[
    {
        "id": 1,
        "name": "সাইয়িদুল ইস্তিগফার",
        "info" : "",
        "arabic": "اَللَّهُمَّ أَنْتَ رَبِّىْ لآ إِلهَ إلاَّ أَنْتَ خَلَقْتَنِىْ وَأَنَا عَبْدُكَ وَأَنَا عَلى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُبِكَ مِنْ شَرِّمَا صَنَعْتُ، أبُوْءُ لَكَ بِنِعْمَتِكَ عَلَىَّ وَأَبُوْءُ بِذَنْبِىْ فَاغْفِرْلِىْ، فَإِنَّهُ لاَيَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
        "translation" : "আল্লা-হুম্মা আনতা রব্বী লা ইলা-হা ইল্লা আনতা খালাক্বতানী, ওয়া আনা ‘আবদুকা ওয়া আনা ‘আলা ‘আহদিকা ওয়া ওয়া‘দিকা মাসতাত্বা‘তু, আ‘ঊযুবিকা মিন শার্রি মা ছানা‘তু। আবূউ লাকা বিনি‘মাতিকা ‘আলাইয়া ওয়া আবূউ বিযাম্বী ফাগফিরলী ফাইন্নাহূ লা ইয়াগফিরুয্ যুনূবা ইল্লা আনতা।",
        "bangla": "‘হে আল্লাহ! তুমি আমার পালনকর্তা। তুমি ব্যতীত কোন উপাস্য নেই। তুমি আমাকে সৃষ্টি করেছ। আমি তোমার দাস। আমি আমার সাধ্যমত তোমার নিকটে দেওয়া অঙ্গীকারে ও প্রতিশ্রুতিতে দৃঢ় আছি। আমি আমার কৃতকর্মের অনিষ্ট হ’তে তোমার নিকটে আশ্রয় প্রার্থনা করছি। আমি আমার উপরে তোমার দেওয়া অনুগ্রহকে স্বীকার করছি এবং আমি আমার গোনাহের স্বীকৃতি দিচ্ছি। অতএব তুমি আমাকে ক্ষমা কর। কেননা তুমি ব্যতীত পাপসমূহ ক্ষমা করার কেউ নেই’।",
        "benifits" :"রাসূলুল্লাহ (ছাঃ) বলেন, ‘যে ব্যক্তি দৃঢ় বিশ্বাসের সাথে এই দো‘আ পাঠ করবে, দিনে পাঠ করে রাতে মারা গেলে কিংবা রাতে পাঠ করে দিনে মারা গেলে, সে জান্নাতী হবে’।",
        "reference": "(বুখারী, তিরমিযী ৫/৪৬৬)"
    },
    {
        "id": 2,
        "name": "আস্তাগফিরুল্লা-হ।",
        "info" : "পাঁচ ওয়াক্ত ফরজ সালাতে সালাম ফিরানোর পর রাসূলুল্লাহ্ (সা.) এই দোয়া ৩বার পড়তেন।",
        "arabic": "أَسْتَغْفِرُالله ",
        "bangla": "আমি আল্লাহ্'র কাছে ক্ষমা প্রার্থনা করছি।",
        "translation" : "আস্তাগফিরুল্লা-হ।",
        "benifits" :"",
        "reference": "(মিশকাত- ৯৬১)"
    },
    {
        "id": 3,
        "name": "আস্তাগফিরুল্লাহা ওয়া আতুবু ইলাইহি।",
        "info" : "রাসূলুল্লাহ্ (সা.) প্রতিদিন ৭০ বারের অধিক তওবা ও ইস্তেগফার করতেন।",
        "arabic": " أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ",
        "translation" : "আস্তাগফিরুল্লাহা ওয়া আতুবু ইলাইহি।",
        "bangla": "আমি আল্লাহ্'র কাছে ক্ষমা প্রার্থনা করছি ও তাঁর দিকে ফিরে আসছি।",
        "benifits" :"",
        "reference": "(সহীহ্ বুখারী- ৬৩০৭)"
    },
    {
        "id": 4,
        "name": "রব্বিগফিরলী ওয়াতুব ‘আলাইয়া ইন্নাকা আনতাত্ তাওয়াবুর রহিম।",
        "info" : "",
        "arabic": " رَبِّ اغْفِرْ لِيْ وَتُبْ عَلَيَّ إِنَّكَ (أنْتَ) التَّوَّابُ الرَّحِيْمُ",
        "translation" : "রব্বিগফিরলী ওয়াতুব ‘আলাইয়া ইন্নাকা আনতাত্ তাওয়াবুর রহিম।",
        "bangla": "‘হে আমার রব, আমাকে ক্ষমা করুন। আমার তাওবা গ্রহণ করুন। নিশ্চয় আপনি তাওবা গ্রহণকারী, অতি দয়ালু।’",
        "benifits" :"",
        "reference": "(আবু দাউদ : ১৫১৬)"
    },
    {
        "id": 5,
        "name": "",
        "info" : "রাসুলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মসজিদে বসে এক বৈঠকেই এই দোয়া ১০০ বার পড়েছেন।'",
        "arabic": " أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ",
        "translation" : "আস্‌তাগফিরুল্লা হাল্লাজি লা ইলাহা ইল্লা হুওয়াল হাইয়্যুল কইয়্যুমু ওয়া আতুবু ইলায়হি।",
        "bangla": "আমি ওই আল্লাহর কাছে ক্ষমা চাই, যিনি ছাড়া প্রকৃতপক্ষে কোনো মাবুদ নেই, তিনি চিরঞ্জীব, চিরস্থায়ী এবং তাঁর কাছেই (তাওবাহ করে) ফিরে আসি।",
        "benifits" :"",
        "reference": "(আবু দাউদ, ইবনে মাজাহ, তিরমিজি, মিশকাত)"
    }
]