[
    {
      "title": "কালিমা-ই তায়্যিবা",
      "explain": "কালিমা-ই তায়্যিবা এর অর্থ হল পবিত্র বাক্য। আমাদের দেশে কালিমা তাইয়িবা বা ‘পবিত্র বাক্য’ বলতে বুঝানো হয় তাওহীদ ও রিসালাতের একত্রিত ঘোষণা। কু রআন কারীমে আল্লাহ জাল্লা শানুহু বলেন: ‘‘তু মি কি দেখ নি, কিভাবে আল্লাহ একটি উদাহরণ পেশ করেছেন: একটি ‘কালিমায়ে তায়্যিবা’ বা পবিত্র বাক্য একটি পবিত্র বৃক্ষের মত, তার মূল প্রতিষ্ঠিত এবং তার শাখা-প্রশাখা আকাশে প্রসারিত।’’ - [সূরা (১৪) ইবরাহীম: আয়াত ২৪]",
      "arabic": "لآ اِلَهَ اِلّا اللّهُ مُحَمَّدٌ رَسُوُل اللّهِ",
      "punctuation": "লা-ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ।",
      "translation": "আল্লাহ এক আর কোন মাবুদ নেই। হযরত মুহাম্মদ (সাঃ) আল্লাহর প্রেরিত রাসূল।"
    },
    {
      "title": "কালিমা-ই শাহাদাত",
      "explain": "কালিমা-ই শাহাদাত, যার অর্থহল সাক্ষ্য বাক্য। কু রআন ও হাদীসে ইসলামী ঈমান বা বিশ্বাসের মূল হিসাবে দু’টি সাক্ষ্য প্রদানের নির্দেশ দেয়া হয়েছে, যা আমাদের দেশে ‘কালিমা শাহাদত’ হিসাবে পরিচিত। এ কালিমায় আল্লাহর তাওহীদ এবং মুহাম্মাদ (স) এর রিসালাতের সাক্ষ্য প্রদান করা হয়। প্রকৃতপক্ষে একমাত্র কালিমা শাহাদতই হাদীস শরীফে ঈমানের মূল বাক্য হিসাবে উল্লেখ করা হয়েছে।",
      "arabic": "اشْهَدُ انْ لّآ اِلهَ اِلَّا اللّهُ وَحْدَه لَا شَرِيْكَ لَه، وَ اَشْهَدُ اَنَّ مُحَمَّدً اعَبْدُهوَرَسُولُه",
      "punctuation": "আশহাদু আল্লা ইলাহা ইল্লাল্লাহু ওয়াহ্দাহু লা শারীকালাহু, ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসূলুহু।",
      "translation": "আমি সাক্ষ্য প্রদান করছি যে, আল্লাহ্ ব্যতীত অন্য কোন মাবুদ নেই। তিনি এক। তাঁহার কোন অংশীদার নেই, এবং আমি আরও সাক্ষ্য প্রদান করছি যে, নিশ্চয়ই হযরত মুহাম্মদ (সঃ) আল্লাহ্র প্রেরিত বান্দা ও রাসূল।"
    },
    {
      "title": "কালিমা-ই তামজীদ",
      "explain": "কালিমা-ই তাওহীদ, যার অর্থহল \"একত্ববাদী বাক্য\"।",
      "arabic": "سُبْحَان لِلّه وَ الْحَمْدُ لِلّهِ وَ لآ اِلهَ اِلّا اللّهُ، وَ اللّهُ اَكْبَرُ وَلا حَوْلَ وَلاَ قُوَّة ِلَّا بِاللّهِ الْعَلِىّ الْعَظِيْم",
      "punctuation": " সুব্হানাল্লাহি ওয়াল হামদুলিল্লাহি ওয়া লা-ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আক্বার ওয়ালা হাওলা ক্বুয়াতা ইল্লা বিল্লাহিল্ আলিইল্ আযীম্।",
      "translation": "তুমি (আল্লাহ) ছাড়া অন্য কোন উপাস্য নেই। তু মি এক, তোমার দ্বিতীয় কেউ নেই। আল্লাহর রাসূল মুহাম্মদ (সাল্লাল্লাহু আলাইহে ওয়া সাল্লাম) আল্লাহভীরুদের নেতা ও বিশ্বপ্রতিপালকের রাসুল।"
    },
    {
      "title": "কালিমা-ই তাওহীদ",
      "explain": "কালিমা-ই তামজীদ, যার অর্থহল \"শ্রেষ্ঠত্ববাদী বাক্য\"।",
      "arabic": "لاَ اِلَهَ اِلاَّ اَنْتَ وَاحِدَ لاَّثَانِىَ لَكَ مُحَمَّدُرَّ سُوْلُ اللهِ اِمَامُ الْمُتَّقِيْنَ رَسُوْ لُرَبِّ الْعَلَمِيْنَ",
      "punctuation": "লা-ইলাহা ইল্লাল্লাহু ওয়াহ্ দাহু লা-সারিকা লা-হু লাহুল মুলকু ওয়া লাহুল হামদু ইউহা ই ওয়া উ মিতু বি ইয়া সি হিল খাইরু ওয়া-হু-ওয়া আ-লা কুল্লি শাইয়িন ক্বাদীর।",
      "translation": "আল্লাহ এক আর কোন মাবুদ নেই তিনি এক তার কোন অংশীদার নেই। সমস্ত সৃষ্টি জগৎ এবং সকল প্রশংসা তাঁরই। তিনি জীবন হান করেন আবার তিনিই মৃত্যুর কারণ তার হাতেই সব ভাল কিছু এবং তিনিই সৃষ্টির সবকিছুর উপর ক্ষমতাবান।"
    },
    {
      "title": "কালিমা-ই রদ্দেকুফর",
      "explain": "কালিমা-ই রদ্দে কু ফর ইসলামে অবিশ্বাসীদের প্রত্যাখ্যানমূলক বাক্য হিসেবেও পরিচিত।",
      "arabic": "اَللَّهُمَّ إِنِّىْ أَعُوْذُ بِكَ مِنْ أَنْ أُشْرِكَ بِكَ شَيْئاً وَنُؤْمِنَ بِهِ وَأَسْتَغْفِرُكَ مِمَّا أَعْلَمُ بِهِ وَمَا لاَ أَعْلَمُ بِهِ وَأَتُوْبُ وَآمَنْتُ وَأَقُوْلُ أَنْ لاَ إِلهَ اِلاَّ اللهُ مُحَمَّدٌ رَسُوْلُ اللهِ",
      "punctuation": "আল্লাহুম্মাহ ইন্নী আউযুবিকা মিন্ আন্ উশ্রিকা বিকা শাইআওঁ ওয়া আনা আ’লামু বিহী, ওয়া আস্তাগ্ফিরুকা লিমা আ’লামু বিহী, ওয়ামা লা-আ’লামু বিহী, তুব্তু আন্হু ওয়া তাবাররা’তু মিনাল কুফরি ওয়াশ্ শিরকি ওয়াল মায়াছী কুল্লিহা, ওয়া আসলামতু ওয়া আমান্তু ওয়া আক্বুলু আল্লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসুলুল্লাহি।",
      "translation": "হে আল্লাহ্! আমি তমার নিকট আকাঙ্ক্ষা করছি যে আমি যেন কাউকে তমার সাথে শরিক না করি। আমি আমার জ্ঞাত ও অজ্ঞাত পাপ হতে ক্ষমা প্রার্থনা করছি এবং তা হতে তোবা করছি। কুফরী, শিরক ও অন্যান্য সব পাপ হতে দূরে থাকছি। এবং স্বীকার করছি যে, “আল্লাহ এক আর কোন মাবুদ নেই। হযরত মুহাম্মদ (সঃ) আল্লাহর প্রেরিত রাসূল।”"
    },
    {
      "title": "ইমান-ই মুজমাল",
      "explain": "ইমানে মুজমাল-এর বিশেষ তাৎপর্যপূর্ণ দুটি দিক রয়েছে। প্রথম অংশে মহান আল্লাহ রব্বুল আলামিনের সত্তা ও অস্তিত্বে বিশ্বাসের ঘোষণা রয়েছে এবং বলা হয়েছে, ‘বিশ্বাস করলাম যেমন রয়েছেন তিনি স্বীয় সত্তায়, নামাবলি ও গুণাবলিসহ।’ কুরআনুল কারীমে বলা হয়েছে ‘যে জন স্বর্গে ও পৃথিবীতে আছে সে–ই তাঁহার নিকটে প্রার্থনা করে, প্রতিদিন তিনি একাবস্থায় আছেন।’ (সুরা-৫৫ [৯৭] আর রহমান, রুকু: ২, আয়াত: ২৯, পারা: ২৭ পৃষ্ঠা: ৫৩৩/১১)। দ্বিতীয় অংশে বলা হয়েছে, আল্লাহ তাআলার প্রতি সম্পূর্ণ আনুগত্য ও তাঁর সকল হুকুম-আহকাম বা বিধিবিধান নিঃশর্তভাবে মানার অঙ্গীকার ব্যক্ত করা হয়েছে, ‘আরও মেনে নিলাম তাঁর সকল আদেশ-নিষেধ ও বিধানাবলি।’ কোরআন মজিদে বলা হয়েছে: ‘হে বিশ্বাসীগণ! তোমরা ইসলামে পরিপূর্ণরূপে প্রবেশ করো, শয়তানের পদাঙ্ক অনুসরণ করো না; নিশ্চয়ই সে তোমার প্রকাশ্য শত্রু।’ (সুরা-২ [৮৭] বাকারা, রুকু: ২৫, আয়াত: ২০৮, পারা: ২; পৃষ্ঠা: ৩৩/১১)।",
      "arabic": "امَنْتُ بِاللهِ كَمَا هُوَ بِاَسْمَائِه وَصِفَاتِه وَقَبِلْتُ جَمِيْعَ اَحْكَامِه",
      "punctuation": "আমানতু বিল্লাহি কা মা হুয়া বিসমাইহী ওয়া সিফা-তিহি ওয়া ক্বাবিলতু জামিআ আখ্খামিহি।",
      "translation": "আমি ঈমান আনলাম আল্লাহর উপর তাঁর সকল নাম ও গুণাবলিসহ এবং তাঁর সকল বিধান মেনে নিলাম।"
    }
  ]  