[
    {
        "id": 1,
        "category": 1,
        "title_id" : "1",
        "description": "<p>রাসূলুল্লাহ (ছাঃ) বলেন,</p><p><br></p><h2>صَلُّوْا كَمَا رَأَيْتُمُوْنِىْ أُصَلِّىْ</h2><p><br></p><p>‘তোমরা ছালাত আদায় কর সেভাবে, যেভাবে আমাকে ছালাত আদায় করতে দেখছ’...।[1]</p><p><br></p><p>(১) তাকবীরে তাহরীমা : ওযূ করার পর ছালাতের সংকল্প করে ক্বিবলামুখী দাঁড়িয়ে ‘আল্লা-হু আকবর’ বলে দু’হাত কাঁধ বরাবর উঠিয়ে তাকবীরে তাহরীমা শেষে বুকে বাঁধবে। এ সময় বাম হাতের উপরে ডান হাত কনুই বরাবর রাখবে অথবা বাম কব্জির উপরে ডান কব্জি রেখে বুকের উপরে হাত বাঁধবে। অতঃপর সিজদার স্থানে দৃষ্টি রেখে বিনম্রচিত্তে নিম্নোক্ত দো‘আর মাধ্যমে মুছল্লী তার সর্বোত্তম ইবাদতের শুভ সূচনা করবে।-</p><p><br></p><h2>اَللَّهُمَّ بَاعِدْ بَيْنِيْ وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اَللَّهُمَّ نَقِّنِيْ مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اَللَّهُمَّ اغْسِلْ خَطَايَايَ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَد-</h2><p><br></p><p>উচ্চারণ : আল্লা-হুম্মা বা-‘এদ বায়নী ওয়া বায়না খাত্বা-ইয়া-ইয়া, কামা বা-‘আদতা বায়নাল মাশরিক্বি ওয়াল মাগরিবি। আল্লা-হুম্মা নাকক্বিনী মিনাল খাত্বা-ইয়া, কামা ইউনাকক্বাছ ছাওবুল আব্ইয়াযু মিনাদ দানাসি। আল্লা-হুম্মাগসিল খাত্বা-ইয়া-ইয়া বিল মা-য়ি ওয়াছ ছালজি ওয়াল বারাদি’।</p><p><br></p><p>অনুবাদ : হে আল্লাহ! আপনি আমার ও আমার গোনাহ সমূহের মধ্যে এমন দূরত্ব সৃষ্টি করে দিন, যেমন দূরত্ব সৃষ্টি করেছেন পূর্ব ও পশ্চিমের মধ্যে। হে আল্লাহ! আপনি আমাকে পরিচ্ছন্ন করুন গোনাহ সমূহ হ’তে, যেমন পরিচ্ছন্ন করা হয় সাদা কাপড় ময়লা হ’তে। হে আল্লাহ! আপনি আমার গুনাহ সমূহকে ধুয়ে ছাফ করে দিন পানি দ্বারা, বরফ দ্বারা ও শিশির দ্বারা’।[2]</p><p><br></p><p>একে ‘ছানা’ বা দো‘আয়ে ইস্তেফতাহ বলা হয়। ছানার জন্য অন্য দো‘আও রয়েছে। তবে এই দো‘আটি সর্বাধিক বিশুদ্ধ।</p>",
        "reference" : "<p>[1] . বুখারী হা/৬৩১, ৬০০৮, ৭২৪৬; মিশকাত হা/৬৮৩, ‘ছালাত’ অধ্যায়-৪, অনুচ্ছেদ-৬।</p><p><br></p><p>[2] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮১২ ‘তাকবীরের পর যা পড়তে হয়’ অনুচ্ছেদ-১১।</p>"
    },
    {
        "id": 2,
        "category": 1,
        "title_id" : "2",
        "description": "<p><strong>সূরায়ে ফাতিহা পাঠ : </strong></p><p>দো‘আয়ে ইস্‌তেফতা-হ বা ‘ছানা’ পড়ে আ‘ঊযুবিল্লাহ ও বিসমিল্লাহ সহ সূরায়ে ফাতিহা পাঠ করবে এবং অন্যান্য রাক‘আতে কেবল বিসমিল্লাহ বলবে। জেহরী ছালাত হ’লে সূরায়ে ফাতিহা শেষে সশব্দে ‘আমীন’ বলবে।</p><p><br></p><p>সূরায়ে ফাতিহা (মুখবন্ধ) সূরা-১, মাক্কী :</p><p><br></p><h2>أَعُوْذُ بِا للہِ مِنَ الشَّيْطَانِ الرَّجِيْمِ</h2><h2><br></h2><h2>بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (1) الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (2) الرَّحْمَنِ الرَّحِيمِ (3) مَالِكِ يَوْمِ الدِّينِ (4) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (5) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (6) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ (7)</h2><p><br></p><p><strong>উচ্চারণ : </strong></p><p>আ‘ঊযু বিল্লা-হি মিনাশ শায়ত্বা-নির রজীম। বিসমিল্লা-হির রহমা-নির রহীম। (১) আলহামদু লিল্লা-হি রব্বিল ‘আ-লামীন (২) আর রহমা-নির রহীম (৩) মা-লিকি ইয়াওমিদ্দ্বীন (৪) ইইয়া-কা না‘বুদু ওয়া ইইয়া-কা নাস্‌তা‘ঈন (৫) ইহদিনাছ ছিরা-ত্বাল মুস্‌তাক্বীম (৬) ছিরা-ত্বাল্লাযীনা আন‘আমতা ‘আলাইহিম (৭) গায়রিল মাগযূবি ‘আলাইহিম ওয়া লায্ যোয়া-ল্লীন।</p><p><br></p><p><strong>অনুবাদ : </strong></p><p>আমি অভিশপ্ত শয়তান হ’তে আল্লাহর আশ্রয় প্রার্থনা করছি। পরম করুণাময় অসীম দয়ালু আল্লাহর নামে (শুরু করছি)। (১) যাবতীয় প্রশংসা আল্লাহর জন্য, যিনি জগত সমূহের প্রতিপালক (২) যিনি করুণাময় কৃপানিধান (৩) যিনি বিচার দিবসের মালিক (৪) আমরা একমাত্র আপনারই ইবাদত করি এবং একমাত্র আপনারই সাহায্য প্রার্থনা করি (৫) আপনি আমাদেরকে সরল পথ প্রদর্শন করুন! (৬) এমন লোকদের পথ, যাঁদেরকে আপনি পুরস্কৃত করেছেন (৭) তাদের পথ নয়, যারা অভিশপ্ত ও পথভ্রষ্ট হয়েছে’। আমীন! (হে আল্লাহ! আপনি কবুল করুন)।</p>",
        "reference" : ""
    },
    {
        "id": 3,
        "category": 1,
        "title_id" : "3",
        "description": "<p><strong>ক্বিরাআত :</strong></p><p> সূরায়ে ফাতিহা পাঠ শেষে ইমাম কিংবা একাকী মুছল্লী হ’লে প্রথম দু’রাক‘আতে কুরআনের অন্য কোন সূরা বা কিছু আয়াত তেলাওয়াত করবে। কিন্তু মুক্তাদী হ’লে জেহরী ছালাতে চুপে চুপে কেবল সূরায়ে ফাতিহা পড়বে ও ইমামের ক্বিরাআত মনোযোগ দিয়ে শুনবে। </p><p>তবে যোহর ও আছরের ছালাতে ইমাম মুক্তাদী সকলে প্রথম দু’রাক‘আতে সূরায়ে ফাতিহা সহ অন্য সূরা পড়বে এবং শেষের দু’রাক‘আতে কেবল সূরায়ে ফাতিহা পাঠ করবে।</p>",
        "reference" : ""
    },
    {
        "id": 4,
        "category": 1,
        "title_id" : "4",
        "description": "<p><strong>রুকূ : </strong></p><p>ক্বিরাআত শেষে ‘আল্লা-হু আকবর’ বলে দু’হাত কাঁধ অথবা কান পর্যন্ত উঠিয়ে ‘রাফ‘উল ইয়াদায়েন’ করে রুকূতে যাবে। এ সময় হাঁটুর উপরে দু’হাতে ভর দিয়ে পা, হাত, পিঠ ও মাথা সোজা রাখবে এবং রুকূর দো‘আ পড়বে। </p><p><br></p><p><strong>রুকূর দো‘আ :</strong></p><p><br></p><h2> سُبْحَانَ رَبِّيَ الْعَظِيْمِ </h2><p><br></p><p>‘সুবহা-না রব্বিয়াল ‘আযীম’</p><p><br></p><p> (মহাপবিত্র আমার প্রতিপালক যিনি মহান) কমপক্ষে তিনবার পড়বে।</p>",
        "reference" : ""
    },
    {
        "id": 5,
        "category": 1,
        "title_id" : "5",
        "description": "<p><strong>ক্বওমা : </strong></p><p>অতঃপর রুকূ থেকে উঠে সোজা ও সুস্থিরভাবে দাঁড়াবে। এ সময় দু’হাত ক্বিবলামুখী খাড়া রেখে কাঁধ পর্যন্ত উঠাবে এবং ইমাম ও মুক্তাদী সকলে বলবে </p><p><br></p><p>‘সামি‘আল্লা-হু লিমান হামিদাহ’ </p><p>(আল্লাহ তার কথা শোনেন, যে তার প্রশংসা করে)। </p><p><br></p><p>অতঃপর ‘ক্বওমা’র দো‘আ একবার পড়বে।</p><p><br></p><p><strong>ক্বওমার দো‘আ :</strong></p><p><br></p><h2><strong> </strong>رَبَّنَا لَكَ الْحَمْدُ </h2><p><br></p><p>‘রব্বানা লাকাল হামদ’</p><p> (হে আমাদের প্রতিপালক! আপনার জন্যই সকল প্রশংসা)। </p><p><br></p><p>অথবা পড়বে-</p><p><br></p><h2> رَبَّنَا وَلَكَ الْحَمْدُ حَمْدًا كَثِيْرًا طَيِّبًا مُّبَارَكًا فِيْهِ </h2><p><br></p><p>‘রব্বানা ওয়া লাকাল হাম্‌দু হাম্‌দান কাছীরান ত্বাইয়েবাম মুবা-রাকান ফীহি’ </p><p>(হে আমাদের প্রতিপালক! আপনার জন্য অগণিত প্রশংসা, যা পবিত্র ও বরকতময়)। </p><p><br></p><p>ক্বওমার জন্য অন্য দো‘আও রয়েছে।</p>",
        "reference" : ""
    },
    {
        "id": 6,
        "category": 1,
        "title_id" : "6",
        "description": "<p><strong>সিজদা : </strong></p><p>ক্বওমার দো‘আ পাঠ শেষে ‘আল্লা-হু আকবর’ বলে প্রথমে দু’হাত ও পরে দু’হাঁটু মাটিতে রেখে সিজদায় যাবে ও বেশী বেশী দো‘আ পড়বে। এ সময় দু’হাত ক্বিবলামুখী করে মাথার দু’পাশে কাঁধ বা কান বরাবর মাটিতে স্বাভাবিকভাবে রাখবে। কনুই ও বগল ফাঁকা থাকবে। হাঁটুতে বা মাটিতে ঠেস দিবে না। সিজদা লম্বা হবে ও পিঠ সোজা থাকবে। যেন নীচ দিয়ে একটি বকরীর বাচ্চা যাওয়ার মত ফাঁকা থাকে।</p><p><br></p><p>সিজদা থেকে উঠে বাম পায়ের পাতার উপরে বসবে ও ডান পায়ের পাতা খাড়া রাখবে। এ সময় স্থিরভাবে বসে দো‘আ পড়বে। অতঃপর ‘আল্লা-হু আকবর’ বলে দ্বিতীয় সিজদায় যাবে ও দো‘আ পড়বে। রুকূ ও সিজদায় কুরআনী দো‘আ পড়বে না। ২য় ও ৪র্থ রাক‘আতে দাঁড়াবার প্রাক্কালে সিজদা থেকে উঠে সামান্য সময়ের জন্য স্থির হয়ে বসবে। একে ‘জালসায়ে ইস্তিরা-হাত’ বা ‘স্বস্তির বৈঠক’ বলে। অতঃপর মাটিতে দু’হাতে ভর দিয়ে উঠে দাঁড়িয়ে যাবে।</p><p><br></p><p><strong>সিজদার দো‘আ :</strong> </p><p><br></p><h2>سُبْحَانَ رَبِّيَ الْأَعْلَى </h2><p><br></p><p>(সুবহা-না রবিয়াল আ‘লা) </p><p><br></p><p><br></p><p>অর্থঃ ‘মহাপবিত্র আমার প্রতিপালক যিনি সর্বোচ্চ’। </p><p><br></p><p>কমপক্ষে তিনবার পড়বে। রুকূ ও সিজদার অন্য দো‘আও রয়েছে।</p><p><br></p><p><strong>দুই সিজদার মধ্যবর্তী বৈঠকের দো‘আ :</strong></p><p><br></p><h2>اَللَّهُمَّ اغْفِرْ لِيْ وَارْحَمْنِيْ وَاجْبُرْنِيْ وَاهْدِنِيْ وَعَافِنِيْ وَارْزُقْنِيْ</h2><p><br></p><p>উচ্চারণ : আল্লা-হুম্মাগফিরলী ওয়ারহামনী ওয়াজ্বুরনী ওয়াহদিনী ওয়া ‘আ-ফেনী ওয়ারঝুক্বনী।</p><p><br></p><p>অনুবাদ : ‘হে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমার উপরে রহম করুন, আমার অবস্থার সংশোধন করুন, আমাকে সৎপথ প্রদর্শন করুন, আমাকে সুস্থতা দান করুন ও আমাকে রূযী দান করুন’।[3]</p>",
        "reference" : "<p>[3] . তিরমিযী হা/২৮৪; ইবনু মাজাহ হা/৮৯৮; আবুদাঊদ হা/৮৫০; ঐ, মিশকাত হা/৯০০, অনুচ্ছেদ-১৪; নায়লুল আওত্বার ৩/১২৯ পৃঃ।</p>"
    },
    {
        "id": 7,
        "category": 1,
        "title_id" : "7",
        "description": "<p><strong>বৈঠক : </strong></p><p>২য় রাক‘আত শেষে বৈঠকে বসবে। যদি ১ম বৈঠক হয়, তবে কেবল ‘আত্তাহিইয়া-তু’ পড়ে ৩য় রাক‘আতের জন্য উঠে যাবে। আর যদি শেষ বৈঠক হয়, তবে ‘আত্তাহিইয়া-তু’ পড়ার পরে দরূদ, দো‘আয়ে মাছূরাহ ও সম্ভব হ’লে বেশী বেশী করে অন্য দো‘আ পড়বে। ১ম বৈঠকে বাম পায়ের পাতার উপরে বসবে এবং শেষ বৈঠকে ডান পায়ের তলা দিয়ে বাম পায়ের অগ্রভাগ বের করে বাম নিতম্বের উপরে বসবে ও ডান পা খাড়া রাখবে। এসময় ডান পায়ের আঙ্গুলগুলি ক্বিবলামুখী করবে। বৈঠকের সময় বাম হাতের আঙ্গুলগুলি বাম হাঁটুর প্রান্ত বরাবর ক্বিবলামুখী ও স্বাভাবিক অবস্থায় থাকবে এবং ডান হাত ৫৩-এর ন্যায় মুষ্টিবদ্ধ রেখে সালাম ফিরানোর আগ পর্যন্ত শাহাদাত অঙ্গুলি নাড়িয়ে ইশারা করতে থাকবে। মুছল্লীর নযর ইশারার বাইরে যাবে না।</p><p><br></p><p><strong>বৈঠকের দো‘আ সমূহ :</strong></p><p><br></p><p>(ক) তাশাহহুদ (আত্তাহিইয়া-তু):</p><p><br></p><h2>اَلتَّحِيَّاتُ ِللهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِيْنَ، أَشْهَدُ أَنْ لاَّ إِلَهَ إِلاَّ اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ</h2><p><br></p><p><strong>উচ্চারণ : </strong></p><p>আত্তাহিইয়া-তু লিল্লা-হি ওয়াছ্ ছালাওয়া-তু ওয়াত্ ত্বাইয়িবা-তু আসসালা-মু ‘আলায়কা আইয়ুহান নাবিইয়ু ওয়া রহমাতুল্লা-হি ওয়া বারাকা-তুহু। আসসালা-মু ‘আলায়না ওয়া ‘আলা ‘ইবা-দিল্লা-হিছ ছা-লেহীন। আশহাদু আল লা-ইলা-হা ইল্লাল্লা-হু ওয়া আশহাদু আন্না মুহাম্মাদান ‘আবদুহূ ওয়া রাসূলুহু।</p><p><br></p><p><strong>অনুবাদ :</strong> </p><p>যাবতীয় সম্মান, যাবতীয় উপাসনা ও যাবতীয় পবিত্র বিষয় আল্লাহর জন্য। হে নবী! আপনার উপরে শান্তি বর্ষিত হৌক এবং আল্লাহর অনুগ্রহ ও সমৃদ্ধি সমূহ নাযিল হউক। শান্তি বর্ষিত হউক আমাদের উপরে ও আল্লাহর সৎকর্মশীল বান্দাগণের উপরে। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন উপাস্য নেই এবং আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ তাঁর বান্দা ও রাসূল’ (বুখারী, মুসলিম)।[4]</p><p><br></p><p>(খ) দরূদ :</p><p><br></p><h2>اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَّعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ- اَللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَّعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ-</h2><p><br></p><p><strong>উচ্চারণ :</strong></p><p> আল্লা-হুম্মা ছাল্লে ‘আলা মুহাম্মাদিঁউ ওয়া ‘আলা আ-লে মুহাম্মাদিন কামা ছাল্লায়তা ‘আলা ইবরা-হীমা ওয়া ‘আলা আ-লে ইবরা-হীমা ইন্নাকা হামীদুম মাজীদ। আল্লা-হুম্মা বা-রিক ‘আলা মুহাম্মাদিঁউ ওয়া ‘আলা আ-লে মুহাম্মাদিন কামা বা-রকতা ‘আলা ইবরা-হীমা ওয়া ‘আলা আ-লে ইবরা-হীমা ইন্নাকা হামীদুম মাজীদ।</p><p><br></p><p><strong>অনুবাদ : </strong></p><p>‘হে আল্লাহ! আপনি রহমত বর্ষণ করুন মুহাম্মাদ ও মুহাম্মাদের পরিবারের উপরে, যেমন আপনি রহমত বর্ষণ করেছেন ইবরাহীম ও ইবরাহীমের পরিবারের উপরে। নিশ্চয়ই আপনি প্রশংসিত ও সম্মানিত। হে আল্লাহ! আপনি বরকত নাযিল করুন মুহাম্মাদ ও মুহাম্মাদের পরিবারের উপরে, যেমন আপনি বরকত নাযিল করেছেন ইবরাহীম ও ইবরাহীমের পরিবারের উপরে। নিশ্চয়ই আপনি প্রশংসিত ও সম্মানিত’।[5]</p><p><br></p><p>(গ) দো‘আয়ে মাছূরাহ :</p><p><br></p><h2>اَللَّهُمَّ إِنِّيْ ظَلَمْتُ نَفْسِيْ ظُلْمًا كَثِيْرًا وَّلاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِيْ مَغْفِرَةً مِّنْ عِنْدَكَ وَارْحَمْنِيْ إِنَّكَ أَنْتَ الْغَفُوْرُ الرَّحِيْمُ</h2><p><br></p><p><strong>উচ্চারণ: </strong></p><p>আল্লা-হুম্মা ইন্নী যালামতু নাফসী যুলমান কাছীরাঁও অলা ইয়াগফিরুয যুনূবা ইল্লা আনতা, ফাগফিরলী মাগফিরাতাম মিন ‘ইনদিকা ওয়ারহামনী ইন্নাকা আন্তাল গাফূরুর রহীম’।</p><p><br></p><p><strong>অনুবাদ : </strong></p><p>‘হে আল্লাহ! আমি আমার নফসের উপরে অসংখ্য যুলুম করেছি। ঐসব গুনাহ মাফ করার কেউ নেই আপনি ব্যতীত। অতএব আপনি আমাকে আপনার পক্ষ হ’তে বিশেষভাবে ক্ষমা করুন এবং আমার উপরে অনুগ্রহ করুন। নিশ্চয়ই আপনি ক্ষমাশীল ও দয়াবান’।[6]</p><p><br></p><p>এর পর অন্যান্য দো‘আ সমূহ পড়তে পারে</p>",
        "reference" : "<p>[4] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯০৯ ‘ছালাত’ অধ্যায়-৪, ‘তাশাহহুদ’ অনুচ্ছেদ-১৫।</p><p><br></p><p>[5] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯১৯ ‘রাসূল (ছাঃ)-এর উপর দরূদ পাঠ’ অনুচ্ছেদ-১৬; ছিফাত ১৪৭ পৃঃ, টীকা ২-৩ দ্রঃ।</p><p><br></p><p>[6] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯৪২ ‘তাশাহহুদে দো‘আ’ অনুচ্ছেদ-১৭; বুখারী হা/৮৩৪ ‘আযান’ অধ্যায়-২, ‘সালামের পূর্বে দো‘আ’ অনুচ্ছেদ-১৪৯।</p>"
    },
    {
        "id": 8,
        "category": 1,
        "title_id" : "8",
        "description": "<p><strong>সালাম : </strong></p><p>দো‘আয়ে মাছূরাহ শেষে প্রথমে ডাইনে ও পরে বামে ‘আসসালামু আলায়কুম ওয়া রাহমাতুল্লাহ’ (আল্লাহর পক্ষ হ’তে আপনার উপর শান্তি ও অনুগ্রহ বর্ষিত হৌক!) বলে সালাম ফিরাবে। প্রথম সালামের শেষে ‘ওয়া বারাকা-তুহু’ (এবং তাঁর বরকত সমূহ) যোগ করা যেতে পারে। এভাবে ছালাত সমাপ্ত করে প্রথমে সরবে একবার ‘আল্লা-হু আকবর’ (আল্লাহ সবার বড়) ও তিনবার ‘আস্তাগফিরুল্লা-হ’ (আমি আল্লাহর নিকটে ক্ষমা প্রার্থনা করছি) বলে নিম্নের দো‘আসমূহ এবং অন্যান্য দো‘আ পাঠ করবে। এ সময় ইমাম হ’লে ডাইনে অথবা বামে ঘুরে সরাসরি মুক্তাদীগণের দিকে ফিরে বসবে। অতঃপর সকলে নিম্নের দো‘আ সহ অন্যান্য দো‘আ পাঠ করবে।-</p><p><br></p><h2>اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ</h2><p><br></p><p><strong>উচ্চারণ :</strong> </p><p>আল্লা-হুম্মা আন্‌তাস সালা-মু ওয়া মিনকাস্ সালা-মু, তাবা-রকতা ইয়া যাল জালা-লি ওয়াল ইকরা-ম ।</p><p><br></p><p><strong>অনুবাদ : </strong></p><p>‘হে আল্লাহ আপনিই শান্তি, আপনার থেকেই আসে শান্তি। বরকতময় আপনি, হে মর্যাদা ও সম্মানের মালিক’। এটুকু পড়েই উঠে যেতে পারেন। [7] </p><p><br></p><p>পরবর্তী দো‘আ সমূহ ‘ছালাত পরবর্তী যিকর সমূহ’ অধ্যায়ে দ্রষ্টব্য।</p>",
        "reference" : "<p>[7] . মুসলিম, মিশকাত হা/৯৬০, ‘ছালাতের পরে যিকর’ অনুচ্ছেদ-১৮। ‘সালাম ফিরানোর পরে দো‘আ সমূহ’ সংশ্লিষ্ট অধ্যায়ে দ্রষ্টব্য।</p>"
    },
    {
        "id": 9,
        "category": "2",
        "title_id" : "1",
        "description": "<p>‘ছালাত’ -এর আভিধানিক অর্থ দো‘আ, রহমত, ক্ষমা প্রার্থনা করা ইত্যাদি।[1] </p><p><br></p><p><strong>পারিভাষিক অর্থ: </strong></p><p>‘শরী‘আত নির্দেশিত ক্রিয়া-পদ্ধতির মাধ্যমে আল্লাহর নিকটে বান্দার ক্ষমা ভিক্ষা ও প্রার্থনা নিবেদনের শ্রেষ্ঠতম ইবাদতকে ‘ছালাত’ বলা হয়, যা তাকবীরে তাহরীমা দ্বারা শুরু হয় ও সালাম দ্বারা শেষ হয়’।[2]</p>",
        "reference" : "<p>[1] . الصلاة أي الدعاء والرحمة والإستغفار، صلي صلاة أي دعا، عبادة فيها ركوع وسجود = আল-ক্বামূসুল মুহীত্ব, পৃঃ ১৬৮১।</p><p><br></p><p>[2] . مِفْتَاحُ الصَّلاَةِ الطُّهُوْرُ وَتَحْرِْيمُهَا التَّكْبِيْرُ وَتَحْلِيْلُهَا التَّسْلِيْمُ= আবুদাঊদ, তিরমিযী, দারেমী, মিশকাত হা/৩১২ ‘পবিত্রতা’ অধ্যায়-৩; মুসলিম, মিশকাত হা/৭৯১ ‘ছালাত’ অধ্যায়-৪, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০।</p>"
    },
    {
        "id": 10,
        "category": "2",
        "title_id" : "2",
        "description": "<p>নবুঅত প্রাপ্তির পর থেকেই ছালাত ফরয হয়। তবে তখন ছালাত ছিল কেবল ফজরে ও আছরে দু’ দু’ রাক‘আত করে (কুরতুবী)। </p><p><br></p><p>যেমন আল্লাহ স্বীয় রাসূলকে বলেন,</p><p><br></p><h2> وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ </h2><p><br></p><p>‘আপনি আপনার প্রভুর প্রশংসা জ্ঞাপন করুন সূর্যাস্তের পূর্বে ও সূর্যোদয়ের পূর্বে’।[3] </p><p>আয়েশা (রাঃ) বলেন, শুরুতে ছালাত বাড়ীতে ও সফরে ছিল দু’ দু’ রাক‘আত করে।[4] </p><p>এছাড়া রাসূল (ছাঃ)-এর জন্য ‘অতিরিক্ত’ (نَافِلَةً) ছিল তাহাজ্জুদের ছালাত (ইসরা/বনু ইস্রাঈল ১৭/৭৯)। সেই সাথে ছাহাবীগণও নিয়মিতভাবে রাত্রির নফল ছালাত আদায় করতেন।[5] </p><p>মি‘রাজের রাত্রিতে দৈনিক পাঁচ ওয়াক্ত ছালাত ফরয করা হয়।[6] </p><p>উক্ত পাঁচ ওয়াক্ত ছালাত হ’ল- ফজর, যোহর, আছর, মাগরিব ও এশা।[7] </p><p>এছাড়া রয়েছে জুম‘আর ফরয ছালাত, যা সপ্তাহে একদিন শুক্রবার দুপুরে পড়তে হয়।[8] </p><p>জুম‘আ পড়লে যোহর পড়তে হয় না। কেননা জুম‘আ হ’ল যোহরের স্থলাভিষিক্ত। [9]</p><p><br></p><p>পাঁচ ওয়াক্ত ফরয ছালাতে দিনে-রাতে মোট ১৭ রাক‘আত ও জুম‘আর দিনে ১৫ রাক‘আত ফরয এবং ১২ অথবা ১০ রাক‘আত সুন্নাতে মুওয়াক্কাদাহ। যেমন(১) ফজর : ২ রাক‘আত সুন্নাত, অতঃপর ২ রাক‘আত ফরয (২) যোহর : ৪ অথবা ২ রাক‘আত সুন্নাত, অতঃপর ৪ রাক‘আত ফরয। অতঃপর ২ রাক‘আত সুন্নাত (৩) আছর : ৪ রাক‘আত ফরয (৪) মাগরিব : ৩ রাক‘আত ফরয। অতঃপর ২ রাক‘আত সুন্নাত (৫) এশা : ৪ রাক‘আত ফরয। অতঃপর ২ রাক‘আত সুন্নাত। অতঃপর শেষে এক রাক‘আত বিতর।</p><p><br></p><p>জুম‘আর ছালাত ২ রাক‘আত ফরয। তার পূর্বে মসজিদে প্রবেশের পর বসার পূর্বে কমপক্ষে ২ রাক‘আত ‘তাহিইয়াতুল মাসজিদ’ এবং জুম‘আ শেষে ৪ অথবা ২ রাক‘আত সুন্নাত। উপরে বর্ণিত সবগুলিই রাসূলুল্লাহ (ছাঃ)-এর নিয়মিত আমল দ্বারা নির্ধারিত এবং ছহীহ হাদীছ সমূহ দ্বারা প্রমাণিত, [10]</p><p><br></p><p> যা অত্র বইয়ের সংশ্লিষ্ট অধ্যায় সমূহে দ্রষ্টব্য।</p>",
        "reference" : "<p>[3] . গাফির/মুমিন ৪০/৫৫; মিরআত ২/২৬৯।</p><p><br></p><p>[4] . মুসলিম হা/৬৮৫; আবুদাঊদ হা/১১৯৮; ফিক্বহুস সুন্নাহ ১/২১১।</p><p><br></p><p>[5] . মুযযাম্মিল ৭৩/২০; তাফসীরে কুরতুবী।</p><p><br></p><p>[6] . মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/৫৮৬২-৬৫ ‘ফাযায়েল ও শামায়েল’ অধ্যায়-২৯, ‘মি‘রাজ’ অনুচ্ছেদ-৬।</p><p><br></p><p>[7] . আবুদাঊদ হা/৩৯১, ৩৯৩ ‘ছালাত’ অধ্যায়-২, অনুচ্ছেদ-১।</p><p><br></p><p>[8] . জুম‘আ ৬২/৯; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১৩৫৪, ‘জুম‘আ’ অনুচ্ছেদ-৪২।</p><p><br></p><p>[9] . ফিক্বহুস সুন্নাহ ১/২২৭।</p><p><br></p><p>[10] . দ্র: ছহীহ ইবনু খুযায়মা ‘ছালাত’ অধ্যায়, ২ অনুচ্ছেদ; নাসাঈ ‘ছালাত’ অধ্যায়-৫, অনুচ্ছেদ-৩।</p>"
    },
    {
        "id": 11,
        "category": "2",
        "title_id" : "3",
        "description": "<p>1) কালেমায়ে শাহাদাত পাঠ করার পরেই ইসলামে ছালাতের স্থান।[11]</p><p><br></p><p>2) ছালাত ইসলামের শ্রেষ্ঠতম ইবাদত, যা মি‘রাজের রাত্রিতে ফরয হয়।[12]</p><p><br></p><p>3) ছালাত ইসলামের প্রধান স্তম্ভ[13] যা ব্যতীত ইসলাম টিকে থাকতে পারে না।</p><p><br></p><p>4) ছালাত একমাত্র গুরুত্বপূর্ণ ইবাদত, যা ৭ বছর বয়স থেকেই আদায়ের অভ্যাস করতে হয়।[14]</p><p><br></p><p>5) ছালাতের বিধ্বস্তি জাতির বিধ্বস্তি হিসাবে পবিত্র কুরআনে বর্ণিত হয়েছে।[15]</p><p><br></p><p>6) পবিত্র কুরআনে সর্বাধিকবার আলোচিত বিষয় হ’ল ছালাত।[16]</p><p><br></p><p>7) মুমিনের জন্য সর্বাবস্থায় পালনীয় ফরয হ’ল ছালাত, যা অন্য ইবাদতের বেলায় হয়নি।[17]</p><p><br></p><p>8) ইসলামের প্রথম যে রশি ছিন্ন হবে, তা হ’ল তার শাসনব্যবস্থা এবং সর্বশেষ যে রশি ছিন্ন হবে তা হ’ল ‘ছালাত’। [18]</p><p><br></p><p>9) দুনিয়া থেকে ‘ছালাত’ বিদায় নেবার পরেই ক্বিয়ামত হবে।[19]</p><p><br></p><p>10) ক্বিয়ামতের দিন বান্দার সর্বপ্রথম হিসাব নেওয়া হবে তার ছালাতের। ছালাতের হিসাব সঠিক হ’লে তার সমস্ত আমল সঠিক হবে। আর ছালাতের হিসাব বেঠিক হ’লে তার সমস্ত আমল বরবাদ হবে।[20]</p><p><br></p><p>11) দৈনিক পাঁচ ওয়াক্ত হিসাবে ‘ছালাত’-কে ফরয করা হয়েছে, যা অন্য কোন ফরয ইবাদতের বেলায় করা হয়নি।[21]</p><p><br></p><p>12) মুমিন ও কাফির-মুশরিকের মধ্যে পার্থক্য হ’ল ‘ছালাত’।[22]</p><p><br></p><p>13) জাহান্নামী ব্যক্তির লক্ষণ এই যে, সে ছালাত বিনষ্ট করে এবং প্রবৃত্তির পূজারী হয় (মারিয়াম ১৯/৫৯)।</p><p><br></p><p>14) ইবরাহীম (আঃ) আল্লাহর নিকটে নিজের জন্য ও নিজ সন্তানদের জন্য ছালাত কায়েমকারী হওয়ার প্রার্থনা করেছিলেন (ইবরাহীম ১৪/৪০)।</p><p><br></p><p>15) মৃত্যুকালে রাসূলুল্লাহ (ছাঃ)-এর সর্বশেষ অছিয়ত ছিল ‘ছালাত’ ও নারীজাতি সম্পর্কে।[23]</p>",
        "reference" : "<p>[11] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১৭৭২ ‘যাকাত’ অধ্যায়-৬, পরিচ্ছেদ-১।</p><p><br></p><p>[12] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫৮৬২-৬৫ ‘ফাযায়েল ও শামায়েল’ অধ্যায়-২৯, ‘মি‘রাজ’ অনুচ্ছেদ-৬।</p><p><br></p><p>[13] . আহমাদ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/২৯ (..عموده الصلاة..) ‘ঈমান’ অধ্যায়-১।</p><p><br></p><p>[14] . مُرُوْا أَوْلاَدَكُمْ بِالصَّلاَةِ وَهُمْ أَبْنَاءُ سَبْعِ سِنِيْنَ وَاضْرِبُوْهُمْ عَلَيْهَا وَهُمْ أَبْنَاءُ عَشْرِ سِنِيْنَ وَفَرِّقُوْا بَيْنَهُمْ فِي الْمَضَاجِعِ = আবুদাঊদ হা/২৪৭, মিশকাত হা/৫৭২ ‘ছালাত’ অধ্যায়-৪, পরিচ্ছেদ-২।</p><p><br></p><p>[15] . মারিয়াম ১৯/৫৯ (فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاَةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا)</p><p><br></p><p>[16] . কুরআনে অনূন্য ৮২ জায়গায় ‘ছালাতের’ আলোচনা এসেছে। - আল-মু‘জামুল মুফাহরাস লি আলফাযিল কুরআনিল কারীম (বৈরূত : ১৯৮৭)।</p><p><br></p><p>[17] . বাক্বারাহ ২/২৩৮-৩৯; নিসা ৪/১০১-০৩।</p><p><br></p><p>[18] ও [19]. عَنْ أَبِيْ أُمَامَةَ الْبَاهِلِيِّ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَتُنْقَضَنَّ عُرَى الْإِسْلاَمِ عُرْوَةً عُرْوَةً فَكُلَّمَا انْتَقَضَتْ عُرْوَةٌ تَشَبَّثَ النَّاسُ بِالَّتِيْ تَلِيْهَا وَأَوَّلُهُنَّ نَقْضًا الْحُكْمُ وَآخِرُهُنَّ الصَّلاَةُ</p><p><br></p><p>আহমাদ, ছহীহ ইবনু হিববান; আলবানী, ছহীহ আত-তারগীব ওয়াত তারহীব, হা/৫৬৯; আলবানী, ছহীহ জামে‘ ছাগীর হা/৫০৭৫, ৫৪৭৮।</p><p><br></p><p>[20] عَنْ أَنَسِ بْنِ حُكَيْمٍ عَنْ أَبِيْ هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ الصَلاَةُ ، فَإِنْ صَلَحَتْ صَلَحَ سَائِرُ عَمَلِهِ، وَإِنْ فَسَدَتْ فَسَدَ سَائِرُ عَمَلِهِ</p><p><br></p><p>ত্বাবারাণী আওসাত্ব, ছহীহ আত-তারগীব ওয়াত তারহীব হা/৩৬৯, সিলসিলা ছহীহাহ হা/১৩৫৮; আবুদাঊদ হা/৮৬৪-৬৬; নাসাঈ, তিরমিযী, মিশকাত হা/১৩৩০ ‘ছালাতুত তাসবীহ’ অনুচ্ছেদ-৪০।</p><p><br></p><p>[21] মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/৫৮৬২-৬৫ ‘মি‘রাজ’ অনুচ্ছেদ; নিসা ৪/১০৩।</p><p><br></p><p>[22]. عَنْ جَابِرَ بْنَ عَبْدِ اللهِ قَالَ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: بَيْنَ الرَّجُلِ وَبَيْنَ الشِّرْكِ وَالْكُفْرِ تَرْكُ الصَّلاَةِ = মুসলিম হা/১৩৪ ‘ঈমান’ অধ্যায়; ঐ, মিশকাত হা/৫৬৯ ‘ছালাত’ অধ্যায়-৪; ইবনু মাজাহ হা/১০৮০।</p><p><br></p><p>[23] . عَنْ عَلِيٍّ قَالَ كَانَ آخِرُ كَلاَمِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الصَّلاَةُ وَمَا مَلَكَتْ أَيْمَانُكُمْ = ইবনু মাজাহ হা/২৬৯৮ ‘অছিয়তসমূহ’ অধ্যায়; আবুদাঊদ হা/৫১৫৬ ‘শিষ্টাচার’ অধ্যায়, অনুচ্ছেদ-১৩৩।</p>"
    },
    {
        "id": 12,
        "category": "2",
        "title_id" : "4",
        "description": "<p>ইচ্ছাকৃতভাবে ছালাত তরককারী অথবা ছালাতের ফরযিয়াতকে অস্বীকারকারী ব্যক্তি কাফির ও জাহান্নামী। ঐ ব্যক্তি ইসলাম হ’তে বহিষ্কৃত। কিন্তু যে ব্যক্তি ঈমান রাখে, অথচ অলসতা ও ব্যস্ততার অজুহাতে ছালাত তরক করে কিংবা উদাসীনভাবে ছালাত আদায় করে ও তার প্রকৃত হেফাযত করে না, সে ব্যক্তি সম্পর্কে শরী‘আতের বিধান সমূহ নিম্নরূপ :</p><p><br></p><p>(ক) আল্লাহ বলেন,</p><p><br></p><h2> فَوَيْلٌ لِلْمُصَلِّيْنَ، الَّذِيْنَ هُمْ عَنْ صَلاَتِهِمْ سَاهُوْنَ، الَّذِيْنَ هُمْ يُرَآءُوْنَ... </h2><p><br></p><p>‘অতঃপর দুর্ভোগ ঐ সব মুছল্লীর জন্য’ ‘যারা তাদের ছালাত থেকে উদাসীন’। ‘যারা তা লোকদেরকে দেখায়’... (মা‘ঊন ১০৭/৪-৬)।</p><p><br></p><p>(খ) অলস ও লোক দেখানো মুছল্লীদের আল্লাহ মুনাফিক ও প্রতারক বলেছেন। যেমন তিনি বলেন,</p><p><br></p><h2>إِنَّ الْمُنَافِقِيْنَ يُخَادِعُوْنَ اللهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوْا إِلَى الصَّلاَةِ قَامُوْا كُسَالَى يُرَآءُوْنَ النَّاسَ وَلاَ يَذْكُرُوْنَ اللهَ إِلاَّ قَلِيلاً </h2><p><br></p><p>‘নিশ্চয়ই মুনাফিকরা প্রতারণা করে আল্লাহর সাথে। অথচ তিনি তাদেরকেই ধোঁকায় নিক্ষেপ করেন। তারা যখন ছালাতে দাঁড়ায়, তখন অলসভাবে দাঁড়ায় লোক দেখানোর জন্য। আর তারা আল্লাহকে অল্পই স্মরণ করে’ (নিসা ৪/১৪২)। অন্যত্র আল্লাহ তাদের ‘ফাসেক্ব’ (পাপাচারী) বলেছেন এবং বলেছেন যে, ‘তিনি তাদের ছালাত ও অর্থ ব্যয় কিছুই কবুল করবেন না’ (তওবা ৯/৫৩-৫৪)।</p><p><br></p><p>(গ) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,... ‘যে ব্যক্তি ছালাতের হেফাযত করল না ...সে ব্যক্তি ক্বিয়ামতের দিন ক্বারূণ, ফেরাঊন, হামান ও উবাই বিন খালাফের সঙ্গে থাকবে’।[24]</p><p><br></p><p>ছালাতের হেফাযত করা অর্থ রুকূ-সিজদা ইত্যাদি ফরয ও সুন্নাত সমূহ সঠিকভাবে ও গভীর মনোযোগ সহকারে আদায় করা। [25] উক্ত হাদীছের ব্যাখ্যায় হাফেয ইবনুল ক্বাইয়িম (৬৯১-৭৫১ হিঃ) বলেন, (১) যে ব্যক্তি অর্থ-সম্পদের মোহে ছালাত হ’তে দূরে থাকে, তার হাশর হবে মূসা (আঃ)-এর চাচাত ভাই বখীল ধনকুবের ক্বারূণ-এর সাথে। (২) রাষ্ট্রীয় বা রাজনৈতিক ব্যস্ততার অজুহাতে যে ব্যক্তি ছালাত হ’তে গাফেল থাকে, তার হাশর হবে মিসরের অত্যাচারী শাসক ফেরাঊনের সাথে। (৩) মন্ত্রীত্ব বা চাকুরীগত কারণে যে ব্যক্তি ছালাত হ’তে গাফেল থাকে, তার হাশর হবে ফেরাঊনের প্রধানমন্ত্রী হামান-এর সাথে। (৪) ব্যবসায়িক ব্যস্ততার অজুহাতে যে ব্যক্তি গাফেল থাকে, তার হাশর হবে মক্কার কাফের ব্যবসায়ী নেতা উবাই বিন খালাফের সাথে।[26] বলা বাহুল্য ক্বিয়ামতের দিন কাফের নেতাদের সাথে হাশর হওয়ার অর্থই হ’ল জাহান্নামবাসী হওয়া। যদিও সে দুনিয়াতে একজন মুছল্লী ছিল। অতএব শুধু ছালাত তরক করা নয় বরং ছালাতের হেফাযত বা রুকূ-সিজদা সঠিকভাবে আদায় না হ’লেও জাহান্নামী হ’তে হবে। (আল্লাহ আমাদের রক্ষা করুন। আমীন!)।</p><p><br></p><p>(ঘ) ছালাত তরক করাকে হাদীছে ‘কুফরী’ হিসাবে বর্ণনা করা হয়েছে।[27] ছাহাবায়ে কেরামও একে ‘কুফরী’ হিসাবে গণ্য করতেন।[28] তারা নিঃসন্দেহে জাহান্নামী। তবে এই ব্যক্তিগণ যদি খালেছ অন্তরে তাওহীদ, রিসালাত ও আখেরাতে বিশ্বাসী হয় এবং ইসলামের হালাল-হারাম ও ফরয-ওয়াজিব সমূহের অস্বীকারকারী না হয় এবং শিরক না করে, তাহ’লে তারা ‘কালেমায়ে শাহাদাত’কে অস্বীকারকারী কাফিরগণের ন্যায় ইসলাম থেকে খারিজ নয় বা চিরস্থায়ী জাহান্নামী নয়। কেননা এই প্রকারের মুসলমানেরা কর্মগতভাবে কাফির হ’লেও বিশ্বাসগতভাবে কাফির নয়। বরং খালেছ অন্তরে পাঠ করা কালেমার বরকতে এবং কবীরা গোনাহগারদের জন্য শেষনবী মুহাম্মাদ (ছাঃ)-এর শাফা‘আতের ফলে শেষ পর্যায়ে এক সময় তারা জান্নাতে ফিরে আসবে।[29] তবে তারা সেখানে ‘জাহান্নামী’ (اَلْجَهَنَّمِيُّوْنَ) বলেই অভিহিত হবে। [30] যেটা হবে বড়ই লজ্জাকর বিষয়।</p><p><br></p><p>(ঙ) বিভিন্ন হাদীছের আলোকে আহলেসুন্নাত বিদ্বানগণের মধ্যে ইমাম মালেক (৯৩-১৭৯ হিঃ), ইমাম শাফেঈ (১৫০-২০৪ হিঃ) এবং প্রাথমিক ও পরবর্তী যুগের প্রায় সকল বিদ্বান এই মর্মে একমত হয়েছেন যে, ঐ ব্যক্তি ‘ফাসিক্ব্’ এবং তাকে তওবা করতে হবে। যদি সে তওবা করে ছালাত আদায় শুরু না করে, তবে তার শাস্তি হবে মৃত্যুদন্ড। ইমাম আবু হানীফা (৮০-১৫০হিঃ) বলেন, তাকে দৃষ্টান্তমূলক শাস্তি দিতে হবে এবং ছালাত আদায় না করা পর্যন্ত জেলখানায় আবদ্ধ রাখতে হবে। [31] ইমাম আহমাদ বিন হাম্বল (১৬৪-২৪১ হিঃ) বলেন, ঐ ব্যক্তিকে ছালাতের জন্য ডাকার পরেও যদি সে ইনকার করে ও বলে যে ‘আমি ছালাত আদায় করব না’ এবং এইভাবে ওয়াক্ত শেষ হয়ে যায়, তখন তাকে কতল করা ওয়াজিব।[32] অবশ্য এরূপ শাস্তিদানের দায়িত্ব হ’ল ইসলামী সরকারের। ঐ ব্যক্তির জানাযা মসজিদের ইমাম বা বড় কোন বুযর্গ আলেম দিয়ে পড়ানো যাবে না। কেননা রাসূলুল্লাহ (ছাঃ) গণীমতের মালের (আনুমানিক দুই দিরহাম মূল্যের) তুচ্ছ বস্ত্তর খেয়ানতকারী এবং আত্মহত্যাকারীর জানাযা পড়েননি বরং অন্যকে পড়তে বলেছেন। [33] এক্ষণে আল্লাহ্কৃত ফরয ছালাতের সঙ্গে খেয়ানতকারী ব্যক্তির সাথে মুমিন সমাজের আচরণ কেমন হওয়া উচিৎ, তা সহজেই অনুমেয়।</p>",
        "reference" : "<p>[24] . আহমাদ হা/৬৫৭৬, ‘হাসান’; দারেমী হা/২৭২১, ‘ছহীহ’; মিশকাত হা/৫৭৮ ‘ছালাত’ অধ্যায়-৪, আলবানী প্রথমে ‘জাইয়িদ’ ও পরবর্তীতে ‘যঈফ’ বলেছেন (তারাজু‘আত হা/২৯)।</p><p><br></p><p>[25] . মোল্লা আলী ক্বারী হানাফী, মিরক্বাতুল মাফাতীহ শরহ মিশকাতুল মাছাবীহ (দিল্লী: তাবি) ২/১১৮ পৃঃ।</p><p><br></p><p>[26] . ইবনুল ক্বাইয়িম, ‘আছ-ছালাত ওয়া হুক্মু তারিকিহা’ (বৈরূত : দার ইবনু হযম, ১ম সংস্করণ ১৪১৬/১৯৯৬), পৃঃ ৬৩; সাইয়িদ সাবিক্ব, ফিক্বহুস সুন্নাহ (কায়রো : ১৪১২/১৯৯২), ১/৭২।</p><p><br></p><p>[27] . মুসলিম, মিশকাত হা/৫৬৯; তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৫৭৪, ৫৮০; মির‘আত ২/২৭৪, ২৭৯।</p><p><br></p><p>[28] . তিরমিযী, মিশকাত হা/৫৭৯; মির‘আত ২/২৮৩।</p><p><br></p><p>[29] . মুত্তাফাক্ব ‘আলাইহ, বুখারী, মিশকাত হা/৫৫৭৩-৭৪; তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৫৫৯৮-৫৬০০ ‘ক্বিয়ামতের অবস্থা’ অধ্যায়-২৮, ‘হাউয ও শাফা‘আত’ অনুচ্ছেদ-৪।</p><p><br></p><p>[30] . বুখারী, মিশকাত হা/৫৫৮৫, অধ্যায়-২৮, অনুচ্ছেদ-৪।</p><p><br></p><p>[31] . ফিক্বহুস সুন্নাহ ১/৭৩ পৃঃ ; শাওকানী, নায়লুল আওত্বার (কায়রো: ১৩৯৮/১৯৭৮), ২/১৩ পৃঃ।</p><p><br></p><p>[32] . নায়লুল আওত্বার ২/১৫; মিরক্বাত ২/১১৩-১৪ পৃঃ।</p><p><br></p><p>[33] . নায়ল ৫/৪৭-৪৮, ‘জিহাদ’ অধ্যায়, ‘মুত্যুদন্ডে নিহত ব্যক্তির জানাযা’ অনুচ্ছেদ; এতদ্ব্যতীত আহমাদ, আবুদাঊদ, নাসাঈ, ইবনু মাজাহ, মিশকাত হা/৪০১১; যা-দুল মা‘আদ ৩/৯৮ পৃঃ; আলবানী, তালখীছু আহকামিল জানায়েয পৃঃ ৪৪; মুসলিম হা/২২৬২ (৯৭৮) ‘জানায়েয’ অধ্যায়-১১, অনুচ্ছেদ-৩৭; বুলূগুল মারাম হা/৫৪২।</p>"
    },
    {
        "id": 13,
        "category": "2",
        "title_id" : "5",
        "description": "<p>(১) আল্লাহ পাক এরশাদ করেন,</p><p><br></p><h2> إِنَّ الصَّلاَةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ </h2><p><br></p><p>‘নিশ্চয়ই ছালাত মুমিনকে নির্লজ্জ ও অপছন্দনীয় কাজ সমূহ হতে বিরত রাখে’ (আনকাবূত ২৯/৪৫)।</p><p><br></p><p>আবুল ‘আলিয়াহ বলেন, তিনটি বস্ত্ত না থাকলে তাকে ছালাত বলা যায় না।</p><p><br></p><p>(১) ইখলাছ <strong>(الإخلاص) </strong>বা একনিষ্ঠতা, যা তাকে সৎ কাজের নির্দেশ দেয়</p><p>(২) আল্লাহভীতি <strong>(الخشية)</strong>, যা তাকে অন্যায় থেকে বিরত রাখে</p><p>(৩) কুরআন পাঠ<strong> (ذكر القرآن)</strong>, যা তাকে ভাল-মন্দের নির্দেশনা দেয়।[34] আবু হুরায়রা (রাঃ) বলেন, ‘একদা জনৈক ব্যক্তি এসে রাসূলুল্লাহ (ছাঃ)-কে বলল যে, অমুক ব্যক্তি রাতে (তাহাজ্জুদের) ছালাত পড়ে। অতঃপর সকালে চুরি করে। জবাবে রাসূলুল্লাহ (ছাঃ) তাকে বলেন, তার রাত্রি জাগরণ সত্বর তাকে ঐ কাজ থেকে বিরত রাখবে, যা তুমি বলছ<strong> (إِنَّهُ سَيَنْهَاهُ مَا تَقُوْلُ)’</strong>। [35]</p><p>(২) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, ‘পাঁচ ওয়াক্ত ছালাত, এক জুম‘আ হ’তে পরবর্তী জুম‘আ এবং এক রামাযান হ’তে পরবর্তী রামাযানের মধ্যকার যাবতীয় (ছগীরা) গুনাহের কাফফারা স্বরূপ, যদি সে কবীরা গোনাহসমূহ হ’তে বিরত থাকে (যা তওবা ব্যতীত মাফ হয় না)’।[36]</p><p><br></p><p>(৩) তিনি বলেন, তোমাদের কারু ঘরের সম্মুখ দিয়ে প্রবাহিত নদীতে দৈনিক পাঁচবার গোসল করলে তোমাদের দেহে কোন ময়লা বাকী থাকে কি?... পাঁচ ওয়াক্ত ছালাতের তুলনা ঠিক অনুরূপ। আল্লাহ এর দ্বারা গোনাহ সমূহ বিদূরিত করেন।[37]</p><p><br></p><p>(৪) তিনি আরও বলেন, যে ব্যক্তি ছালাতের হেফাযত করল, ছালাত তার জন্য ক্বিয়ামতের দিন নূর, দলীল ও নাজাতের কারণ হবে....। [38]</p><p><br></p><p>(৫) আব্দুল্লাহ বিন ওমর (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন যে, ‘বান্দা যখন ছালাতে দন্ডায়মান হয়, তখন তার সমস্ত গুনাহ হাযির করা হয়। অতঃপর তা তার মাথায় ও দুই স্কন্ধে রেখে দেওয়া হয়। এরপর সে ব্যক্তি যখন রুকূ বা সিজদায় গমন করে, তখন গুনাহ সমূহ ঝরে পড়ে’। [39]</p><p><br></p><p>(৬) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p>(ক) যে ব্যক্তি ফজর ও আছরের ছালাত নিয়মিত আদায় করে, সে জাহান্নামে যাবে না’। ‘সে জান্নাতে প্রবেশ করবে’। [40]</p><p>(খ) দিবস ও রাত্রির ফেরেশতারা ফজর ও আছরের ছালাতের সময় একত্রিত হয়। রাতের ফেরেশতারা আসমানে উঠে গেলে আল্লাহ তাদের জিজ্ঞেস করেন, তোমরা আমার বান্দাদের কি অবস্থায় রেখে এলে? যদিও তিনি সবকিছু অবগত। তখন ফেরেশতারা বলে যে, আমরা তাদেরকে পেয়েছিলাম (আছরের) ছালাত অবস্থায় এবং ছেড়ে এসেছি (ফজরের) ছালাত অবস্থায়’।[41] কুরআনে ফজরের ছালাতকে ‘মাশহূদ’ বলা হয়েছে(ইসরা ১৭/৭৮)। অর্থাৎ ঐ সময় ফেরেশতা বদলের কারণে রাতের ও দিনের ফেরেশতারা একত্রিত হয়ে সাক্ষী হয়ে যায়। [42]</p><p>গ) যে ব্যক্তি ফজরের ছালাত আদায় করল, সে আল্লাহর যিম্মায় রইল। যদি কেউ সেই যিম্মা থেকে কাউকে ছাড়িয়ে নিতে চায়, তাকে উপুড় অবস্থায় জাহান্নামে নিক্ষেপ করা হবে।[43]</p><p><br></p><p>(৭) তিনি বলেন, পাঁচ ওয়াক্ত ছালাত যেগুলিকে আল্লাহ স্বীয় বান্দাদের উপরে ফরয করেছেন, যে ব্যক্তি এগুলির জন্য সুন্দরভাবে ওযূ করবে, ওয়াক্ত মোতাবেক ছালাত আদায় করবে, রুকূ ও খুশূ‘-খুযূ‘ পূর্ণ করবে, তাকে ক্ষমা করার জন্য আল্লাহর অঙ্গীকার রয়েছে। আর যে ব্যক্তি এগুলি করবে না, তার জন্য আল্লাহর কোন অঙ্গীকার নেই। তিনি ইচ্ছা করলে তাকে ক্ষমা করতে পারেন, ইচ্ছা করলে আযাব দিতে পারেন’।[44]</p><p><br></p><p>(৮) আবূ হুরায়রা (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন যে, আল্লাহ বলেন, যে ব্যক্তি আমার কোন প্রিয় বান্দার সাথে দুশমনী করল, আমি তার বিরুদ্ধে যুদ্ধের ঘোষণা দিলাম। আমি যেসব বিষয় ফরয করেছি, তার মাধ্যমে আমার নৈকট্য অনুসন্ধানের চাইতে প্রিয়তর আমার নিকটে আর কিছু নেই। বান্দা বিভিন্ন নফল ইবাদতের মাধ্যমে সর্বদা আমার নৈকট্য হাছিলের চেষ্টায় থাকে, যতক্ষণ না আমি তাকে ভালবাসি। অতঃপর যখন আমি তাকে ভালবাসি, তখন আমিই তার কান হয়ে যাই যা দিয়ে সে শ্রবণ করে। চোখ হয়ে যাই, যা দিয়ে সে দর্শন করে। হাত হয়ে যাই, যা দিয়ে সে ধারণ করে। পা হয়ে যাই, যার সাহায্যে সে চলাফেরা করে। যদি সে আমার নিকটে কোন কিছু প্রার্থনা করে, আমি তাকে তা দান করে থাকি। যদি সে আশ্রয় ভিক্ষা করে, আমি তাকে আশ্রয় দিয়ে থাকি’....।[45]</p><p><br></p><p>মসজিদে ছালাতের ফযীলত :</p><p><br></p><p>(১) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, আল্লাহর নিকটে প্রিয়তর স্থান হ’ল মসজিদ এবং নিকৃষ্টতর স্থান হ’ল বাজার’। [46]</p><p><br></p><p>(২) ‘যে ব্যক্তি সকালে ও সন্ধ্যায় (পাঁচ ওয়াক্ত ছালাতে) মসজিদে যাতায়াত করে, আল্লাহ তার জন্য জান্নাতে মেহমানদারী প্রস্ত্তত রাখেন’। [47]</p><p><br></p><p>(৩) তিনি বলেন, সবচেয়ে বেশী নেকী পান ঐ ব্যক্তি যিনি সবচেয়ে দূর থেকে মসজিদে আসেন এবং ঐ ব্যক্তি বেশী পুরস্কৃত হন, যিনি আগে এসে অপেক্ষায় থাকেন। অতঃপর ইমামের সাথে ছালাত আদায় করেন।[48] তিনি বলেন, ‘প্রথম কাতার হ’ল ফেরেশতাদের কাতারের ন্যায়। যদি তোমরা জানতে এর ফযীলত কত বেশী, তাহ’লে তোমরা এখানে আসার জন্য অতি ব্যস্ত হয়ে উঠতে’।[49]</p><p><br></p><p>(৪) ক্বিয়ামতের দিন আল্লাহর আরশের ছায়াতলে যে সাত শ্রেণীর লোক আশ্রয় পাবে, তাদের এক শ্রেণী হ’ল ঐ সকল ব্যক্তি যাদের অন্তর মসজিদের সাথে লটকানো থাকে। যখনই বের হয়, পুনরায় ফিরে আসে।[50]</p><p><br></p><p>(৫) রাসূলুল্লাহ (ছাঃ) বলেন, অন্যত্র ছালাত আদায়ের চেয়ে আমার এই মসজিদে ছালাত আদায় করা এক হাযার গুণ উত্তম এবং মাসজিদুল হারামে ছালাত আদায় করা এক লক্ষ গুণ উত্তম।[51]</p><p><br></p><p>উল্লেখ্য যে ‘অন্য মসজিদের চেয়ে জুম‘আ মসজিদে ছালাত আদায় করলে পাঁচশত গুণ ছওয়াব বেশী পাওয়া যাবে’ মর্মে বর্ণিত হাদীছটি ‘যঈফ’। [52]</p><p><br></p><p>মসজিদ সম্পর্কে জ্ঞাতব্য :</p><p><br></p><p>(১) রাসূলুল্লাহ (ছাঃ) বলেন, যে ব্যক্তি আল্লাহর জন্য একটি মসজিদ নির্মাণ করে, আল্লাহ তার জন্য জান্নাতে একটি গৃহ নির্মাণ করেন। [53] তবে যদি ঐ মসজিদ ঈমানদারগণের মধ্যে বিভেদ সৃষ্টির উদ্দেশ্যে নির্মিত হয়, তাহ’লে তা ‘যেরার’ (ضِرَار) অর্থাৎ ক্ষতিকর মসজিদ হিসাবে গণ্য হবে’ (তওবাহ ৯/১০৭)। উক্ত মসজিদ নির্মাণকারীরা গোনাহগার হবে।</p><p><br></p><p>(২) মসজিদ থেকে কবরস্থান দূরে রাখতে হবে।[54] নিতান্ত বাধ্য হ’লে মাঝখানে দেওয়াল দিতে হবে। মসজিদ সর্বদা কোলাহল মুক্ত ও নিরিবিলি পরিবেশে হওয়া আবশ্যক।</p><p><br></p><p>(৩) মসজিদ অনাড়ম্বর ও সাধাসিধা হবে। কোনরূপ সাজ-সজ্জা ও জাঁকজমক পূর্ণ করা যাবে না বা মসজিদ নিয়ে কোনরূপ গর্ব করা যাবে না। [55]</p><p><br></p><p>(৪) মসজিদ নির্মাণে সতর্কতার সাথে ইসলামী নির্মাণশৈলী অনুসরণ করতে হবে। কোন অবস্থাতেই অমুসলিমদের উপাসনা গৃহের অনুকরণ করা যাবে না।</p><p><br></p><p>(৫) মসজিদে নববীতে প্রথমে মিম্বর ছিল না। কয়েক বছর পরে একটি কাঠের তৈরী মিম্বর স্থাপন করা হয়। যা তিন স্তর বিশিষ্ট ছিল। তিন স্তরের অধিক উমাইয়াদের সৃষ্ট। [56]</p><p><br></p><p>(৬) যে সব কবরে বা স্থানে পূজা হয়, সিজদা হয় বা যেখানে কিছু কামনা করা হয় ও মানত করা হয়, ঐসব কবরের বা স্থানের পাশে মসজিদ নির্মাণ করা হারাম এবং ঐ মসজিদে ছালাত আদায় করা বা কোনরূপ সহযোগিতা করাও হারাম। কেননা এগুলি শিরক এবং আল্লাহ শিরকের গোনাহ কখনই ক্ষমা করেন না (তওবা করা ব্যতীত)। [57]</p><p><br></p><p>(৭) মসজিদের এক পাশে ‘আল্লাহ’ ও একপাশে ‘মুহাম্মাদ’ লেখা পরিষ্কারভাবে শিরক। একইভাবে ক্বিবলার দিকে চাঁদতারা বা কেবল তারকার ছবি নিষিদ্ধ। মুসলমান ‘আল্লাহ’ নামক কোন শব্দের ইবাদত করে না। বরং তারা অদৃশ্য আল্লাহর ইবাদত করে। যিনি সূর্য, চন্দ্র, তারকা ও বিশ্বচরাচরের স্রষ্টা। যিনি সাত আসমানের উপরে আরশে সমাসীন (ত্বোয়াহা ২০/৫)। কিন্তু তাঁর জ্ঞান ও শক্তি সর্বত্র বিরাজমান। যিনি আমাদের সবকিছু দেখেন ও শোনেন (ত্বোয়াহা ২০/৪৬)। তাঁর নিজস্ব আকার আছে। কিন্তু তা কারু সাথে তুলনীয় নয় (শূরা ৪২/১১)।</p><p><br></p><p>(৮) মসজিদে ক্বিবলার দিকে ‘আল্লাহ’ ও কা‘বা গৃহের ছবি এবং মেহরাবের দু’পাশে গম্বুজের আকৃতি বিশিষ্ট দীর্ঘ খাম্বাযুক্ত সুসজ্জিত টাইল্স বসানো যাবে না। মেহরাবের উপরে কোনরূপ লেখা বা নকশা করা যাবে না। মোল্লা আলী ক্বারী হানাফী (রহঃ) মসজিদে চাকচিক্য করাকে বিদ‘আত বলেছেন। [58]</p><p><br></p><p>(৯) ‘আল্লাহ’ বা ‘মুহাম্মাদ’ বা ‘কালেমা’ খচিত ভেন্টিলেটর বা জানালার গ্রীল ইত্যাদি নির্মাণ করা যাবে না।</p><p><br></p><p>(১০) মসজিদের বাইরে, মিনারে বা গুম্বজে ‘আল্লাহ’ বা ‘আল্লাহু আকবর’ এবং দেওয়ালে ও ছাদের নীচে দো‘আ, কালেমা, আসমাউল হুসনা ও কুরআনের আয়াত সমূহ লেখা বা খোদাই করা যাবে না বা কা‘বা গৃহের গেলাফের অংশ ঝুলানো যাবে না। কেননা রাসূলুল্লাহ (ছাঃ)-এর মসজিদে এসবের কিছুই ছিল না।</p><p><br></p><p>(১১) মসজিদের ভিতরে-বাইরে কোথাও মাথাসহ পূর্ণদেহী বা অর্ধদেহী প্রাণীর প্রতিকৃতি বা ছবিযুক্ত পোস্টার লাগানো যাবে না। কেননা ‘যে ঘরে কোন (প্রাণীর) ছবি টাঙানো থাকে, সে ঘরে আল্লাহর রহমতের ফেরেশতা প্রবেশ করে না’।[59]</p><p><br></p><p>(১২) মসজিদে অবশ্যই নিয়মিতভাবে আযান ও ইবাদতের ব্যবস্থা থাকতে হবে।</p><p><br></p><p>(১৩) মসজিদে (নারী ও পুরুষের জন্য পৃথক) ওযূখানা ও টয়লেটের ব্যবস্থা থাকতে হবে।</p><p><br></p><p>(১৪) মসজিদ ও তার আঙিনা সর্বদা পরিষ্কার-পরিচ্ছন্ন রাখতে হবে এবং ইবাদতের নির্বিঘ্ন ও সুন্দর পরিবেশ বজায় রাখতে হবে।</p><p><br></p><p>(১৫) মসজিদে আগত আলেম ও মেহমানদের প্রতি পূর্ণ সম্মান প্রদর্শন করতে হবে ও সর্বোচ্চ আপ্যায়ন করতে হবে। কেননা তারা আল্লাহর ঘরের মেহমান।</p><p><br></p><p>(১৬) পুরুষের কাতারের পিছনে মহিলা মুছল্লীদের জন্য পৃথকভাবে পর্দার মধ্যে পুরুষের জামা‘আতের সাথে ছালাতের ব্যবস্থা রাখা যেতে পারে। রাসূলুল্লাহ (ছাঃ)-এর যামানায় মহিলাগণ নিয়মিতভাবে পুরুষদের সাথে জুম‘আ ও জামা‘আতে যোগদান করতেন।[60] তবে এজন্য পরিবেশ নিরাপদ ও অভিভাবকের অনুমতি প্রয়োজন হবে এবং তাকে সুগন্ধিবিহীন অবস্থায় আসতে হবে।[61]</p><p><br></p><p>(১৭) কেবল মসজিদ নির্মাণ নয়, বরং মসজিদ আবাদের প্রতি দৃষ্টি দিতে হবে এবং নিয়মিতভাবে বিশুদ্ধ দ্বীনী তা‘লীম ও তারবিয়াতের ব্যবস্থা করতে হবে। যেমন মসজিদে নববীতে ছিল। বর্তমানে মসজিদগুলিতে ছহীহ হাদীছ ভিত্তিক বিশুদ্ধ দ্বীনী তা‘লীমের বদলে অশুদ্ধ বিদ‘আতী তা‘লীম বৃদ্ধি পাচ্ছে।</p><p><br></p><p>তাছাড়া জামা‘আত শেষে দলবদ্ধভাবে সর্বোচ্চ স্বরে ও সুরেলা কণ্ঠে মীলাদ ও দরূদের অনুষ্ঠান করা কোন কোন মসজিদে নিয়মে পরিণত হয়েছে। ফলে ঐসব মসজিদ এখন ইবাদত গৃহের বদলে বিদ‘আত গৃহে পরিণত হয়েছে। সংশ্লিষ্টগণ আল্লাহকে ভয় করুন!</p><p><br></p><p>(১৮) সুন্নাত থেকে বিরত রাখার জন্য ‘সুন্নাতের নিয়ত করিবেন না’ লেখা বা মসজিদে লালবাতি জ্বালানোর ব্যবস্থা রাখা ঠিক নয়। কেননা ইক্বামত হয়ে গেলে সুন্নাত ছেড়ে দিয়ে জামা‘আতে যোগ দিলে ঐ ব্যক্তি পূর্ণ ছালাতের নেকী পেয়ে যায়।[62]</p><p><br></p><p>(১৯) জামে মসজিদের সাথে (প্রয়োজন বোধে) ইমাম ও মুওয়াযযিনের পৃথক কোয়ার্টার ও তাদের থাকা-খাওয়ার ও জীবন-জীবিকার সম্মানজনক ব্যবস্থা থাকা আবশ্যক।</p><p><br></p><p>(২০) মসজিদের আদব : (ক) মসজিদে প্রবেশ করে আল্লাহর উদ্দেশ্যে দু’রাক‘আত ‘তাহিইয়াতুল মাসজিদ’ নফল ছালাত আদায় করবে।[63] সরাসরি বসবে না। (খ) মসজিদে (খুৎবা ব্যতীত) উঁচু স্বরে কথা বলবে না বা শোরগোল করবে না।[64] (গ) সেখানে কোন হারানো বিজ্ঞপ্তি প্রচার করা যাবে না।[65] (ঘ) মসজিদে কাতারের মধ্যে কারু জন্য কোন স্থান নির্দিষ্ট করা যাবে না (ইমাম ব্যতীত)।[66] অতএব কোন মুছল্লীর জন্য পৃথকভাবে কোন জায়নামায বিছানো যাবে না। (ঙ) মসজিদে নববী ও মসজিদুল আক্বছা ব্যতীত[67] সকল মসজিদের মর্যাদা সমান। অতএব বেশী নেকী হবে মনে করে বড় মসজিদে যাওয়া যাবে না।</p><p><br></p><p>(২১) মসজিদ কমিটির সভাপতি ও সদস্যবৃন্দকে সর্বদা মসজিদের তদারকি করতে হবে এবং এর সংরক্ষণের প্রতি দৃষ্টি রাখতে হবে। নইলে তাদেরকে আল্লাহর নিকট জবাবদিহি করতে হবে।[68] তাদেরকে পবিত্র কুরআন ও ছহীহ হাদীছের নির্ভীক অনুসারী, আল্লাহভীরু ও নিষ্ঠাবান মুছল্লী হ’তে হবে (তওবা ৯/১৮)। তারা যেন মসজিদে কোন বিদ‘আত ও বিদ‘আতীকে প্রশ্রয় না দেন। কেননা তাহ’লে তাদের উপর আল্লাহর লা‘নত হবে এবং তাদের কোন নেক আমল আল্লাহর দরবারে কবুল হবে না।[69]</p><p><br></p><p>জামা‘আতে ছালাতের গুরুত্ব ও ফযীলত :</p><p><br></p><p>(১) রাসূলুল্লাহ (ছাঃ) বলেন, ঘরে অথবা বাজারে একাকী ছালাতের চেয়ে মসজিদে জামা‘আতে ছালাত আদায়ে ২৫ বা ২৭ গুণ ছওয়াব বেশী।’ তিনি বলেন, দুই জনের ছালাত একাকীর চাইতে উত্তম। ...এভাবে জামা‘আত যত বড় হয়, নেকী তত বেশী হয়<strong> (وما كَثُرَ فَهُوَ أَحَبُّ إِلَى اللهِ)</strong>।[70]</p><p><br></p><p>(২) তিনি বলেন, ‘যাঁর হাতে আমার জীবন তাঁর কসম করে বলছি, আমার মন চায় আযান হওয়ার পরেও যারা জামা‘আতে আসে না, ইমামতির দায়িত্ব কাউকে দিয়ে আমি নিজে গিয়ে তাদের ঘরে আগুন লাগিয়ে জ্বালিয়ে দিয়ে আসি’।[71]</p><p><br></p><p>(৩) রাসূলুল্লাহ (ছাঃ) বলেন,</p><p>(ক) আল্লাহ ও ফিরিশতাগণ ১ম কাতারের লোকদের উপর বিশেষ রহমত নাযিল করে থাকেন। কথাটি আল্লাহর রাসূল (ছাঃ) তিনবার বলেন। অতঃপর বলেন, ২য় কাতারের উপরেও।[72] অন্য বর্ণনায় এসেছে, সামনের কাতার সমূহের উপরে<strong> (عَلَى الصُّفُوْفِ الْمُقَدَّمَةِ)</strong>।[73]</p><p><br></p><p>(খ) তিনি বলেন, যদি লোকেরা জানত যে, আযান, প্রথম কাতার ও আউয়াল ওয়াক্তে ছালাত আদায়ে কি নেকী রয়েছে, তাহ’লে তারা পরস্পরে প্রতিযোগিতা করত। অনুরূপভাবে যদি তারা জানত এশা ও ফজরের ছালাতে কি নেকী রয়েছে, তবে তারা হামাগুড়ি দিয়ে হ’লেও ঐ দুই ছালাতে আসত’।[74]</p><p><br></p><p>(গ) তিনি বলেন, যে ব্যক্তি এশার ছালাত জামা‘আতে পড়ল, সে যেন অর্ধরাত্রি ছালাতে কাটাল এবং যে ব্যক্তি ফজরের ছালাত জামা‘আতে পড়ল, সে যেন সমস্ত রাত্রি ছালাতে অতিবাহিত করল’।[75]</p><p><br></p><p>(ঘ) তিনি বলেন, মুনাফিকদের উপরে ফজর ও এশার চাইতে কঠিন কোন ছালাত নেই।[76]</p><p><br></p><p>(ঙ) তিনি বলেন, যে ব্যক্তি আল্লাহর জন্য ৪০ দিন তাকবীরে ঊলা সহ জামা‘আতে ছালাত আদায় করল, তার জন্য দু’টি মুক্তি লেখা হয়। একটি হ’ল জাহান্নাম হ’তে মুক্তি। অপরটি হ’ল নিফাক্ব হ’তে মুক্তি।[77] ইবনু হাজার বলেন, ‘তাকবীরে ঊলা’<strong> (التكبيرة الأولى) </strong>পাওয়া সুন্নাতে মুওয়াক্কাদাহ। সালাফে ছালেহীন ইমামের সাথে প্রথম তাকবীর না পেলে ৩ দিন দুঃখ প্রকাশ করতেন। আর জামা‘আত ছুটে গেলে ৭ দিন দুঃখ প্রকাশ করতেন’। [78]</p><p><br></p><p>(৪) রাসূলুল্লাহ (ছাঃ) বলেন, ‘কোন গ্রাম বা বস্তিতে যদি তিন জন মুসলমানও থাকে, যদি তারা জামা‘আতে ছালাত আদায় না করে, তাহ’লে তাদের উপর শয়তান বিজয়ী হবে। আর বিচ্ছিন্ন বকরীকেই নেকড়ে ধরে খেয়ে ফেলে’।[79]</p><p><br></p><p>(৫) ‘যখন কোন মুছল্লী সুন্দরভাবে ওযূ করে ও স্রেফ ছালাতের উদ্দেশ্যে ঘর হ’তে বের হয়, তখন তার প্রতি পদক্ষেপে আল্লাহর নিকটে একটি করে নেকী হয় ও একটি করে মর্যাদার স্তর উন্নীত হয় ও একটি করে গোনাহ ঝরে পড়ে। যতক্ষণ ঐ ব্যক্তি ছালাতরত থাকে, ততক্ষণ ফেরেশতারা তার জন্য দো‘আ করতে থাকে ও বলে যে, ‘হে আল্লাহ! তুমি তার উপরে শান্তি বর্ষণ কর’। ‘তুমি তার উপরে অনুগ্রহ কর’। যতক্ষণ সে কথা না বলে ততক্ষণ পর্যন্ত ফেরেশতারা আরও বলতে থাকে, ‘হে আল্লাহ! তুমি তাকে ক্ষমা কর’ ‘তুমি তার তওবা কবুল কর’।[80]</p><p><br></p><p>(৬) যখন জামা‘আতের এক্বামত হ’বে, তখন ঐ ফরয ছালাত ব্যতীত আর কোন ছালাত নেই।[81] অতএব ফজরের জামা‘আতের ইক্বামতের পর সুন্নাত পড়া জায়েয নয়, যা প্রচলিত আছে। বরং জামা‘আত শেষ হওয়ার পরেই সুন্নাত পড়বে।[82]</p><p><br></p><p>(৭) যে অবস্থায় জামা‘আত পাওয়া যাবে, সেই অবস্থায় শরীক হবে এবং ইমামের অনুসরণ করবে।[83] রাসূলুল্লাহ (ছাঃ) বলেন, ‘যে ব্যক্তি সুন্দরভাবে ওযূ করল। অতঃপর মসজিদে রওয়ানা হ’ল এবং জামা‘আতে যোগদান করল, আল্লাহ তাকে ঐ ব্যক্তির ন্যায় পুরস্কার দিবেন, যে ব্যক্তি ছালাত আদায় করেছে ও শুরু থেকে হাযির রয়েছে। তাদের নেকী থেকে তাকে মোটেই কম করা হবে না’।[84]</p><p><br></p><p>(৮) জামা‘আতের পরে আসা মুছল্লীগণ এক্বামত দিয়ে পুনরায় জামা‘আত করবেন। একজন হ’লে আরেকজন মুছল্লী (যিনি ইতিপূর্বে ছালাত আদায় করেছেন) তার সঙ্গে যোগ দিতে পারেন জামা‘আত করার জন্য এবং এর নেকী অর্জনের জন্য।[85] তবে স্থানীয় মুছল্লীদের নিয়মিতভাবে জামা‘আতের পরে আসা উচিৎ নয়।</p><p><br></p><p>(৯) তিনি বলেন, তোমরা সামনের কাতারের দিকে অগ্রসর হও। কেননা যারা সর্বদা পিছনে থাকবে, আল্লাহ তাদেরকে (স্বীয় রহমত থেকে) পিছনে রাখবেন (মুসলিম)। অন্য বর্ণনায় এসেছে, আল্লাহ তাদেরকে জাহান্নাম পর্যন্ত পিছিয়ে দিবেন (আবুদাঊদ)।[86]</p><p><br></p><p>ছালাতের নিষিদ্ধ স্থান :</p><p><br></p><p>আবূ সাঈদ খুদরী (রাঃ) হতে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন যে, সমগ্র পৃথিবীই সিজদার স্থান, কেবল কবরস্থান ও গোসলখানা ব্যতীত’। [87] সাতটি স্থানে ছালাত নিষিদ্ধ হওয়ার হাদীছটি যঈফ।[88]</p>",
        "reference" : "<p>[71] . বুখারী ও মুসলিম, মিশকাত হা/১০৫৩, ‘জামা‘আত ও উহার ফযীলত’ অনুচ্ছেদ-২৩।</p><p><br></p><p>[72] . আহমাদ, দারেমী, ত্বাবারাণী, মিশকাত হা/১১০১; ছহীহুল জামে‘ হা/১৮৩৯ ‘কাতার সোজা করা’ অনুচ্ছেদ-২৪।</p><p><br></p><p>[73] . নাসাঈ হা/৬৬১; ছহীহুল জামে‘ হা/১৮৪২।</p><p><br></p><p>[74] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬২৮ ‘ছালাতের ফযীলতসমূহ’ অনুচ্ছেদ-৩।</p><p><br></p><p>[75] . মুসলিম, মিশকাত হা/৬৩০, অনুচ্ছেদ-৩।</p><p><br></p><p>[76] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬২৯; আবুদাঊদ, নাসাঈ, মিশকাত হা/১০৬৬; মির‘আত ৩/৫০৮।</p><p><br></p><p>[77] . তিরমিযী হা/২৪১; ঐ, মিশকাত হা/১১৪৪ ‘ছালাত’ অধ্যায়-৪, অনুচ্ছেদ-২৮, পরিচ্ছেদ-২।</p><p><br></p><p>[78] . মির‘আত ৪/১০২।</p><p><br></p><p>[79] . আহমাদ, আবুদাঊদ, নাসাঈ, মিশকাত হা/১০৬৭, ‘জামা‘আত ও উহার ফযীলত’ অনুচ্ছেদ-২৩।</p><p><br></p><p>[80] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৭০২; মুসলিম, মিশকাত হা/১০৭২, অনুচ্ছেদ-৭ ও ২৩।</p><p><br></p><p>[81] . মুসলিম, মিশকাত হা/১০৫৮ ‘জামা‘আত ও উহার ফযীলত’ অনুচ্ছেদ-২৩।</p><p><br></p><p>[82] . আবুদাঊদ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/১০৪৪ ‘ছালাতের নিষিদ্ধ সময় সমূহ’ অনুচ্ছেদ-২২।</p><p><br></p><p>[83] . তিরমিযী হা/৫৯১; আবুদাঊদ হা/৫০৬; ঐ, মিশকাত হা/১১৪২, অনুচ্ছেদ-২৮, পরিচ্ছেদ-২; ছহীহুল জামে‘ হা/২৬১।</p><p><br></p><p>[84] . আবুদাঊদ হা/৫৬৪; ঐ, মিশকাত হা/১১৪৫ ‘ছালাত’ অধ্যায়-৪, ‘মুক্তাদীর কর্তব্য ও মাসবূকের হুকুম’ অনুচ্ছেদ-২৮, পরিচ্ছেদ-২।</p><p><br></p><p>[85] . আবুদাঊদ হা/৫৭৪, ‘ছালাত’ অধ্যায়-২, ‘এক মসজিদে দু’বার জামা‘আত করা’ অনুচ্ছেদ-৫৬; তিরমিযী, আবুদাঊদ, মিশকাত হা/১১৪৬, অনুচ্ছেদ-২৮।</p><p><br></p><p>[86] . মুসলিম, আবুদাঊদ, মিশকাত হা/১০৯০, ১১০৪ ‘কাতার সোজা করা’ অনুচ্ছেদ-২৪।</p><p><br></p><p>[87] . اَلْأَرْضُ كُلُّهَا مَسْجِدٌ إِلاَّ الْمَقْبَرَةَ وَالْحَمَّامَ আবুদাঊদ, তিরমিযী, দারেমী , মিশকাত হা/৭৩৭, ‘মসজিদ ও ছালাতের স্থান সমূহ’ অনুচ্ছেদ-৭।</p><p><br></p><p>[88] . তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৭৩৮ আলবানী, ইরওয়া হা/২৮৭; যঈফুল জামে‘ হা/৩২৩৫।</p>"
    },
    {
        "id": 14,
        "category": "2",
        "title_id" : "6",
        "description": "<p>ছালাতের বাইরের কিছু বিষয়, যা না হ’লে ছালাত সিদ্ধ হয় না, সেগুলিকে ‘ছালাতের শর্তাবলী’ বলা হয়। যা ৯টি। যেমন-</p><p><br></p><p>(১) মুসলিম হওয়া[89] </p><p><span>(২) জ্ঞানসম্পন্ন হওয়া[90] </span></p><p>(৩) বয়ঃপ্রাপ্ত হওয়া ও সেজন্য সাত বছর বয়স থেকেই ছালাত আদায় শুরু করা[91] </p><p>(৪) দেহ, কাপড় ও স্থান পাক হওয়া [92] </p><p>(৫) সতর ঢাকা। ছালাতের সময় পুরুষের জন্য দুই কাঁধ ও নাভী হ’তে হাঁটু পর্যন্ত এবং মহিলাদের দুই হাতের তালু ও চেহারা ব্যতীত মাথা হ’তে পায়ের পাতা পর্যন্ত সর্বাঙ্গ সতর হিসাবে ঢাকা।[93] </p><p>(৬) ওয়াক্ত হওয়া[94] </p><p>(৭) ওযূ-গোসল বা তায়াম্মুমের মাধ্যমে পবিত্রতা অর্জন করা (মায়েদাহ ৬)। </p><p>(৮) ক্বিবলামুখী হওয়া [95] (৯) ছালাতের নিয়ত বা সংকল্প করা।[96]</p><p><br></p><p><strong>সতর ও লেবাস সম্পর্কে চারটি শারঈ মূলনীতি :</strong></p><p><br></p><p>(১) পোষাক পরিধানের উদ্দেশ্য হবে দেহকে ভালভাবে আবৃত করা। যাতে দেহের গোপনীয় স্থান সমূহ অন্যের চোখে প্রকট হয়ে না ওঠে। [97] </p><p>(২) ভিতরে-বাইরে তাক্বওয়াশীল হওয়া। এজন্য ঢিলাঢালা, ভদ্র ও পরিচ্ছন্ন পোষাক পরিধান করা। হাদীছে সাদা পোষাক পরিধানের নির্দেশ এসেছে।[98] </p><p>(৩) অমুসলিমদের সদৃশ না হওয়া। [99] </p><p>(৪) অপচয় ও অহংকার প্রকাশ না পাওয়া। এজন্য পুরুষ যেন সোনা ও রেশম পরিধান না করে এবং টাখনুর নীচে কাপড় না রাখে।[100]</p><p><br></p><p><strong>মস্তকাবরণ :</strong></p><p><br></p><p>পৃথিবীর প্রায় সকল জাতির মধ্যে মস্তকাবরণ ব্যবহারের নিয়ম আদিকাল থেকে ছিল, আজও আছে এবং আরবদের মধ্যেও এটা ছিল। আল্লাহ বলেন,</p><p><br></p><h2> خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ </h2><p><br></p><p>‘তোমরা ছালাতের সময় সুন্দর পোষাক পরিধান কর’ (আ‘রাফ ৭/৩১)। সেকারণ ছালাতের সময় উত্তম পোষাক সহ টুপী, পাগড়ী প্রভৃতি মস্তকাবরণ ব্যবহার করা রাসূলুল্লাহ (ছাঃ) ও ছাহাবায়ে কেরামের অভ্যাসগত সুন্নাত ছিল। আরবদের মধ্যে পূর্ব থেকেই এগুলির প্রচলন ছিল, যা ভদ্র পোষাক হিসাবে গণ্য হ’ত। ইসলাম এগুলিকে বাতিল করেনি। বরং মস্তকাবরণ ব্যবহার করা মুসলমানদের নিকট সৌন্দর্যের অন্তর্ভুক্ত।[101] রাসূলুল্লাহ (ছাঃ) শুধু টুপী অথবা টুপীসহ পাগড়ী বা টুপী ছাড়া পাগড়ী পরিধান করতেন।[102] ছাহাবীগণ টুপী ছাড়া খালি মাথায়ও চলতেন।[103] হাসান বাছরী বলেন, ছাহাবীগণ প্রচন্ড গরমে পাগড়ী ও টুপীর উপর সিজদা করতেন।[104] বিশেষ অবস্থায় রাসূলুল্লাহ (ছাঃ) মাথায় বড় রুমাল ব্যবহার করেছেন। [105] তবে তিনি বা তাঁর ছাহাবীগণ এটিতে অভ্যস্ত ছিলেন না। বরং ইসলামের দুশমন খায়বারের ইহুদীদের অভ্যাস ছিল বিধায় আনাস বিন মালেক (রাঃ) প্রমুখ ছাহাবীগণ এটিকে দারুণভাবে অপছন্দ করতেন।[106] ক্বিয়ামতের প্রাক্কালে আগত দাজ্জালের সাথে সত্তুর হাযার ইহুদী থাকবে। তাদের মাথায় বড় ‘রুমাল’ (الطَيَالِسَة) থাকবে বলে হাদীছে এসেছে। [107] আরবদের মধ্যে মাথায় ‘আবা’ (العَبَاء) নামক বড় রুমাল ব্যবহারের ব্যাপকতা দৃষ্ট হয়। যা প্রাচীন যুগ থেকে সে দেশে ভদ্র পোষাক হিসাবে বিবেচিত।[108] তবে ছালাতের সময় রাসূলুল্লাহ (ছাঃ) বা ছাহাবায়ে কেরাম কখনো বড় রুমাল মাথায় দিয়েছেন বলে জানা যায় না। এতে বরং ছালাতের চাইতে রুমাল ঠিক করার দিকেই মনোযোগ বেশী যায় এবং এর মধ্যে ‘রিয়া’-র সম্ভাবনা বেশী থাকে। পাগড়ীর পরিমাপ বা রংয়ের কোন বাধ্যবাধকতা নেই। রাসূলুল্লাহ (ছাঃ) কালো পাগড়ী ব্যবহার করতেন।[109] মদ্বীনার সাতজন শ্রেষ্ঠ ফক্বীহ-এর অন্যতম শ্রেষ্ঠ তাবেঈ বিদ্বান খারেজাহ (মৃঃ ৯৯ হিঃ) বিন যায়েদ বিন ছাবেত (রাঃ) সাদা পাগড়ী ব্যবহার করতেন।[110] মহিলাদের মাথা সহ সর্বাঙ্গ আবৃত রাখা অপরিহার্য। চেহারা ও দুই হস্ততালু ব্যতীত’। [111]</p><p><br></p><p>অতএব সূরা আ‘রাফে (৭/৩১) বর্ণিত আল্লাহর নির্দেশ পালনার্থে পূর্বে বর্ণিত পোষাকের ইসলামী মূলনীতি সমূহ অক্ষুণ্ণ রেখে, যে দেশে যেটা উত্তম পোষাক হিসাবে বিবেচিত, সেটাই ছালাতের সময় পরিধান করা আবশ্যক। আল্লাহ সর্বাধিক অবগত।</p><p><br></p><p>জ্ঞাতব্য : জনগণের মধ্যে পাগড়ীর ফযীলত বিষয়ে বেশ কিছু হাদীছ প্রচলিত আছে। যেমন </p><p><br></p><p>(১) ‘পাগড়ীসহ দু’রাক‘আত ছালাত পাগড়ীবিহীন ৭০ রাক‘আত ছালাতের চেয়ে উত্তম’ </p><p>(২) ‘পাগড়ী সহ একটি ছালাত পঁচিশ ছালাতের সমান’ </p><p>(৩) ‘পাগড়ীসহ ছালাতে ১০ হাযার নেকী রয়েছে’। </p><p>(৪) ‘পাগড়ীসহ একটি জুম‘আ পাগড়ীবিহীন ৭০টি জুম‘আর সমতুল্য’ </p><p>(৫) ফেরেশতাগণ পাগড়ী পরিহিত অবস্থায় জুম‘আর দিন হাযির হন এবং সন্ধ্যা পর্যন্ত পাগড়ী পরিহিত মুছল্লীদের জন্য দো‘আ করতে থাকেন’ </p><p>(৬) ‘আল্লাহর বিশেষ একদল ফেরেশতা রয়েছে, যাদেরকে জুম‘আর দিন জামে মসজিদ সমূহের দরজায় নিযুক্ত করা হয়। তারা সাদা পাগড়ীধারী মুছল্লীদের জন্য আল্লাহর নিকটে ক্ষমা প্রার্থনা করে থাকে’। [112]</p><p><br></p><p>হাদীছের নামে প্রচলিত উপরোক্ত কথাগুলি জাল ও ভিত্তিহীন। এগুলি ছাড়াও পাগড়ীর ফযীলত বিষয়ে কথিত আরও অনেক হাদীছ ও ‘আছার’ সমাজে চালু আছে, যার সবগুলিই বাতিল, মিথ্যা ও বানোয়াট। আল্লাহভীরু মুসলিমের জন্য এসব থেকে দূরে থাকা কর্তব্য। বর্তমানে মুসলিম নারী-পুরুষের টুপী, পাগড়ী ও বোরক্বা-র মধ্যেও তারতম্য দেখা যায়। এ বিষয়ে সর্বদা হুঁশিয়ার থাকতে হবে, তা যেন অমুসলিমদের এবং মুসলিম নামধারী মুশরিক ও বিদ‘আতীদের সদৃশ না হয়।</p>",
        "reference" : "<p>[89] . وَمَنْ يَّبْتَغِ غَيْرَ الْإِسْلاَمِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِيْنَ আলে ইমরান ৩/৮৫; তওবা ৯/১৭।</p><p><br></p><p>[90] . رُفِعَ الْقَلَمُ عَنْ ثَلاَثَةٍ : عَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ وَعَنِ الصَّبِيِّ حَتَّى يَحْتَلِمَ وَعَنِ الْمَجْنُوْنِ حَتَّى يَعْقِلَ তিরমিযী, আবুদাঊদ, মিশকাত হা/৩২৮৭ ‘বিবাহ’ অধ্যায়-১৩, ‘খোলা‘ ও তালাক’ অনুচ্ছেদ-১১; নায়ল, ‘ছালাত’ অধ্যায় ২/২৩-২৪ পৃঃ।</p><p><br></p><p>[91] . আহমাদ, আবুদাঊদ, তিরমিযী, মিশকাত হা/৫৭২; নায়ল ২/২২ পৃঃ।</p><p><br></p><p>[92] . মায়েদাহ ৫/৬, আ‘রাফ ৭/৩১, মুদ্দাছ্ছির ৭৪/৪; মুসলিম মিশকাত হা/২৭৬০ ‘ক্রয়-বিক্রয়’ অধ্যায়, ১ অনুচ্ছেদ; আবুদাঊদ, তিরমিযী, দারেমী, মিশকাত হা/৭৩৭, ৭৩৯, অনুচ্ছেদ-৭।</p><p><br></p><p>[93] . ফিক্বহুস সুন্নাহ ১/১২৫; নায়ল ২/১৩৬; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৭৫৫ ‘ছালাত’ অধ্যায়-৪; সূরা নূর ২৪/৩১; আবুদাঊদ হা/৪১০৪ ‘পোষাক’ অধ্যায়, ৩৪ অনুচ্ছেদ; শামসুল হক আযীমাবাদী, আওনুল মা‘বূদ (কায়রো: মাকতাবা ইবনে তায়মিয়াহ, ৩য় সংস্করণ ১৪০৭/১৯৮৭) হা/৪০৮৬।</p><p><br></p><p>[94] . إِنَّ الصَّلاَةَ كَانَتْ عَلَى الْمُؤْمِنِيْنَ كِتَابًا مَوْقُوْتًا নিসা ৪/১০৩।</p><p><br></p><p>[95] . فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوْا وُجُوْهَكُمْ شَطْرَهُ বাক্বারাহ ২/১৪৪।</p><p><br></p><p>[96] . মুত্তাফাক্ব ‘আলাইহ; ছহীহ বুখারী ও মিশকাত-এর প্রথম হাদীছ। রাবী হযরত ওমর ইবনুল খাত্ত্বাব (রাঃ)। হজ্জ ও ওমরাহ্-র জন্য উচ্চৈঃস্বরে ‘তাল্বিয়াহ’ পাঠ ব্যতীত অন্য কোন ইবাদতের জন্য মুখে নিয়ত পড়া বিদ‘আত। রাসূলুল্লাহ (ছাঃ), ছাহাবায়ে কেরাম, তাবেঈনে এযাম এবং আহলে সুন্নাত ওয়াল জামা‘আতের বিগত ইমামগণের কেউ মুখে নিয়ত পাঠ করেছেন বা করতে বলেছেন বলে জানা যায় না। হানাফী ফিক্বহের প্রসিদ্ধ গ্রন্থ ‘হেদায়া’-র খ্যাতনামা লেখক বুরহানুদ্দীন আবুল হাসান আলী বিন আবুবকর আল-ফারগানী আল-মারগীনানী (৫১১-৫৯৩ হিঃ) সহ পরবর্তী কালের কিছু ফক্বীহ অন্তরে নিয়ত করার সাথে সাথে মুখে তা পাঠ করাকে ‘সুন্দর’ বলে গণ্য করেন। যেমন হেদায়া-তে বলা হয়েছে,النية هى الإرادة والشرط أن يعلم بقلبه أيّ صلاة يصلي، أما الذكر باللسان فلا معتبر به ويحسن لاجتماع عزيمته - ‘নিয়ত অর্থ সংকল্প করা। তবে শর্ত হ’ল এই যে, মুছল্লী কোন ছালাত আদায় করবে, সেটা অন্তর থেকে জানা। মুখে নিয়ত পাঠ করার কোন গুরুত্ব নেই। তবে হৃদয়ের সংকল্পকে একীভূত করার স্বার্থে মুখে নিয়ত পাঠকে সুন্দর গণ্য করা চলে’ (অর্থাৎ সংকল্পের সাথে সাথে মুখে তা উচ্চারণ করা)। =হেদায়া (দেউবন্দ, ভারত: মাকতাবা থানবী ১৪১৬ হিঃ) ১/৯৬ পৃঃ ‘ছালাতের শর্তাবলী’ অধ্যায়।</p><p><br></p><p>মোল্লা আলী ক্বারী, ইবনুল হুমাম, আব্দুল হাই লাক্ষ্ণৌবী (রহঃ) প্রমুখ খ্যাতনামা হানাফী বিদ্বানগণ এ মতের বিরোধিতা করেছেন ও একে ‘বিদ‘আত’ বলে আখ্যায়িত করেছেন। -মিরক্বাত শারহ মিশকাত (দিল্লী ছাপা, তাবি) ১/৪০-৪১ পৃঃ; হেদায়া ১/৯৬ পৃঃ টীকা-১৩ দ্রষ্টব্য। অন্যান্য স্থান সহ ভারতীয় উপমহাদেশের অধিকাংশ মুসলমানের মধ্যে ‘নাওয়াইতু ‘আন উছাল্লিয়া’ পাঠের মাধ্যমে মুখে নিয়ত পড়ার প্রথা চালু রয়েছে। অথচ এর কোন শারঈ ভিত্তি নেই। ছালাতের শুরু হ’তে শেষ পর্যন্ত পুরা অনুষ্ঠানটিই আল্লাহর ‘অহি’ দ্বারা নির্ধারিত। এখানে ‘রায়’ বা ‘ক্বিয়াস’-এর কোন অবকাশ নেই। অতএব মুখে নিয়ত পাঠ করা ‘সুন্দর’ নয় বরং ‘বিদ‘আত’- যা অবশ্যই ‘মন্দ’ ও পরিত্যাজ্য। বাস্তব কথা এই যে, মুখে নিয়ত পাঠের এই বাড়তি ঝামেলার জন্য অনেকে ছালাত আদায়ে ভয় পান। কারণ ভুল আরবী নিয়ত পাঠে ছালাত বরবাদ হওয়ার সম্ভাবনাই বেশী থাকে। অথচ যারা এই বিদ‘আতী নিয়ত পাঠে মুছল্লীকে বাধ্য করেন, তারাই আবার ইমামের পিছনে সূরায়ে ফাতেহা পাঠে মুক্তাদীর মুখে ‘মাটি ভরা উচিত বা পাথর মারা উচিত’ বলে ফৎওয়া দেন (মুফতী আব্দুল কুদ্দূস ও মুফতী সৈয়দ নজরুল ইসলাম, ‘সহীহ হাদীসের আলোকে হানাফীদের নামাজ’ পৃঃ ১৩-১৪; হাদীছটি যঈফ, ইরওয়া হা/৫০৩)। অথচ সূরায়ে ফাতেহা পাঠের জন্য রাসূল (ছাঃ)-এর স্পষ্ট নির্দেশ মওজুদ রয়েছে।</p><p><br></p><p>[97] . মুসলিম, মিশকাত হা/৩৫২৪ ‘ক্বিছাছ’ অধ্যায়-১৬, অনুচ্ছেদ-২।</p><p><br></p><p>[98] . আ‘রাফ ৭/২৬; মুসলিম, মিশকাত হা/৫১০৮ ‘শিষ্টাচার’ অধ্যায়-২৫, ‘ক্রোধ ও অহংকার’ অনুচ্ছেদ-২০; তিরমিযী, মিশকাত হা/৪৩৫০ ‘পোষাক’ অধ্যায়-২২; আহমাদ, নাসাঈ, তিরমিযী, মিশকাত হা/৪৩৩৭।</p><p><br></p><p>[99] . আহমাদ, আবুদাঊদ, মিশকাত হা/৪৩৪৭ ‘পোষাক’ অধ্যায়-২২।</p><p><br></p><p>[100] . মুত্তাফাক্ব ‘আলাইহ, বুখারী, মিশকাত হা/৪৩১১-১৪, ৪৩২১; নাসাঈ, ইবনু মাজাহ, মিশকাত হা/৪৩৮১।</p><p><br></p><p>[101] . সিলসিলা যঈফাহ হা/২৫৩৮-এর আলোচনা শেষে দ্রষ্টব্য।</p><p><br></p><p>[102] . যা-দুল মা‘আদ ১/১৩০ পৃঃ।</p><p><br></p><p>[103] . মুসলিম হা/২১৩৮, ‘জানায়েয’ অধ্যায়, ‘রোগীর সেবা’ অনুচ্ছেদ।</p><p><br></p><p>[104] . বুখারী, তা‘লীক্ব হা/৩৮৫, ‘ছালাত’ অধ্যায়, অনুচ্ছেদ-২৩।</p><p><br></p><p>[105] . বুখারী হা/৫৮০৭, ‘পোষাক’ অধ্যায়, অনুচ্ছেদ-১৬।</p><p><br></p><p>[106] . যা-দুল মা‘আদ ১/১৩৬-৩৭।</p><p><br></p><p>[107] . মুসলিম হা/৭৩৯২/২৯৪৪, ‘ফিতান’ অধ্যায়-৫২, অনুচ্ছেদ-২৫।</p><p><br></p><p>[108] . মুসলিম, মিশকাত হা/২১০ ‘ইলম’ অধ্যায়-২, পরিচ্ছেদ-১।</p><p><br></p><p>[109] . মুসলিম, মিশকাত হা/১৪১০, ‘জুম‘আর খুৎবা ও ছালাত’ অনুচ্ছেদ; ইবনু মাজাহ হা/২৮২১-২২, ‘জিহাদ’ অধ্যায়, অনুচ্ছেদ-২২।</p><p><br></p><p>[110] . তাবাক্বাতে ইবনে সা‘দ (বৈরূত : দার ছাদের ১৪০৫/১৯৮৫) ৫/২৬২ পৃঃ।</p><p><br></p><p>[111] . নূর ২৪/৩১; আবুদাঊদ, মিশকাত হা/৪৩৭২, ‘পোষাক’ অধ্যায়-২২।</p><p><br></p><p>[112] . আলবানী, সিলসিলা যঈফাহ ওয়াল মওযূ‘আহ, হা/১২৭-২৯, ৩৯৫।</p>"
    },
    {
        "id": 15,
        "category": "2",
        "title_id" : "7",
        "description": "<p>‘রুকন’ অর্থ স্তম্ভ। এগুলি অপরিহার্য বিষয়। যা ইচ্ছাকৃত বা ভুলক্রমে পরিত্যাগ করলে ছালাত বাতিল হয়ে যায়। যা ৭টি। যেমন-</p><p><br></p><p>(১) ক্বিয়াম বা দাঁড়ানো : আল্লাহ বলেন, وَقُوْمُوْا ِللهِ قَانِتِيْن َ ‘আর তোমরা আল্লাহর জন্য একনিষ্ঠচিত্তে দাঁড়িয়ে যাও’ (বাক্বারাহ ২/২৩৮)</p><p><br></p><p>(২) তাকবীরে তাহরীমা : অর্থাৎ ‘আল্লাহু আকবর’ বলে দুই হাত কাঁধ অথবা কান পর্যন্ত উঠানো। আল্লাহ বলেন, وَ رَبَّکَ فَکَبِّرۡ ‘তোমার প্রভুর জন্য তাকবীর দাও’ (মুদ্দাছছির ৭৪/৩)। অর্থাৎ তাঁর বড়ত্ব ঘোষণা কর। রাসূলূল্লাহ (ছাঃ) এরশাদ করেন, تَحْرِيْمُهَا التَّكْبِيْرُ وَتَحْلِيْلُهَا التَّسْلِيْمُ- ‘ছালাতের জন্য সবকিছু হারাম হয় তাকবীরের মাধ্যমে এবং সবকিছু হালাল হয় সালাম ফিরানোর মাধ্যমে’।[113]</p><p><br></p><p>(৩) সূরায়ে ফাতিহা পাঠ করা : রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, لاَ صَلاَةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ- (লা ছালা-তা লেমান লাম ইয়াক্বরা’ বেফা-তিহাতিল কিতা-বে) ‘ঐ ব্যক্তির ছালাত সিদ্ধ নয়, যে ব্যক্তি সূরায়ে ফাতিহা পাঠ করে না’।[114]</p><p><br></p><p>( ৪ ও ৫) রুকূ ও সিজদা করা : আল্লাহ বলেন, يَا أَيُّهَا الَّذِيْنَ آمَنُوا ارْكَعُوْا وَاسْجُدُوْا... ‘হে মুমিনগণ! তোমরা রুকূ কর ও সিজদা কর...’(হজ্জ ২২/৭৭)।</p><p><br></p><p>(৬) তা‘দীলে আরকান বা ধীর-স্থির ভাবে ছালাত আদায় করা :</p><p><br></p><h2>عَنْ أَبِيْ هُرَيْرَةَ أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دَخَلَ الْمَسْجِدَ فَدَخَلَ رَجُلٌ فَصَلَّى فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَرَدَّ وَقَالَ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ فَرَجَعَ يُصَلِّي كَمَا صَلَّى ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ ثَلاَثًا فَقَالَ وَالَّذِيْ بَعَثَكَ بِالْحَقِّ مَا أُحْسِنُ غَيْرَهُ فَعَلِّمْنِيْ ....</h2><p><br></p><p>‘আবু হুরায়রা (রাঃ) বলেন, জনৈক ব্যক্তি মসজিদে প্রবেশ করে ছালাত আদায় শেষে রাসূলুল্লাহ (ছাঃ)-কে সালাম দিলে তিনি তাকে সালামের জওয়াব দিয়ে বলেন, তুমি ফিরে যাও এবং ছালাত আদায় কর। কেননা তুমি ছালাত আদায় করনি। এইভাবে লোকটি তিনবার ছালাত আদায় করল ও রাসূল (ছাঃ) তাকে তিনবার ফিরিয়ে দিলেন। তখন লোকটি বলল, হে আল্লাহর রাসূল (ছাঃ)! যিনি আপনাকে সত্য সহকারে প্রেরণ করেছেন, তাঁর কসম করে বলছি, এর চাইতে সুন্দরভাবে আমি ছালাত আদায় করতে জানিনা। অতএব দয়া করে আপনি আমাকে ছালাত শিখিয়ে দিন! ........ (অতঃপর তিনি তাকে ধীরে-সুস্থে ছালাত আদায় করা শিক্ষা দিলেন)’।[115] হাদীছটি حديث مسيئ الصلاة বা ‘ছালাতে ভুলকারীর হাদীছ’ হিসাবে প্রসিদ্ধ।</p><p><br></p><p>(৭) ক্বা‘দায়ে আখীরাহ বা শেষ বৈঠক :</p><p><br></p><p>হযরত উম্মে সালামাহ (রাঃ) বলেন, রাসূল (ছাঃ)-এর যামানায় মহিলাগণ জামা‘আতে ফরয ছালাত শেষে সালাম ফিরানোর পরে উঠে দাঁড়াতেন এবং রাসূল (ছাঃ) ও পুরুষ মুছল্লীগণ কিছু সময় বসে থাকতেন। অতঃপর যখন রাসূল (ছাঃ) দাঁড়াতেন তখন তাঁরাও দাঁড়াতেন’।[116] এর দ্বারা প্রমাণিত হয় যে, শেষ বৈঠকে বসা এবং সালাম ফিরানোটাই ছিল রাসূল (ছাঃ) ও ছাহাবায়ে কেরামের নিয়মিত সুন্নাত।</p><p><br></p><p>প্রকাশ থাকে যে, কঠিন অসুখ বা অন্য কোন বাস্তব কারণে অপারগ অবস্থায় উপরোক্ত শর্তাবলী ও রুকন সমূহ ঠিকমত আদায় করা সম্ভব না হ’লে বসে বা শুয়ে ইশারায় ছালাত আদায় করবে।[117] কিন্তু জ্ঞান থাকা পর্যন্ত কোন অবস্থায় ছালাত মাফ নেই।</p>",
        "reference" : "<p>[113] . আবুদাঊদ, তিরমিযী, মিশকাত হা/৩১২ ‘পবিত্রতা’ অধ্যায়-৩, ‘যা ওযু ওয়াজিব করে’ অনুচ্ছেদ-১; মুসলিম, মিশকাত হা/৭৯১, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০।</p><p><br></p><p>[114] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮২২, ‘ছালাত’ অধ্যায়-৪, ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২, রাবী ‘উবাদাহ বিন ছামিত (রাঃ)। দ্রষ্টব্য : কুতুবে সিত্তাহ সহ অন্যান্য হাদীছ গ্রন্থ।</p><p><br></p><p>[115] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৭৯০, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০।</p><p><br></p><p>[116] . বুখারী, মিশকাত হা/৯৪৮ ‘তাশাহহুদে দো‘আ’ অনুচ্ছেদ-১৭।</p><p><br></p><p>[117] . বুখারী; মিশকাত হা/১২৪৮ ‘কাজে মধ্যপন্থা অবলম্বন’ অনুচ্ছেদ-৩৪; ত্বাবারাণী কাবীর, ছহীহাহ হা/৩২৩।</p>"
    },
    {
        "id": 16,
        "category": "2",
        "title_id" : "8",
        "description": "<p>রুকন-এর পরেই ওয়াজিব-এর স্থান, যা আবশ্যিক। যা ইচ্ছাকৃতভাবে তরক করলে ছালাত বাতিল হয়ে যায় এবং ভুলক্রমে তরক করলে ‘সিজদায়ে সহো’ দিতে হয়। যা ৮টি। [118] যেমন-</p><p><br></p><p>১. ‘তাকবীরে তাহরীমা’ ব্যতীত অন্য সকল তাকবীর।[119]</p><p><br></p><p>২. রুকূতে তাসবীহ পড়া। কমপক্ষে ‘সুবহা-না রব্বিয়াল ‘আযীম’ বলা।[120]</p><p><br></p><p>৩. ক্বাওমার সময় ‘সামি‘আল্লা-হু লেমান হামেদাহ’ বলা।[121]</p><p><br></p><p>৪. ক্বওমার দো‘আ কমপক্ষে ‘রববানা লাকাল হাম্দ’ অথবা ‘আল্লা-হুম্মা রববানা লাকাল হাম্দ’ বলা। [122]</p><p><br></p><p>৫. সিজদায় গিয়ে তাসবীহ পড়া। কমপক্ষে ‘সুবহা-না রবিবয়াল আ‘লা’ বলা।[123]</p><p><br></p><p>৬. দুই সিজদার মাঝখানে স্থির হয়ে বসা ও দো‘আ পাঠ করা। যেমন কমপক্ষে ‘রবিবগফিরলী’ ২ বার বলা।[124]</p><p><br></p><p>৭. প্রথম বৈঠকে বসা ও ‘তাশাহহুদ’ পাঠ করা।[125]</p><p><br></p><p>৮. সালামের মাধ্যমে ছালাত শেষ করা।[126]</p>",
        "reference" : "<p>[118] . মুহাম্মাদ বিন আব্দুল ওয়াহ্হাব, ‘ছালাতের আরকান ও ওয়াজিবাত’ গৃহীত: মাজমূ‘আ রাসা-ইল ফিছ ছালাত (রিয়াদ: দারুল ইফতা, ১৪০৫ হিঃ) পৃঃ ৭৮।</p><p><br></p><p>[119] . বুখারী, মুসলিম ও অন্যান্য, মিশকাত হা/৭৯৯, ৮০১, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০; ফিক্বহুস্ সুন্নাহ ১/১২০।</p><p><br></p><p>[120] . নাসাঈ, আবুদাঊদ তিরমিযী, মিশকাত হা/৮৮১ ‘রুকূ’ অনুচ্ছেদ-১৩।</p><p><br></p><p>[121] . বুখারী, মুসলিম, মিশকাত হা/ ৮৭০, ৭৪, ৭৫, ৭৭।</p><p><br></p><p>[122] . বুখারী হা/৭৩২-৩৫, ৭৩৮, ‘আযান’ অধ্যায়, ৮২, ৮৩ ও ৮৫ অনুচ্ছেদ; মুসলিম হা/৮৬৮, ‘ছালাত’ অধ্যায়; মুসলিম হা/৯০৪, ৯১৩ ‘ছালাত’ অধ্যায়।</p><p><br></p><p>[123] . নাসাঈ, আবুদাঊদ, তিরমিযী, মিশকাত হা/ ৮৮১।</p><p><br></p><p>[124] . ইবনু মাজাহ হা/৮৯৭; আবুদাঊদ হা/৮৫০, তিরমিযী হা/২৮৪; নাসাঈ হা/১১৪৫, মিশকাত হা/৯০০, ৯০১ ‘সিজদা ও উহার ফযীলত’ অনুচ্ছেদ-১৪; নায়ল ৩/১২৯ পৃঃ; মজমু‘আ রাসা-ইল ৭৮ পৃঃ।</p><p><br></p><p>[125] . আহমাদ, নাসাঈ, নায়ল ৩/১৪০; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯০৯, ‘তাশাহহুদ’ অনুচ্ছেদ-১৫।</p><p><br></p><p>[126] . আবুদাঊদ, তিরমিযী, মিশকাত হা/৩১২ ‘পবিত্রতা’ অধ্যায়-৩, ‘যা ওযূ ওয়াজিব করে’ অনুচ্ছেদ-১; আবুদাঊদ, নাসাঈ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৯৫০-৫১, ‘তাশাহহুদের দো‘আ’ অনুচ্ছেদ-১৭ ; ফিক্বহুস সুন্নাহ ১/১০৬ পৃঃ।</p>"
    },
    {
        "id": 17,
        "category": "2",
        "title_id" : "9",
        "description": "<p>ফরয ও ওয়াজিব ব্যতীত ছালাতের বাকী সব আমলই সুন্নাত। যেমনঃ</p><p><br></p><p>(১) জুম‘আর ফরয ছালাত ব্যতীত দিবসের সকল ছালাত নীরবে ও রাত্রির ফরয ছালাত সমূহ সরবে পড়া।</p><p>(২) প্রথম রাক‘আতে ক্বিরাআতের পূর্বে আ‘ঊযুবিল্লাহ... চুপে চুপে পাঠ করা।</p><p>(৩) ছালাতে পঠিতব্য সকল দো‘আ</p><p>(৪) বুকে হাত বাঁধা</p><p>(৫) রাফ‘উল ইয়াদায়েন করা</p><p>(৬) ‘আমীন’ বলা</p><p>(৭) সিজদায় যাওয়ার সময় মাটিতে আগে হাত রাখা</p><p>(৮) ‘জালসায়ে ইস্তেরা-হাত’ করা</p><p>(৯) মাটিতে দু’হাতে ভর দিয়ে উঠে দাঁড়ানো</p><p>(১০) ছালাতে দাঁড়িয়ে সিজদার স্থানে নযর রাখা</p><p>(১১) তাশাহহুদের সময় ডান হাত ৫৩-এর ন্যায় মুষ্টিবদ্ধ করা ও শাহাদাত আঙ্গুল নাড়াতে থাকা। এছাড়া ফরয-ওয়াজিবের বাইরে সকল বৈধ কর্মসমূহ।</p>",
        "reference" : ""
    },
    {
        "id": 18,
        "category": "2",
        "title_id" : "10",
        "description": "<p>১. ছালাতরত অবস্থায় ইচ্ছাকৃতভাবে কিছু খাওয়া বা পান করা।</p><p><br></p><p>২. ছালাতের স্বার্থ ব্যতিরেকে অন্য কারণে ইচ্ছাকৃতভাবে কথা বলা।</p><p><br></p><p>৩. ইচ্ছাকৃতভাবে বাহুল্য কাজ বা ‘আমলে কাছীর’ করা। যা দেখলে ধারণা হয় যে, সে ছালাতের মধ্যে নয়।</p><p><br></p><p>৪. ইচ্ছাকৃত বা বিনা কারণে ছালাতের কোন রুকন বা শর্ত পরিত্যাগ করা।</p><p><br></p><p>৫. ছালাতের মধ্যে অধিক হাস্য করা।[127]</p>",
        "reference" : "<p><em>[127] . ফিক্বহুস সুন্নাহ ১/২০৫ পৃঃ।</em></p>"
    },
    {
        "id": 19,
        "category": "2",
        "title_id" : "11",
        "description": "<p>আল্লাহ কর্তৃক নির্ধারিত সময়ে পাঁচ ওয়াক্ত ছালাত আদায় করা ফরয। </p><p>আল্লাহ বলেন,</p><p><br></p><h2> إِنَّ الصَّلاَةَ كَانَتْ عَلَى الْمُؤْمِنِيْنَ كِتَابًا مَوْقُوْتًا </h2><p><br></p><p>‘মুমিনদের উপরে ‘ছালাত’ নির্দিষ্ট সময়ের জন্য নির্ধারিত করা হয়েছে’ (নিসা ৪/১০৩)। </p><p><br></p><p>মি‘রাজ রজনীতে পাঁচ ওয়াক্ত ছালাত ফরয হওয়ার পরের দিন [128] যোহরের সময় জিবরীল (আঃ) এসে প্রথম দিন আউয়াল ওয়াক্তে ও পরের দিন আখেরী ওয়াক্তে নিজ ইমামতিতে পবিত্র কা‘বা চত্বরে মাক্বামে ইবরাহীমের পাশে দাঁড়িয়ে দু’দিনে পাঁচ পাঁচ দশ ওয়াক্ত ছালাত আদায় করে রাসূলুল্লাহ (ছাঃ)-কে ছালাতের পসন্দনীয় ‘সময়কাল ঐ দুই সময়ের মধ্যে’ নির্দিষ্ট করে দিয়েছেন।[129] তবে আউয়াল ওয়াক্তে ছালাত আদায় করাকে রাসূলুল্লাহ (ছাঃ) সর্বোত্তম আমল হিসাবে অভিহিত করেছেন।[130] ছালাতের ওয়াক্ত সমূহ নিম্নরূপ :</p><p><br></p><p><strong>(১) ফজর:</strong> ‘ছুবহে ছাদিক’ হ’তে সূর্যোদয়ের পূর্ব পর্যন্ত। রাসূলুল্লাহ (ছাঃ) সর্বদা ‘গালাস’ বা ভোরের অন্ধকারে ফজরের ছালাত আদায় করতেন এবং জীবনে একবার মাত্র ‘ইসফার’ বা চারিদিকে ফর্সা হওয়ার সময়ে ফজরের ছালাত আদায় করেছেন। মৃত্যুর আগ পর্যন্ত এটাই তাঁর নিয়মিত অভ্যাস ছিল’। [131] অতএব ‘গালাস’ ওয়াক্তে অর্থাৎ ভোরের অন্ধকারে ফজরের ছালাত আদায় করাই প্রকৃত সুন্নাত।</p><p><br></p><p><strong>(২) যোহর : </strong>সূর্য পশ্চিম দিকে ঢললেই যোহরের ওয়াক্ত শুরু হয় এবং বস্ত্তর নিজস্ব ছায়ার এক গুণ হ’লে শেষ হয়। [132]</p><p><br></p><p><strong>(৩) আছর : </strong>বস্ত্তর মূল ছায়ার এক গুণ হওয়ার পর হ’তে আছরের ওয়াক্ত শুরু হয় এবং দু’গুণ হ’লে শেষ হয়। তবে সূর্যাস্তের প্রাক্কালের রক্তিম সময় পর্যন্ত আছর পড়া জায়েয আছে।[133]</p><p><br></p><p><strong>(৪) মাগরিব : </strong>সূর্য অস্ত যাওয়ার পরেই মাগরিবের ওয়াক্ত শুরু হয় এবং সূর্যের লালিমা শেষ হওয়া পর্যন্ত বাকী থাকে। [134]</p><p><br></p><p><strong>(৫) এশা :</strong> মাগরিবের পর হ’তে এশার ওয়াক্ত শুরু হয় এবং মধ্যরাতে শেষ হয়।[135] তবে যরূরী কারণ বশতঃ ফজরের পূর্ব পর্যন্ত এশার ছালাত আদায় করা জায়েয আছে।[136]</p><p><br></p><p>প্রচন্ড গ্রীষ্মে যোহরের ছালাত একটু দেরীতে এবং প্রচন্ড শীতে এশার ছালাত একটু আগেভাগে পড়া ভাল। তবে কষ্টবোধ না হ’লে এশার ছালাত রাতের এক তৃতীয়াংশের পর আদায় করা উত্তম।[137]</p><p><br></p><p><strong>ছালাতের নিষিদ্ধ সময় :</strong></p><p><br></p><p>সূর্যোদয়, মধ্যাহ্ন ও সূর্যাস্ত কালে ছালাত শুরু করা সিদ্ধ নয়। [138]</p><p><br></p><p>অনুরূপভাবে আছরের ছালাতের পর হ’তে সূর্যাস্ত পর্যন্ত এবং ফজরের ছালাতের পর হ’তে সূর্যোদয় পর্যন্ত কোন ছালাত নেই’। [139]</p><p><br></p><p>তবে এ সময় ক্বাযা ছালাত আদায় করা জায়েয আছে। [140]</p><p><br></p><p>বিভিন্ন হাদীছের আলোকে অনেক বিদ্বান নিষিদ্ধ সময়গুলিতে ‘কারণবিশিষ্ট’ ছালাত সমূহ জায়েয বলেছেন। যেমন- তাহিইয়াতুল মাসজিদ, তাহিইয়াতুল ওযূ, সূর্য গ্রহণের ছালাত, জানাযার ছালাত ইত্যাদি। [141]</p><p><br></p><p>জুম‘আর ছালাত ঠিক দুপুরের সময় জায়েয আছে। [142]</p><p><br></p><p>অমনিভাবে কা‘বা গৃহে দিবারাত্রি সকল সময় ছালাত ও ত্বাওয়াফ জায়েয আছে। [143]</p>",
        "reference" : "<p>[128] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫৮৬২-৬৩ ‘ফাযায়েল ও শামায়েল’ অধ্যায়-২৯, ‘মিরাজ’ অনুচ্ছেদ-৬; নায়লুল আওত্বার ২/২৮ পৃঃ।</p><p><br></p><p>[129] . (الوَقْتُ مَا بَيْنَ هَذَيْنِ الْوَقْتَيْنِ) আবুদাঊদ হা/৩৯৩; তিরমিযী হা/১৪৯; ঐ, মিশকাত হা/৫৮৩; মুসলিম, মিশকাত হা/৫৮২, ‘ছালাতের ওয়াক্তসমূহ’ অনুচ্ছেদ-১; নায়লুল আওত্বার ২/২৬ পৃঃ।</p><p><br></p><p>[130] . سُئِلَ النَّبِىُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَىُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: الصَّلاَةُ لِأَوَّلِ وَقْتِهَا- আহমাদ, আবুদাঊদ, তিরমিযী, মিশকাত হা/৬০৭, ‘ছালাত আগেভাগে পড়া’ অনুচ্ছেদ-২; দারাকুৎনী হা/৯৫৬-৫৭।</p><p><br></p><p>[131] . আবুদাঊদ হা/৩৯৪, আবু মাসঊদ আনছারী (রাঃ) হ’তে; নায়ল ২/৭৫ পৃঃ; অন্য হাদীছে রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, أَسْفِرُوْا بِالْفَجْرِ فَإِنَّهُ أَعْظَمُ لِلْأَجْرِ ‘তোমরা ফজরের সময় ফর্সা কর। কেননা এটাই নেকীর জন্য উত্তম সময়’ (তিরমিযী, আবুদাঊদ, মিশকাত হা/৬১৪)। সাইয়িদ সাবিক্ব বলেন, এর অর্থ হ’ল গালাসে প্রবেশ কর ও ইসফারে বের হও। অর্থাৎ ক্বিরাআত দীর্ঘ কর এবং ফর্সা হ’লে ছালাত শেষে বের হও, যেমন রাসূলুল্লাহ (ছাঃ) করতেন (আবুদাঊদ হা/৩৯৩)। তিনি ফজরের ছালাতে ৬০ হ’তে ১০০টি আয়াত পড়তেন। অথবা এর অর্থ এটাও হ’তে পারে যে, ‘তোমরা ফজর হওয়া সম্পর্কে নিশ্চিত হও। ধারণার ভিত্তিতে ছালাত আদায় করো না’ (তিরমিযী হা/১৫৪-এর ব্যাখ্যা দ্রষ্টব্য; ফিক্বহুস সুন্নাহ ১/৮০ পৃঃ)। আলবানী বলেন, এর অর্থ এই যে, গালাসে ফজরের ছালাত শুরু করবে এবং ইসফারে শেষ করে বের হবে’ (ইরওয়া ১/২৮৭ পৃঃ)।</p><p><br></p><p>[132] . মুসলিম, মিশকাত হা/৫৮১, ‘ছালাতের ওয়াক্তসমূহ’ অনুচ্ছেদ-১; আবুদাঊদ, তিরমিযী, মিশকাত হা/৫৮৩; ইমাম আবু ইউসুফ, ইমাম মুহাম্মাদ ও ইমাম আবু হানীফা (রহঃ) একটি মতে (ছহীহ হাদীছে বর্ণিত) উক্ত সময়কালকে সমর্থন করেছেন। - হেদায়া, পৃঃ ১/৮১ ‘ছালাত’ অধ্যায়, ‘সময়’ অনুচ্ছেদ।</p><p><br></p><p>[133] . আবুদাঊদ, তিরমিযী, মিশকাত হা/৫৮৩; নায়ল ২/৩৪-৩৫ পৃঃ ‘আছরের পসন্দনীয় ও শেষ সময়’ অনুচ্ছেদ।</p><p><br></p><p>প্রসিদ্ধ চার ইমাম সহ ইমাম আবু ইউসুফ ও ইমাম মুহাম্মাদ (রহঃ) এই মত পোষণ করেন। তবে ইমাম আবু হানীফা (রহঃ) অন্য মতে ‘মূল ছায়ার দ্বিগুণ হওয়া’ সমর্থন করেছেন এবং সেটার উপরেই হানাফী মাযহাবের ফৎওয়া জারি আছে। দলীল: হাদীছ-‘তোমরা যোহরকে ঠান্ডা কর। কেননা প্রচন্ড গ্রীষ্মতাপ জাহান্নামের উত্তাপ মাত্র’ (হেদায়া ১/৮১)। ঘটনা হ’ল এই যে, ‘একদা এক সফরে প্রচন্ড দুপুরে বেলাল (রাঃ) যোহরের আযান দেওয়ার পর জামা‘আতের জন্য এক্বামত দিতে চাইলে রাসূলুল্লাহ (ছাঃ) তাকে বলেন, যোহরকে ঠান্ডা কর’ অর্থাৎ দেরী কর। অন্য বর্ণনায় এসেছে ‘ছালাতকে ঠান্ডা কর। কেননা প্রচন্ড দাবদাহ জাহান্নামের উত্তাপের অংশ’ (তিরমিযী, আবু যর গেফারী (রাঃ) হ’তে, হা/১৫৭-৫৮, তুহফা হা/১৫৮, ‘ছালাত’ অধ্যায়, ১১৯ অনুচ্ছেদ; আবুদাঊদ হা/৪০১-০২)।</p><p><br></p><p>উক্ত হাদীছে দু’টি বিষয় রয়েছে : ১. সময়টি ছিল সফরের। যেখানে খোলা ময়দানে কঠিন দাবদাহে যোহর আদায় করা বাস্তবিকই কঠিন ছিল। কিন্তু মুক্বীম অবস্থায় সাধারণ আবহাওয়ায় কিংবা ছাদ, ফ্যান ও এসিযুক্ত মসজিদের বেলায় এই হুকুম চলে কি? ২. এটি ছিল গ্রীষ্মের মওসুম। কিন্তু শীতকালে যখন দুপুরের রৌদ্র মজা লাগে, তখনকার হুকুম কেমন হবে? এক্ষণে ইবনু আববাস ও জাবের (রাঃ) বর্ণিত ছহীহ হাদীছে যেখানে ‘মূল ছায়ার এক গুণ ও দু’গুণের মধ্যবর্তী সময়’কে আছরের ওয়াক্ত হিসাবে সীমা নির্দেশ করা হয়েছে, সেখানে উক্ত সাময়িক যরূরী সমস্যাযুক্ত হাদীছের দোহাই দিয়ে আছরের শেষ সময় অর্থাৎ ‘মূল ছায়ার দ্বিগুণ’ উত্তীর্ণ হওয়ার পর আছরের ছালাত শুরু করা ঠিক হবে কি? বরং আবু যর (রাঃ) বর্ণিত উক্ত হাদীছের সরলার্থ এটাই যে, অনুরূপ সাময়িক তাপদগ্ধ আবহাওয়ায় যোহরের ছালাত একটু দেরী করে পড়বে। এক্ষেত্রে ইমাম আবু হানীফা (রহঃ)-এর অন্য মতটি গ্রহণ করলে এবং ছহীহ হাদীছ এবং তিন ইমাম ও ছাহেবায়েনের মতামতকে শ্রদ্ধা জানিয়ে ‘মূল ছায়ার এক গুণ’ হওয়ার পর থেকে আছরের ওয়াক্ত নির্ধারণ করলে অন্ততঃ এই ক্ষেত্রে মুসলমানগণ এক হ’তে পারতেন।</p><p><br></p><p>[134] ও ১৫১. মুসলিম, মিশকাত হা/৫৮১, ‘ছালাত’ অধ্যায়-৪, ‘ওয়াক্ত সমূহ’ অনুচ্ছেদ-১।</p><p><br></p><p>[136] . মুসলিম হা/১৫৬২ (৬৮১/৩১১) ‘মসজিদ সমূহ’ অধ্যায়-৫, ‘ক্বাযা ছালাত আদায়’ অনুচ্ছেদ-৫৫, আবু ক্বাতাদাহ হ’তে; ফিক্ব্হুস সুন্নাহ ১/৭৯।</p><p><br></p><p>[137] . বুখারী, মিশকাত হা/৫৯০-৯১, ‘ছালাত আগেভাগে পড়া’ অনুচ্ছেদ-২; আহমাদ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৬১১; ফিক্বহুস্ সুন্নাহ ‘যোহরের ওয়াক্ত’ অনুচ্ছেদ ১/৭৬।</p><p><br></p><p>[138] . মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/১০৩৯-৪০ ‘নিষিদ্ধ সময়’ অনুচ্ছেদ-২২; ফিক্বহুস সুন্নাহ ১/৮১-৮৩ পৃঃ।</p><p><br></p><p>[139] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১০৪১, ‘নিষিদ্ধ সময়’ অনুচ্ছেদ-২২।</p><p><br></p><p>[140] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১০৪৩; ছহীহ ইবনু খুযায়মা হা/১২৭৭।</p><p><br></p><p>[141] . ফিক্বহুস সুন্নাহ ১/৮২ পৃঃ।</p><p><br></p><p>[142] . তুহফাতুল আহওয়াযী শরহ তিরমিযী, দ্রষ্টব্য: হা/১৮৩-এর ব্যাখ্যা, ১/৫৪১ পৃঃ ; ফিক্বহুস সুন্নাহ ১/৮২ পৃঃ।</p><p><br></p><p>[143] . নাসাঈ, আবুদাঊদ, তিরমিযী, মিশকাত হা/ ১০৪৫, ‘নিষিদ্ধ সময়’ অনুচ্ছেদ-২২।</p>"
    },
    {
        "id": 20,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 21,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 22,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 23,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 24,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 25,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 26,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 27,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 28,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 29,
        "category": "",
        "title_id" : "",
        "description": ""
    },
    {
        "id": 30,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 31,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 32,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 33,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 34,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 35,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 36,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 37,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 38,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 39,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 40,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 41,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 42,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 43,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 44,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 45,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 46,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 47,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 48,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 49,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 50,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 51,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 52,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 53,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 54,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 55,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 56,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 57,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 58,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 59,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 60,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 61,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 62,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 63,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 64,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 65,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 66,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 67,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 68,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 69,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 70,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 71,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 72,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 73,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 74,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 75,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 76,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 77,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 78,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 79,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 80,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 81,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 82,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 83,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 84,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 85,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 86,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 87,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 88,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 89,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 90,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 91,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    }
]