[
    {
        "id": 1,
        "category": 1,
        "title_id" : "1",
        "description": "<p>রাসূলুল্লাহ (ছাঃ) বলেন,</p><p><br></p><h2>صَلُّوْا كَمَا رَأَيْتُمُوْنِىْ أُصَلِّىْ</h2><p><br></p><p>‘তোমরা ছালাত আদায় কর সেভাবে, যেভাবে আমাকে ছালাত আদায় করতে দেখছ’...।[1]</p><p><br></p><p>(১) তাকবীরে তাহরীমা : ওযূ করার পর ছালাতের সংকল্প করে ক্বিবলামুখী দাঁড়িয়ে ‘আল্লা-হু আকবর’ বলে দু’হাত কাঁধ বরাবর উঠিয়ে তাকবীরে তাহরীমা শেষে বুকে বাঁধবে। এ সময় বাম হাতের উপরে ডান হাত কনুই বরাবর রাখবে অথবা বাম কব্জির উপরে ডান কব্জি রেখে বুকের উপরে হাত বাঁধবে। অতঃপর সিজদার স্থানে দৃষ্টি রেখে বিনম্রচিত্তে নিম্নোক্ত দো‘আর মাধ্যমে মুছল্লী তার সর্বোত্তম ইবাদতের শুভ সূচনা করবে।-</p><p><br></p><h2>اَللَّهُمَّ بَاعِدْ بَيْنِيْ وَبَيْنَ خَطَايَايَ كَمَا بَاعَدْتَ بَيْنَ الْمَشْرِقِ وَالْمَغْرِبِ اَللَّهُمَّ نَقِّنِيْ مِنَ الْخَطَايَا كَمَا يُنَقَّى الثَّوْبُ الْأَبْيَضُ مِنَ الدَّنَسِ، اَللَّهُمَّ اغْسِلْ خَطَايَايَ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَد-</h2><p><br></p><p>উচ্চারণ : আল্লা-হুম্মা বা-‘এদ বায়নী ওয়া বায়না খাত্বা-ইয়া-ইয়া, কামা বা-‘আদতা বায়নাল মাশরিক্বি ওয়াল মাগরিবি। আল্লা-হুম্মা নাকক্বিনী মিনাল খাত্বা-ইয়া, কামা ইউনাকক্বাছ ছাওবুল আব্ইয়াযু মিনাদ দানাসি। আল্লা-হুম্মাগসিল খাত্বা-ইয়া-ইয়া বিল মা-য়ি ওয়াছ ছালজি ওয়াল বারাদি’।</p><p><br></p><p>অনুবাদ : হে আল্লাহ! আপনি আমার ও আমার গোনাহ সমূহের মধ্যে এমন দূরত্ব সৃষ্টি করে দিন, যেমন দূরত্ব সৃষ্টি করেছেন পূর্ব ও পশ্চিমের মধ্যে। হে আল্লাহ! আপনি আমাকে পরিচ্ছন্ন করুন গোনাহ সমূহ হ’তে, যেমন পরিচ্ছন্ন করা হয় সাদা কাপড় ময়লা হ’তে। হে আল্লাহ! আপনি আমার গুনাহ সমূহকে ধুয়ে ছাফ করে দিন পানি দ্বারা, বরফ দ্বারা ও শিশির দ্বারা’।[2]</p><p><br></p><p>একে ‘ছানা’ বা দো‘আয়ে ইস্তেফতাহ বলা হয়। ছানার জন্য অন্য দো‘আও রয়েছে। তবে এই দো‘আটি সর্বাধিক বিশুদ্ধ।</p>",
        "reference" : "<p>[1] . বুখারী হা/৬৩১, ৬০০৮, ৭২৪৬; মিশকাত হা/৬৮৩, ‘ছালাত’ অধ্যায়-৪, অনুচ্ছেদ-৬।</p><p><br></p><p>[2] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮১২ ‘তাকবীরের পর যা পড়তে হয়’ অনুচ্ছেদ-১১।</p>"
    },
    {
        "id": 2,
        "category": 1,
        "title_id" : "2",
        "description": "<p><strong>সূরায়ে ফাতিহা পাঠ : </strong></p><p>দো‘আয়ে ইস্‌তেফতা-হ বা ‘ছানা’ পড়ে আ‘ঊযুবিল্লাহ ও বিসমিল্লাহ সহ সূরায়ে ফাতিহা পাঠ করবে এবং অন্যান্য রাক‘আতে কেবল বিসমিল্লাহ বলবে। জেহরী ছালাত হ’লে সূরায়ে ফাতিহা শেষে সশব্দে ‘আমীন’ বলবে।</p><p><br></p><p>সূরায়ে ফাতিহা (মুখবন্ধ) সূরা-১, মাক্কী :</p><p><br></p><h2>أَعُوْذُ بِا للہِ مِنَ الشَّيْطَانِ الرَّجِيْمِ</h2><h2><br></h2><h2>بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ (1) الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ (2) الرَّحْمَنِ الرَّحِيمِ (3) مَالِكِ يَوْمِ الدِّينِ (4) إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ (5) اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ (6) صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ (7)</h2><p><br></p><p><strong>উচ্চারণ : </strong></p><p>আ‘ঊযু বিল্লা-হি মিনাশ শায়ত্বা-নির রজীম। বিসমিল্লা-হির রহমা-নির রহীম। (১) আলহামদু লিল্লা-হি রব্বিল ‘আ-লামীন (২) আর রহমা-নির রহীম (৩) মা-লিকি ইয়াওমিদ্দ্বীন (৪) ইইয়া-কা না‘বুদু ওয়া ইইয়া-কা নাস্‌তা‘ঈন (৫) ইহদিনাছ ছিরা-ত্বাল মুস্‌তাক্বীম (৬) ছিরা-ত্বাল্লাযীনা আন‘আমতা ‘আলাইহিম (৭) গায়রিল মাগযূবি ‘আলাইহিম ওয়া লায্ যোয়া-ল্লীন।</p><p><br></p><p><strong>অনুবাদ : </strong></p><p>আমি অভিশপ্ত শয়তান হ’তে আল্লাহর আশ্রয় প্রার্থনা করছি। পরম করুণাময় অসীম দয়ালু আল্লাহর নামে (শুরু করছি)। (১) যাবতীয় প্রশংসা আল্লাহর জন্য, যিনি জগত সমূহের প্রতিপালক (২) যিনি করুণাময় কৃপানিধান (৩) যিনি বিচার দিবসের মালিক (৪) আমরা একমাত্র আপনারই ইবাদত করি এবং একমাত্র আপনারই সাহায্য প্রার্থনা করি (৫) আপনি আমাদেরকে সরল পথ প্রদর্শন করুন! (৬) এমন লোকদের পথ, যাঁদেরকে আপনি পুরস্কৃত করেছেন (৭) তাদের পথ নয়, যারা অভিশপ্ত ও পথভ্রষ্ট হয়েছে’। আমীন! (হে আল্লাহ! আপনি কবুল করুন)।</p>",
        "reference" : ""
    },
    {
        "id": 3,
        "category": 1,
        "title_id" : "3",
        "description": "<p><strong>ক্বিরাআত :</strong></p><p> সূরায়ে ফাতিহা পাঠ শেষে ইমাম কিংবা একাকী মুছল্লী হ’লে প্রথম দু’রাক‘আতে কুরআনের অন্য কোন সূরা বা কিছু আয়াত তেলাওয়াত করবে। কিন্তু মুক্তাদী হ’লে জেহরী ছালাতে চুপে চুপে কেবল সূরায়ে ফাতিহা পড়বে ও ইমামের ক্বিরাআত মনোযোগ দিয়ে শুনবে। </p><p>তবে যোহর ও আছরের ছালাতে ইমাম মুক্তাদী সকলে প্রথম দু’রাক‘আতে সূরায়ে ফাতিহা সহ অন্য সূরা পড়বে এবং শেষের দু’রাক‘আতে কেবল সূরায়ে ফাতিহা পাঠ করবে।</p>",
        "reference" : ""
    },
    {
        "id": 4,
        "category": 1,
        "title_id" : "4",
        "description": "<p><strong>রুকূ : </strong></p><p>ক্বিরাআত শেষে ‘আল্লা-হু আকবর’ বলে দু’হাত কাঁধ অথবা কান পর্যন্ত উঠিয়ে ‘রাফ‘উল ইয়াদায়েন’ করে রুকূতে যাবে। এ সময় হাঁটুর উপরে দু’হাতে ভর দিয়ে পা, হাত, পিঠ ও মাথা সোজা রাখবে এবং রুকূর দো‘আ পড়বে। </p><p><br></p><p><strong>রুকূর দো‘আ :</strong></p><p><br></p><h2> سُبْحَانَ رَبِّيَ الْعَظِيْمِ </h2><p><br></p><p>‘সুবহা-না রব্বিয়াল ‘আযীম’</p><p><br></p><p> (মহাপবিত্র আমার প্রতিপালক যিনি মহান) কমপক্ষে তিনবার পড়বে।</p>",
        "reference" : ""
    },
    {
        "id": 5,
        "category": 1,
        "title_id" : "5",
        "description": "<p><strong>ক্বওমা : </strong></p><p>অতঃপর রুকূ থেকে উঠে সোজা ও সুস্থিরভাবে দাঁড়াবে। এ সময় দু’হাত ক্বিবলামুখী খাড়া রেখে কাঁধ পর্যন্ত উঠাবে এবং ইমাম ও মুক্তাদী সকলে বলবে </p><p><br></p><p>‘সামি‘আল্লা-হু লিমান হামিদাহ’ </p><p>(আল্লাহ তার কথা শোনেন, যে তার প্রশংসা করে)। </p><p><br></p><p>অতঃপর ‘ক্বওমা’র দো‘আ একবার পড়বে।</p><p><br></p><p><strong>ক্বওমার দো‘আ :</strong></p><p><br></p><h2><strong> </strong>رَبَّنَا لَكَ الْحَمْدُ </h2><p><br></p><p>‘রব্বানা লাকাল হামদ’</p><p> (হে আমাদের প্রতিপালক! আপনার জন্যই সকল প্রশংসা)। </p><p><br></p><p>অথবা পড়বে-</p><p><br></p><h2> رَبَّنَا وَلَكَ الْحَمْدُ حَمْدًا كَثِيْرًا طَيِّبًا مُّبَارَكًا فِيْهِ </h2><p><br></p><p>‘রব্বানা ওয়া লাকাল হাম্‌দু হাম্‌দান কাছীরান ত্বাইয়েবাম মুবা-রাকান ফীহি’ </p><p>(হে আমাদের প্রতিপালক! আপনার জন্য অগণিত প্রশংসা, যা পবিত্র ও বরকতময়)। </p><p><br></p><p>ক্বওমার জন্য অন্য দো‘আও রয়েছে।</p>",
        "reference" : ""
    },
    {
        "id": 6,
        "category": 1,
        "title_id" : "6",
        "description": "<p><strong>সিজদা : </strong></p><p>ক্বওমার দো‘আ পাঠ শেষে ‘আল্লা-হু আকবর’ বলে প্রথমে দু’হাত ও পরে দু’হাঁটু মাটিতে রেখে সিজদায় যাবে ও বেশী বেশী দো‘আ পড়বে। এ সময় দু’হাত ক্বিবলামুখী করে মাথার দু’পাশে কাঁধ বা কান বরাবর মাটিতে স্বাভাবিকভাবে রাখবে। কনুই ও বগল ফাঁকা থাকবে। হাঁটুতে বা মাটিতে ঠেস দিবে না। সিজদা লম্বা হবে ও পিঠ সোজা থাকবে। যেন নীচ দিয়ে একটি বকরীর বাচ্চা যাওয়ার মত ফাঁকা থাকে।</p><p><br></p><p>সিজদা থেকে উঠে বাম পায়ের পাতার উপরে বসবে ও ডান পায়ের পাতা খাড়া রাখবে। এ সময় স্থিরভাবে বসে দো‘আ পড়বে। অতঃপর ‘আল্লা-হু আকবর’ বলে দ্বিতীয় সিজদায় যাবে ও দো‘আ পড়বে। রুকূ ও সিজদায় কুরআনী দো‘আ পড়বে না। ২য় ও ৪র্থ রাক‘আতে দাঁড়াবার প্রাক্কালে সিজদা থেকে উঠে সামান্য সময়ের জন্য স্থির হয়ে বসবে। একে ‘জালসায়ে ইস্তিরা-হাত’ বা ‘স্বস্তির বৈঠক’ বলে। অতঃপর মাটিতে দু’হাতে ভর দিয়ে উঠে দাঁড়িয়ে যাবে।</p><p><br></p><p><strong>সিজদার দো‘আ :</strong> </p><p><br></p><h2>سُبْحَانَ رَبِّيَ الْأَعْلَى </h2><p><br></p><p>(সুবহা-না রবিয়াল আ‘লা) </p><p><br></p><p><br></p><p>অর্থঃ ‘মহাপবিত্র আমার প্রতিপালক যিনি সর্বোচ্চ’। </p><p><br></p><p>কমপক্ষে তিনবার পড়বে। রুকূ ও সিজদার অন্য দো‘আও রয়েছে।</p><p><br></p><p><strong>দুই সিজদার মধ্যবর্তী বৈঠকের দো‘আ :</strong></p><p><br></p><h2>اَللَّهُمَّ اغْفِرْ لِيْ وَارْحَمْنِيْ وَاجْبُرْنِيْ وَاهْدِنِيْ وَعَافِنِيْ وَارْزُقْنِيْ</h2><p><br></p><p>উচ্চারণ : আল্লা-হুম্মাগফিরলী ওয়ারহামনী ওয়াজ্বুরনী ওয়াহদিনী ওয়া ‘আ-ফেনী ওয়ারঝুক্বনী।</p><p><br></p><p>অনুবাদ : ‘হে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমার উপরে রহম করুন, আমার অবস্থার সংশোধন করুন, আমাকে সৎপথ প্রদর্শন করুন, আমাকে সুস্থতা দান করুন ও আমাকে রূযী দান করুন’।[3]</p>",
        "reference" : "<p>[3] . তিরমিযী হা/২৮৪; ইবনু মাজাহ হা/৮৯৮; আবুদাঊদ হা/৮৫০; ঐ, মিশকাত হা/৯০০, অনুচ্ছেদ-১৪; নায়লুল আওত্বার ৩/১২৯ পৃঃ।</p>"
    },
    {
        "id": 7,
        "category": 1,
        "title_id" : "7",
        "description": "<p><strong>বৈঠক : </strong></p><p>২য় রাক‘আত শেষে বৈঠকে বসবে। যদি ১ম বৈঠক হয়, তবে কেবল ‘আত্তাহিইয়া-তু’ পড়ে ৩য় রাক‘আতের জন্য উঠে যাবে। আর যদি শেষ বৈঠক হয়, তবে ‘আত্তাহিইয়া-তু’ পড়ার পরে দরূদ, দো‘আয়ে মাছূরাহ ও সম্ভব হ’লে বেশী বেশী করে অন্য দো‘আ পড়বে। ১ম বৈঠকে বাম পায়ের পাতার উপরে বসবে এবং শেষ বৈঠকে ডান পায়ের তলা দিয়ে বাম পায়ের অগ্রভাগ বের করে বাম নিতম্বের উপরে বসবে ও ডান পা খাড়া রাখবে। এসময় ডান পায়ের আঙ্গুলগুলি ক্বিবলামুখী করবে। বৈঠকের সময় বাম হাতের আঙ্গুলগুলি বাম হাঁটুর প্রান্ত বরাবর ক্বিবলামুখী ও স্বাভাবিক অবস্থায় থাকবে এবং ডান হাত ৫৩-এর ন্যায় মুষ্টিবদ্ধ রেখে সালাম ফিরানোর আগ পর্যন্ত শাহাদাত অঙ্গুলি নাড়িয়ে ইশারা করতে থাকবে। মুছল্লীর নযর ইশারার বাইরে যাবে না।</p><p><br></p><p><strong>বৈঠকের দো‘আ সমূহ :</strong></p><p><br></p><p>(ক) তাশাহহুদ (আত্তাহিইয়া-তু):</p><p><br></p><h2>اَلتَّحِيَّاتُ ِللهِ وَالصَّلَوَاتُ وَالطَّيِّبَاتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللهِ الصَّالِحِيْنَ، أَشْهَدُ أَنْ لاَّ إِلَهَ إِلاَّ اللهُ وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ</h2><p><br></p><p><strong>উচ্চারণ : </strong></p><p>আত্তাহিইয়া-তু লিল্লা-হি ওয়াছ্ ছালাওয়া-তু ওয়াত্ ত্বাইয়িবা-তু আসসালা-মু ‘আলায়কা আইয়ুহান নাবিইয়ু ওয়া রহমাতুল্লা-হি ওয়া বারাকা-তুহু। আসসালা-মু ‘আলায়না ওয়া ‘আলা ‘ইবা-দিল্লা-হিছ ছা-লেহীন। আশহাদু আল লা-ইলা-হা ইল্লাল্লা-হু ওয়া আশহাদু আন্না মুহাম্মাদান ‘আবদুহূ ওয়া রাসূলুহু।</p><p><br></p><p><strong>অনুবাদ :</strong> </p><p>যাবতীয় সম্মান, যাবতীয় উপাসনা ও যাবতীয় পবিত্র বিষয় আল্লাহর জন্য। হে নবী! আপনার উপরে শান্তি বর্ষিত হৌক এবং আল্লাহর অনুগ্রহ ও সমৃদ্ধি সমূহ নাযিল হউক। শান্তি বর্ষিত হউক আমাদের উপরে ও আল্লাহর সৎকর্মশীল বান্দাগণের উপরে। আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন উপাস্য নেই এবং আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ তাঁর বান্দা ও রাসূল’ (বুখারী, মুসলিম)।[4]</p><p><br></p><p>(খ) দরূদ :</p><p><br></p><h2>اَللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَّعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ- اَللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَّعَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيْمَ وَعَلَى آلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ-</h2><p><br></p><p><strong>উচ্চারণ :</strong></p><p> আল্লা-হুম্মা ছাল্লে ‘আলা মুহাম্মাদিঁউ ওয়া ‘আলা আ-লে মুহাম্মাদিন কামা ছাল্লায়তা ‘আলা ইবরা-হীমা ওয়া ‘আলা আ-লে ইবরা-হীমা ইন্নাকা হামীদুম মাজীদ। আল্লা-হুম্মা বা-রিক ‘আলা মুহাম্মাদিঁউ ওয়া ‘আলা আ-লে মুহাম্মাদিন কামা বা-রকতা ‘আলা ইবরা-হীমা ওয়া ‘আলা আ-লে ইবরা-হীমা ইন্নাকা হামীদুম মাজীদ।</p><p><br></p><p><strong>অনুবাদ : </strong></p><p>‘হে আল্লাহ! আপনি রহমত বর্ষণ করুন মুহাম্মাদ ও মুহাম্মাদের পরিবারের উপরে, যেমন আপনি রহমত বর্ষণ করেছেন ইবরাহীম ও ইবরাহীমের পরিবারের উপরে। নিশ্চয়ই আপনি প্রশংসিত ও সম্মানিত। হে আল্লাহ! আপনি বরকত নাযিল করুন মুহাম্মাদ ও মুহাম্মাদের পরিবারের উপরে, যেমন আপনি বরকত নাযিল করেছেন ইবরাহীম ও ইবরাহীমের পরিবারের উপরে। নিশ্চয়ই আপনি প্রশংসিত ও সম্মানিত’।[5]</p><p><br></p><p>(গ) দো‘আয়ে মাছূরাহ :</p><p><br></p><h2>اَللَّهُمَّ إِنِّيْ ظَلَمْتُ نَفْسِيْ ظُلْمًا كَثِيْرًا وَّلاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ، فَاغْفِرْ لِيْ مَغْفِرَةً مِّنْ عِنْدَكَ وَارْحَمْنِيْ إِنَّكَ أَنْتَ الْغَفُوْرُ الرَّحِيْمُ</h2><p><br></p><p><strong>উচ্চারণ: </strong></p><p>আল্লা-হুম্মা ইন্নী যালামতু নাফসী যুলমান কাছীরাঁও অলা ইয়াগফিরুয যুনূবা ইল্লা আনতা, ফাগফিরলী মাগফিরাতাম মিন ‘ইনদিকা ওয়ারহামনী ইন্নাকা আন্তাল গাফূরুর রহীম’।</p><p><br></p><p><strong>অনুবাদ : </strong></p><p>‘হে আল্লাহ! আমি আমার নফসের উপরে অসংখ্য যুলুম করেছি। ঐসব গুনাহ মাফ করার কেউ নেই আপনি ব্যতীত। অতএব আপনি আমাকে আপনার পক্ষ হ’তে বিশেষভাবে ক্ষমা করুন এবং আমার উপরে অনুগ্রহ করুন। নিশ্চয়ই আপনি ক্ষমাশীল ও দয়াবান’।[6]</p><p><br></p><p>এর পর অন্যান্য দো‘আ সমূহ পড়তে পারে</p>",
        "reference" : "<p>[4] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯০৯ ‘ছালাত’ অধ্যায়-৪, ‘তাশাহহুদ’ অনুচ্ছেদ-১৫।</p><p><br></p><p>[5] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯১৯ ‘রাসূল (ছাঃ)-এর উপর দরূদ পাঠ’ অনুচ্ছেদ-১৬; ছিফাত ১৪৭ পৃঃ, টীকা ২-৩ দ্রঃ।</p><p><br></p><p>[6] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯৪২ ‘তাশাহহুদে দো‘আ’ অনুচ্ছেদ-১৭; বুখারী হা/৮৩৪ ‘আযান’ অধ্যায়-২, ‘সালামের পূর্বে দো‘আ’ অনুচ্ছেদ-১৪৯।</p>"
    },
    {
        "id": 8,
        "category": 1,
        "title_id" : "8",
        "description": "<p><strong>সালাম : </strong></p><p>দো‘আয়ে মাছূরাহ শেষে প্রথমে ডাইনে ও পরে বামে ‘আসসালামু আলায়কুম ওয়া রাহমাতুল্লাহ’ (আল্লাহর পক্ষ হ’তে আপনার উপর শান্তি ও অনুগ্রহ বর্ষিত হৌক!) বলে সালাম ফিরাবে। প্রথম সালামের শেষে ‘ওয়া বারাকা-তুহু’ (এবং তাঁর বরকত সমূহ) যোগ করা যেতে পারে। এভাবে ছালাত সমাপ্ত করে প্রথমে সরবে একবার ‘আল্লা-হু আকবর’ (আল্লাহ সবার বড়) ও তিনবার ‘আস্তাগফিরুল্লা-হ’ (আমি আল্লাহর নিকটে ক্ষমা প্রার্থনা করছি) বলে নিম্নের দো‘আসমূহ এবং অন্যান্য দো‘আ পাঠ করবে। এ সময় ইমাম হ’লে ডাইনে অথবা বামে ঘুরে সরাসরি মুক্তাদীগণের দিকে ফিরে বসবে। অতঃপর সকলে নিম্নের দো‘আ সহ অন্যান্য দো‘আ পাঠ করবে।-</p><p><br></p><h2>اَللَّهُمَّ أَنْتَ السَّلاَمُ، وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَالْإِكْرَامِ</h2><p><br></p><p><strong>উচ্চারণ :</strong> </p><p>আল্লা-হুম্মা আন্‌তাস সালা-মু ওয়া মিনকাস্ সালা-মু, তাবা-রকতা ইয়া যাল জালা-লি ওয়াল ইকরা-ম ।</p><p><br></p><p><strong>অনুবাদ : </strong></p><p>‘হে আল্লাহ আপনিই শান্তি, আপনার থেকেই আসে শান্তি। বরকতময় আপনি, হে মর্যাদা ও সম্মানের মালিক’। এটুকু পড়েই উঠে যেতে পারেন। [7] </p><p><br></p><p>পরবর্তী দো‘আ সমূহ ‘ছালাত পরবর্তী যিকর সমূহ’ অধ্যায়ে দ্রষ্টব্য।</p>",
        "reference" : "<p>[7] . মুসলিম, মিশকাত হা/৯৬০, ‘ছালাতের পরে যিকর’ অনুচ্ছেদ-১৮। ‘সালাম ফিরানোর পরে দো‘আ সমূহ’ সংশ্লিষ্ট অধ্যায়ে দ্রষ্টব্য।</p>"
    },
    {
        "id": 9,
        "category": "2",
        "title_id" : "1",
        "description": "<p>‘ছালাত’ -এর আভিধানিক অর্থ দো‘আ, রহমত, ক্ষমা প্রার্থনা করা ইত্যাদি।[1] </p><p><br></p><p><strong>পারিভাষিক অর্থ: </strong></p><p>‘শরী‘আত নির্দেশিত ক্রিয়া-পদ্ধতির মাধ্যমে আল্লাহর নিকটে বান্দার ক্ষমা ভিক্ষা ও প্রার্থনা নিবেদনের শ্রেষ্ঠতম ইবাদতকে ‘ছালাত’ বলা হয়, যা তাকবীরে তাহরীমা দ্বারা শুরু হয় ও সালাম দ্বারা শেষ হয়’।[2]</p>",
        "reference" : "<p>[1] . الصلاة أي الدعاء والرحمة والإستغفار، صلي صلاة أي دعا، عبادة فيها ركوع وسجود = আল-ক্বামূসুল মুহীত্ব, পৃঃ ১৬৮১।</p><p><br></p><p>[2] . مِفْتَاحُ الصَّلاَةِ الطُّهُوْرُ وَتَحْرِْيمُهَا التَّكْبِيْرُ وَتَحْلِيْلُهَا التَّسْلِيْمُ= আবুদাঊদ, তিরমিযী, দারেমী, মিশকাত হা/৩১২ ‘পবিত্রতা’ অধ্যায়-৩; মুসলিম, মিশকাত হা/৭৯১ ‘ছালাত’ অধ্যায়-৪, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০।</p>"
    },
    {
        "id": 10,
        "category": "2",
        "title_id" : "2",
        "description": "<p>নবুঅত প্রাপ্তির পর থেকেই ছালাত ফরয হয়। তবে তখন ছালাত ছিল কেবল ফজরে ও আছরে দু’ দু’ রাক‘আত করে (কুরতুবী)। </p><p><br></p><p>যেমন আল্লাহ স্বীয় রাসূলকে বলেন,</p><p><br></p><h2> وَسَبِّحْ بِحَمْدِ رَبِّكَ بِالْعَشِيِّ وَالْإِبْكَارِ </h2><p><br></p><p>‘আপনি আপনার প্রভুর প্রশংসা জ্ঞাপন করুন সূর্যাস্তের পূর্বে ও সূর্যোদয়ের পূর্বে’।[3] </p><p>আয়েশা (রাঃ) বলেন, শুরুতে ছালাত বাড়ীতে ও সফরে ছিল দু’ দু’ রাক‘আত করে।[4] </p><p>এছাড়া রাসূল (ছাঃ)-এর জন্য ‘অতিরিক্ত’ (نَافِلَةً) ছিল তাহাজ্জুদের ছালাত (ইসরা/বনু ইস্রাঈল ১৭/৭৯)। সেই সাথে ছাহাবীগণও নিয়মিতভাবে রাত্রির নফল ছালাত আদায় করতেন।[5] </p><p>মি‘রাজের রাত্রিতে দৈনিক পাঁচ ওয়াক্ত ছালাত ফরয করা হয়।[6] </p><p>উক্ত পাঁচ ওয়াক্ত ছালাত হ’ল- ফজর, যোহর, আছর, মাগরিব ও এশা।[7] </p><p>এছাড়া রয়েছে জুম‘আর ফরয ছালাত, যা সপ্তাহে একদিন শুক্রবার দুপুরে পড়তে হয়।[8] </p><p>জুম‘আ পড়লে যোহর পড়তে হয় না। কেননা জুম‘আ হ’ল যোহরের স্থলাভিষিক্ত। [9]</p><p><br></p><p>পাঁচ ওয়াক্ত ফরয ছালাতে দিনে-রাতে মোট ১৭ রাক‘আত ও জুম‘আর দিনে ১৫ রাক‘আত ফরয এবং ১২ অথবা ১০ রাক‘আত সুন্নাতে মুওয়াক্কাদাহ। যেমন(১) ফজর : ২ রাক‘আত সুন্নাত, অতঃপর ২ রাক‘আত ফরয (২) যোহর : ৪ অথবা ২ রাক‘আত সুন্নাত, অতঃপর ৪ রাক‘আত ফরয। অতঃপর ২ রাক‘আত সুন্নাত (৩) আছর : ৪ রাক‘আত ফরয (৪) মাগরিব : ৩ রাক‘আত ফরয। অতঃপর ২ রাক‘আত সুন্নাত (৫) এশা : ৪ রাক‘আত ফরয। অতঃপর ২ রাক‘আত সুন্নাত। অতঃপর শেষে এক রাক‘আত বিতর।</p><p><br></p><p>জুম‘আর ছালাত ২ রাক‘আত ফরয। তার পূর্বে মসজিদে প্রবেশের পর বসার পূর্বে কমপক্ষে ২ রাক‘আত ‘তাহিইয়াতুল মাসজিদ’ এবং জুম‘আ শেষে ৪ অথবা ২ রাক‘আত সুন্নাত। উপরে বর্ণিত সবগুলিই রাসূলুল্লাহ (ছাঃ)-এর নিয়মিত আমল দ্বারা নির্ধারিত এবং ছহীহ হাদীছ সমূহ দ্বারা প্রমাণিত, [10]</p><p><br></p><p> যা অত্র বইয়ের সংশ্লিষ্ট অধ্যায় সমূহে দ্রষ্টব্য।</p>",
        "reference" : "<p>[3] . গাফির/মুমিন ৪০/৫৫; মিরআত ২/২৬৯।</p><p><br></p><p>[4] . মুসলিম হা/৬৮৫; আবুদাঊদ হা/১১৯৮; ফিক্বহুস সুন্নাহ ১/২১১।</p><p><br></p><p>[5] . মুযযাম্মিল ৭৩/২০; তাফসীরে কুরতুবী।</p><p><br></p><p>[6] . মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/৫৮৬২-৬৫ ‘ফাযায়েল ও শামায়েল’ অধ্যায়-২৯, ‘মি‘রাজ’ অনুচ্ছেদ-৬।</p><p><br></p><p>[7] . আবুদাঊদ হা/৩৯১, ৩৯৩ ‘ছালাত’ অধ্যায়-২, অনুচ্ছেদ-১।</p><p><br></p><p>[8] . জুম‘আ ৬২/৯; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১৩৫৪, ‘জুম‘আ’ অনুচ্ছেদ-৪২।</p><p><br></p><p>[9] . ফিক্বহুস সুন্নাহ ১/২২৭।</p><p><br></p><p>[10] . দ্র: ছহীহ ইবনু খুযায়মা ‘ছালাত’ অধ্যায়, ২ অনুচ্ছেদ; নাসাঈ ‘ছালাত’ অধ্যায়-৫, অনুচ্ছেদ-৩।</p>"
    },
    {
        "id": 11,
        "category": "2",
        "title_id" : "3",
        "description": "<p>1) কালেমায়ে শাহাদাত পাঠ করার পরেই ইসলামে ছালাতের স্থান।[11]</p><p><br></p><p>2) ছালাত ইসলামের শ্রেষ্ঠতম ইবাদত, যা মি‘রাজের রাত্রিতে ফরয হয়।[12]</p><p><br></p><p>3) ছালাত ইসলামের প্রধান স্তম্ভ[13] যা ব্যতীত ইসলাম টিকে থাকতে পারে না।</p><p><br></p><p>4) ছালাত একমাত্র গুরুত্বপূর্ণ ইবাদত, যা ৭ বছর বয়স থেকেই আদায়ের অভ্যাস করতে হয়।[14]</p><p><br></p><p>5) ছালাতের বিধ্বস্তি জাতির বিধ্বস্তি হিসাবে পবিত্র কুরআনে বর্ণিত হয়েছে।[15]</p><p><br></p><p>6) পবিত্র কুরআনে সর্বাধিকবার আলোচিত বিষয় হ’ল ছালাত।[16]</p><p><br></p><p>7) মুমিনের জন্য সর্বাবস্থায় পালনীয় ফরয হ’ল ছালাত, যা অন্য ইবাদতের বেলায় হয়নি।[17]</p><p><br></p><p>8) ইসলামের প্রথম যে রশি ছিন্ন হবে, তা হ’ল তার শাসনব্যবস্থা এবং সর্বশেষ যে রশি ছিন্ন হবে তা হ’ল ‘ছালাত’। [18]</p><p><br></p><p>9) দুনিয়া থেকে ‘ছালাত’ বিদায় নেবার পরেই ক্বিয়ামত হবে।[19]</p><p><br></p><p>10) ক্বিয়ামতের দিন বান্দার সর্বপ্রথম হিসাব নেওয়া হবে তার ছালাতের। ছালাতের হিসাব সঠিক হ’লে তার সমস্ত আমল সঠিক হবে। আর ছালাতের হিসাব বেঠিক হ’লে তার সমস্ত আমল বরবাদ হবে।[20]</p><p><br></p><p>11) দৈনিক পাঁচ ওয়াক্ত হিসাবে ‘ছালাত’-কে ফরয করা হয়েছে, যা অন্য কোন ফরয ইবাদতের বেলায় করা হয়নি।[21]</p><p><br></p><p>12) মুমিন ও কাফির-মুশরিকের মধ্যে পার্থক্য হ’ল ‘ছালাত’।[22]</p><p><br></p><p>13) জাহান্নামী ব্যক্তির লক্ষণ এই যে, সে ছালাত বিনষ্ট করে এবং প্রবৃত্তির পূজারী হয় (মারিয়াম ১৯/৫৯)।</p><p><br></p><p>14) ইবরাহীম (আঃ) আল্লাহর নিকটে নিজের জন্য ও নিজ সন্তানদের জন্য ছালাত কায়েমকারী হওয়ার প্রার্থনা করেছিলেন (ইবরাহীম ১৪/৪০)।</p><p><br></p><p>15) মৃত্যুকালে রাসূলুল্লাহ (ছাঃ)-এর সর্বশেষ অছিয়ত ছিল ‘ছালাত’ ও নারীজাতি সম্পর্কে।[23]</p>",
        "reference" : "<p>[11] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১৭৭২ ‘যাকাত’ অধ্যায়-৬, পরিচ্ছেদ-১।</p><p><br></p><p>[12] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫৮৬২-৬৫ ‘ফাযায়েল ও শামায়েল’ অধ্যায়-২৯, ‘মি‘রাজ’ অনুচ্ছেদ-৬।</p><p><br></p><p>[13] . আহমাদ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/২৯ (..عموده الصلاة..) ‘ঈমান’ অধ্যায়-১।</p><p><br></p><p>[14] . مُرُوْا أَوْلاَدَكُمْ بِالصَّلاَةِ وَهُمْ أَبْنَاءُ سَبْعِ سِنِيْنَ وَاضْرِبُوْهُمْ عَلَيْهَا وَهُمْ أَبْنَاءُ عَشْرِ سِنِيْنَ وَفَرِّقُوْا بَيْنَهُمْ فِي الْمَضَاجِعِ = আবুদাঊদ হা/২৪৭, মিশকাত হা/৫৭২ ‘ছালাত’ অধ্যায়-৪, পরিচ্ছেদ-২।</p><p><br></p><p>[15] . মারিয়াম ১৯/৫৯ (فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاَةَ وَاتَّبَعُوا الشَّهَوَاتِ فَسَوْفَ يَلْقَوْنَ غَيًّا)</p><p><br></p><p>[16] . কুরআনে অনূন্য ৮২ জায়গায় ‘ছালাতের’ আলোচনা এসেছে। - আল-মু‘জামুল মুফাহরাস লি আলফাযিল কুরআনিল কারীম (বৈরূত : ১৯৮৭)।</p><p><br></p><p>[17] . বাক্বারাহ ২/২৩৮-৩৯; নিসা ৪/১০১-০৩।</p><p><br></p><p>[18] ও [19]. عَنْ أَبِيْ أُمَامَةَ الْبَاهِلِيِّ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ لَتُنْقَضَنَّ عُرَى الْإِسْلاَمِ عُرْوَةً عُرْوَةً فَكُلَّمَا انْتَقَضَتْ عُرْوَةٌ تَشَبَّثَ النَّاسُ بِالَّتِيْ تَلِيْهَا وَأَوَّلُهُنَّ نَقْضًا الْحُكْمُ وَآخِرُهُنَّ الصَّلاَةُ</p><p><br></p><p>আহমাদ, ছহীহ ইবনু হিববান; আলবানী, ছহীহ আত-তারগীব ওয়াত তারহীব, হা/৫৬৯; আলবানী, ছহীহ জামে‘ ছাগীর হা/৫০৭৫, ৫৪৭৮।</p><p><br></p><p>[20] عَنْ أَنَسِ بْنِ حُكَيْمٍ عَنْ أَبِيْ هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَوَّلُ مَا يُحَاسَبُ بِهِ الْعَبْدُ يَوْمَ الْقِيَامَةِ الصَلاَةُ ، فَإِنْ صَلَحَتْ صَلَحَ سَائِرُ عَمَلِهِ، وَإِنْ فَسَدَتْ فَسَدَ سَائِرُ عَمَلِهِ</p><p><br></p><p>ত্বাবারাণী আওসাত্ব, ছহীহ আত-তারগীব ওয়াত তারহীব হা/৩৬৯, সিলসিলা ছহীহাহ হা/১৩৫৮; আবুদাঊদ হা/৮৬৪-৬৬; নাসাঈ, তিরমিযী, মিশকাত হা/১৩৩০ ‘ছালাতুত তাসবীহ’ অনুচ্ছেদ-৪০।</p><p><br></p><p>[21] মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/৫৮৬২-৬৫ ‘মি‘রাজ’ অনুচ্ছেদ; নিসা ৪/১০৩।</p><p><br></p><p>[22]. عَنْ جَابِرَ بْنَ عَبْدِ اللهِ قَالَ سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: بَيْنَ الرَّجُلِ وَبَيْنَ الشِّرْكِ وَالْكُفْرِ تَرْكُ الصَّلاَةِ = মুসলিম হা/১৩৪ ‘ঈমান’ অধ্যায়; ঐ, মিশকাত হা/৫৬৯ ‘ছালাত’ অধ্যায়-৪; ইবনু মাজাহ হা/১০৮০।</p><p><br></p><p>[23] . عَنْ عَلِيٍّ قَالَ كَانَ آخِرُ كَلاَمِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ الصَّلاَةُ وَمَا مَلَكَتْ أَيْمَانُكُمْ = ইবনু মাজাহ হা/২৬৯৮ ‘অছিয়তসমূহ’ অধ্যায়; আবুদাঊদ হা/৫১৫৬ ‘শিষ্টাচার’ অধ্যায়, অনুচ্ছেদ-১৩৩।</p>"
    },
    {
        "id": 12,
        "category": "2",
        "title_id" : "4",
        "description": "<p>ইচ্ছাকৃতভাবে ছালাত তরককারী অথবা ছালাতের ফরযিয়াতকে অস্বীকারকারী ব্যক্তি কাফির ও জাহান্নামী। ঐ ব্যক্তি ইসলাম হ’তে বহিষ্কৃত। কিন্তু যে ব্যক্তি ঈমান রাখে, অথচ অলসতা ও ব্যস্ততার অজুহাতে ছালাত তরক করে কিংবা উদাসীনভাবে ছালাত আদায় করে ও তার প্রকৃত হেফাযত করে না, সে ব্যক্তি সম্পর্কে শরী‘আতের বিধান সমূহ নিম্নরূপ :</p><p><br></p><p>(ক) আল্লাহ বলেন,</p><p><br></p><h2> فَوَيْلٌ لِلْمُصَلِّيْنَ، الَّذِيْنَ هُمْ عَنْ صَلاَتِهِمْ سَاهُوْنَ، الَّذِيْنَ هُمْ يُرَآءُوْنَ... </h2><p><br></p><p>‘অতঃপর দুর্ভোগ ঐ সব মুছল্লীর জন্য’ ‘যারা তাদের ছালাত থেকে উদাসীন’। ‘যারা তা লোকদেরকে দেখায়’... (মা‘ঊন ১০৭/৪-৬)।</p><p><br></p><p>(খ) অলস ও লোক দেখানো মুছল্লীদের আল্লাহ মুনাফিক ও প্রতারক বলেছেন। যেমন তিনি বলেন,</p><p><br></p><h2>إِنَّ الْمُنَافِقِيْنَ يُخَادِعُوْنَ اللهَ وَهُوَ خَادِعُهُمْ وَإِذَا قَامُوْا إِلَى الصَّلاَةِ قَامُوْا كُسَالَى يُرَآءُوْنَ النَّاسَ وَلاَ يَذْكُرُوْنَ اللهَ إِلاَّ قَلِيلاً </h2><p><br></p><p>‘নিশ্চয়ই মুনাফিকরা প্রতারণা করে আল্লাহর সাথে। অথচ তিনি তাদেরকেই ধোঁকায় নিক্ষেপ করেন। তারা যখন ছালাতে দাঁড়ায়, তখন অলসভাবে দাঁড়ায় লোক দেখানোর জন্য। আর তারা আল্লাহকে অল্পই স্মরণ করে’ (নিসা ৪/১৪২)। অন্যত্র আল্লাহ তাদের ‘ফাসেক্ব’ (পাপাচারী) বলেছেন এবং বলেছেন যে, ‘তিনি তাদের ছালাত ও অর্থ ব্যয় কিছুই কবুল করবেন না’ (তওবা ৯/৫৩-৫৪)।</p><p><br></p><p>(গ) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,... ‘যে ব্যক্তি ছালাতের হেফাযত করল না ...সে ব্যক্তি ক্বিয়ামতের দিন ক্বারূণ, ফেরাঊন, হামান ও উবাই বিন খালাফের সঙ্গে থাকবে’।[24]</p><p><br></p><p>ছালাতের হেফাযত করা অর্থ রুকূ-সিজদা ইত্যাদি ফরয ও সুন্নাত সমূহ সঠিকভাবে ও গভীর মনোযোগ সহকারে আদায় করা। [25] উক্ত হাদীছের ব্যাখ্যায় হাফেয ইবনুল ক্বাইয়িম (৬৯১-৭৫১ হিঃ) বলেন, (১) যে ব্যক্তি অর্থ-সম্পদের মোহে ছালাত হ’তে দূরে থাকে, তার হাশর হবে মূসা (আঃ)-এর চাচাত ভাই বখীল ধনকুবের ক্বারূণ-এর সাথে। (২) রাষ্ট্রীয় বা রাজনৈতিক ব্যস্ততার অজুহাতে যে ব্যক্তি ছালাত হ’তে গাফেল থাকে, তার হাশর হবে মিসরের অত্যাচারী শাসক ফেরাঊনের সাথে। (৩) মন্ত্রীত্ব বা চাকুরীগত কারণে যে ব্যক্তি ছালাত হ’তে গাফেল থাকে, তার হাশর হবে ফেরাঊনের প্রধানমন্ত্রী হামান-এর সাথে। (৪) ব্যবসায়িক ব্যস্ততার অজুহাতে যে ব্যক্তি গাফেল থাকে, তার হাশর হবে মক্কার কাফের ব্যবসায়ী নেতা উবাই বিন খালাফের সাথে।[26] বলা বাহুল্য ক্বিয়ামতের দিন কাফের নেতাদের সাথে হাশর হওয়ার অর্থই হ’ল জাহান্নামবাসী হওয়া। যদিও সে দুনিয়াতে একজন মুছল্লী ছিল। অতএব শুধু ছালাত তরক করা নয় বরং ছালাতের হেফাযত বা রুকূ-সিজদা সঠিকভাবে আদায় না হ’লেও জাহান্নামী হ’তে হবে। (আল্লাহ আমাদের রক্ষা করুন। আমীন!)।</p><p><br></p><p>(ঘ) ছালাত তরক করাকে হাদীছে ‘কুফরী’ হিসাবে বর্ণনা করা হয়েছে।[27] ছাহাবায়ে কেরামও একে ‘কুফরী’ হিসাবে গণ্য করতেন।[28] তারা নিঃসন্দেহে জাহান্নামী। তবে এই ব্যক্তিগণ যদি খালেছ অন্তরে তাওহীদ, রিসালাত ও আখেরাতে বিশ্বাসী হয় এবং ইসলামের হালাল-হারাম ও ফরয-ওয়াজিব সমূহের অস্বীকারকারী না হয় এবং শিরক না করে, তাহ’লে তারা ‘কালেমায়ে শাহাদাত’কে অস্বীকারকারী কাফিরগণের ন্যায় ইসলাম থেকে খারিজ নয় বা চিরস্থায়ী জাহান্নামী নয়। কেননা এই প্রকারের মুসলমানেরা কর্মগতভাবে কাফির হ’লেও বিশ্বাসগতভাবে কাফির নয়। বরং খালেছ অন্তরে পাঠ করা কালেমার বরকতে এবং কবীরা গোনাহগারদের জন্য শেষনবী মুহাম্মাদ (ছাঃ)-এর শাফা‘আতের ফলে শেষ পর্যায়ে এক সময় তারা জান্নাতে ফিরে আসবে।[29] তবে তারা সেখানে ‘জাহান্নামী’ (اَلْجَهَنَّمِيُّوْنَ) বলেই অভিহিত হবে। [30] যেটা হবে বড়ই লজ্জাকর বিষয়।</p><p><br></p><p>(ঙ) বিভিন্ন হাদীছের আলোকে আহলেসুন্নাত বিদ্বানগণের মধ্যে ইমাম মালেক (৯৩-১৭৯ হিঃ), ইমাম শাফেঈ (১৫০-২০৪ হিঃ) এবং প্রাথমিক ও পরবর্তী যুগের প্রায় সকল বিদ্বান এই মর্মে একমত হয়েছেন যে, ঐ ব্যক্তি ‘ফাসিক্ব্’ এবং তাকে তওবা করতে হবে। যদি সে তওবা করে ছালাত আদায় শুরু না করে, তবে তার শাস্তি হবে মৃত্যুদন্ড। ইমাম আবু হানীফা (৮০-১৫০হিঃ) বলেন, তাকে দৃষ্টান্তমূলক শাস্তি দিতে হবে এবং ছালাত আদায় না করা পর্যন্ত জেলখানায় আবদ্ধ রাখতে হবে। [31] ইমাম আহমাদ বিন হাম্বল (১৬৪-২৪১ হিঃ) বলেন, ঐ ব্যক্তিকে ছালাতের জন্য ডাকার পরেও যদি সে ইনকার করে ও বলে যে ‘আমি ছালাত আদায় করব না’ এবং এইভাবে ওয়াক্ত শেষ হয়ে যায়, তখন তাকে কতল করা ওয়াজিব।[32] অবশ্য এরূপ শাস্তিদানের দায়িত্ব হ’ল ইসলামী সরকারের। ঐ ব্যক্তির জানাযা মসজিদের ইমাম বা বড় কোন বুযর্গ আলেম দিয়ে পড়ানো যাবে না। কেননা রাসূলুল্লাহ (ছাঃ) গণীমতের মালের (আনুমানিক দুই দিরহাম মূল্যের) তুচ্ছ বস্ত্তর খেয়ানতকারী এবং আত্মহত্যাকারীর জানাযা পড়েননি বরং অন্যকে পড়তে বলেছেন। [33] এক্ষণে আল্লাহ্কৃত ফরয ছালাতের সঙ্গে খেয়ানতকারী ব্যক্তির সাথে মুমিন সমাজের আচরণ কেমন হওয়া উচিৎ, তা সহজেই অনুমেয়।</p>",
        "reference" : "<p>[24] . আহমাদ হা/৬৫৭৬, ‘হাসান’; দারেমী হা/২৭২১, ‘ছহীহ’; মিশকাত হা/৫৭৮ ‘ছালাত’ অধ্যায়-৪, আলবানী প্রথমে ‘জাইয়িদ’ ও পরবর্তীতে ‘যঈফ’ বলেছেন (তারাজু‘আত হা/২৯)।</p><p><br></p><p>[25] . মোল্লা আলী ক্বারী হানাফী, মিরক্বাতুল মাফাতীহ শরহ মিশকাতুল মাছাবীহ (দিল্লী: তাবি) ২/১১৮ পৃঃ।</p><p><br></p><p>[26] . ইবনুল ক্বাইয়িম, ‘আছ-ছালাত ওয়া হুক্মু তারিকিহা’ (বৈরূত : দার ইবনু হযম, ১ম সংস্করণ ১৪১৬/১৯৯৬), পৃঃ ৬৩; সাইয়িদ সাবিক্ব, ফিক্বহুস সুন্নাহ (কায়রো : ১৪১২/১৯৯২), ১/৭২।</p><p><br></p><p>[27] . মুসলিম, মিশকাত হা/৫৬৯; তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৫৭৪, ৫৮০; মির‘আত ২/২৭৪, ২৭৯।</p><p><br></p><p>[28] . তিরমিযী, মিশকাত হা/৫৭৯; মির‘আত ২/২৮৩।</p><p><br></p><p>[29] . মুত্তাফাক্ব ‘আলাইহ, বুখারী, মিশকাত হা/৫৫৭৩-৭৪; তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৫৫৯৮-৫৬০০ ‘ক্বিয়ামতের অবস্থা’ অধ্যায়-২৮, ‘হাউয ও শাফা‘আত’ অনুচ্ছেদ-৪।</p><p><br></p><p>[30] . বুখারী, মিশকাত হা/৫৫৮৫, অধ্যায়-২৮, অনুচ্ছেদ-৪।</p><p><br></p><p>[31] . ফিক্বহুস সুন্নাহ ১/৭৩ পৃঃ ; শাওকানী, নায়লুল আওত্বার (কায়রো: ১৩৯৮/১৯৭৮), ২/১৩ পৃঃ।</p><p><br></p><p>[32] . নায়লুল আওত্বার ২/১৫; মিরক্বাত ২/১১৩-১৪ পৃঃ।</p><p><br></p><p>[33] . নায়ল ৫/৪৭-৪৮, ‘জিহাদ’ অধ্যায়, ‘মুত্যুদন্ডে নিহত ব্যক্তির জানাযা’ অনুচ্ছেদ; এতদ্ব্যতীত আহমাদ, আবুদাঊদ, নাসাঈ, ইবনু মাজাহ, মিশকাত হা/৪০১১; যা-দুল মা‘আদ ৩/৯৮ পৃঃ; আলবানী, তালখীছু আহকামিল জানায়েয পৃঃ ৪৪; মুসলিম হা/২২৬২ (৯৭৮) ‘জানায়েয’ অধ্যায়-১১, অনুচ্ছেদ-৩৭; বুলূগুল মারাম হা/৫৪২।</p>"
    },
    {
        "id": 13,
        "category": "2",
        "title_id" : "5",
        "description": "<p>(১) আল্লাহ পাক এরশাদ করেন,</p><p><br></p><h2> إِنَّ الصَّلاَةَ تَنْهَى عَنِ الْفَحْشَاءِ وَالْمُنْكَرِ </h2><p><br></p><p>‘নিশ্চয়ই ছালাত মুমিনকে নির্লজ্জ ও অপছন্দনীয় কাজ সমূহ হতে বিরত রাখে’ (আনকাবূত ২৯/৪৫)।</p><p><br></p><p>আবুল ‘আলিয়াহ বলেন, তিনটি বস্ত্ত না থাকলে তাকে ছালাত বলা যায় না।</p><p><br></p><p>(১) ইখলাছ <strong>(الإخلاص) </strong>বা একনিষ্ঠতা, যা তাকে সৎ কাজের নির্দেশ দেয়</p><p>(২) আল্লাহভীতি <strong>(الخشية)</strong>, যা তাকে অন্যায় থেকে বিরত রাখে</p><p>(৩) কুরআন পাঠ<strong> (ذكر القرآن)</strong>, যা তাকে ভাল-মন্দের নির্দেশনা দেয়।[34] আবু হুরায়রা (রাঃ) বলেন, ‘একদা জনৈক ব্যক্তি এসে রাসূলুল্লাহ (ছাঃ)-কে বলল যে, অমুক ব্যক্তি রাতে (তাহাজ্জুদের) ছালাত পড়ে। অতঃপর সকালে চুরি করে। জবাবে রাসূলুল্লাহ (ছাঃ) তাকে বলেন, তার রাত্রি জাগরণ সত্বর তাকে ঐ কাজ থেকে বিরত রাখবে, যা তুমি বলছ<strong> (إِنَّهُ سَيَنْهَاهُ مَا تَقُوْلُ)’</strong>। [35]</p><p>(২) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, ‘পাঁচ ওয়াক্ত ছালাত, এক জুম‘আ হ’তে পরবর্তী জুম‘আ এবং এক রামাযান হ’তে পরবর্তী রামাযানের মধ্যকার যাবতীয় (ছগীরা) গুনাহের কাফফারা স্বরূপ, যদি সে কবীরা গোনাহসমূহ হ’তে বিরত থাকে (যা তওবা ব্যতীত মাফ হয় না)’।[36]</p><p><br></p><p>(৩) তিনি বলেন, তোমাদের কারু ঘরের সম্মুখ দিয়ে প্রবাহিত নদীতে দৈনিক পাঁচবার গোসল করলে তোমাদের দেহে কোন ময়লা বাকী থাকে কি?... পাঁচ ওয়াক্ত ছালাতের তুলনা ঠিক অনুরূপ। আল্লাহ এর দ্বারা গোনাহ সমূহ বিদূরিত করেন।[37]</p><p><br></p><p>(৪) তিনি আরও বলেন, যে ব্যক্তি ছালাতের হেফাযত করল, ছালাত তার জন্য ক্বিয়ামতের দিন নূর, দলীল ও নাজাতের কারণ হবে....। [38]</p><p><br></p><p>(৫) আব্দুল্লাহ বিন ওমর (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন যে, ‘বান্দা যখন ছালাতে দন্ডায়মান হয়, তখন তার সমস্ত গুনাহ হাযির করা হয়। অতঃপর তা তার মাথায় ও দুই স্কন্ধে রেখে দেওয়া হয়। এরপর সে ব্যক্তি যখন রুকূ বা সিজদায় গমন করে, তখন গুনাহ সমূহ ঝরে পড়ে’। [39]</p><p><br></p><p>(৬) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p>(ক) যে ব্যক্তি ফজর ও আছরের ছালাত নিয়মিত আদায় করে, সে জাহান্নামে যাবে না’। ‘সে জান্নাতে প্রবেশ করবে’। [40]</p><p>(খ) দিবস ও রাত্রির ফেরেশতারা ফজর ও আছরের ছালাতের সময় একত্রিত হয়। রাতের ফেরেশতারা আসমানে উঠে গেলে আল্লাহ তাদের জিজ্ঞেস করেন, তোমরা আমার বান্দাদের কি অবস্থায় রেখে এলে? যদিও তিনি সবকিছু অবগত। তখন ফেরেশতারা বলে যে, আমরা তাদেরকে পেয়েছিলাম (আছরের) ছালাত অবস্থায় এবং ছেড়ে এসেছি (ফজরের) ছালাত অবস্থায়’।[41] কুরআনে ফজরের ছালাতকে ‘মাশহূদ’ বলা হয়েছে(ইসরা ১৭/৭৮)। অর্থাৎ ঐ সময় ফেরেশতা বদলের কারণে রাতের ও দিনের ফেরেশতারা একত্রিত হয়ে সাক্ষী হয়ে যায়। [42]</p><p>গ) যে ব্যক্তি ফজরের ছালাত আদায় করল, সে আল্লাহর যিম্মায় রইল। যদি কেউ সেই যিম্মা থেকে কাউকে ছাড়িয়ে নিতে চায়, তাকে উপুড় অবস্থায় জাহান্নামে নিক্ষেপ করা হবে।[43]</p><p><br></p><p>(৭) তিনি বলেন, পাঁচ ওয়াক্ত ছালাত যেগুলিকে আল্লাহ স্বীয় বান্দাদের উপরে ফরয করেছেন, যে ব্যক্তি এগুলির জন্য সুন্দরভাবে ওযূ করবে, ওয়াক্ত মোতাবেক ছালাত আদায় করবে, রুকূ ও খুশূ‘-খুযূ‘ পূর্ণ করবে, তাকে ক্ষমা করার জন্য আল্লাহর অঙ্গীকার রয়েছে। আর যে ব্যক্তি এগুলি করবে না, তার জন্য আল্লাহর কোন অঙ্গীকার নেই। তিনি ইচ্ছা করলে তাকে ক্ষমা করতে পারেন, ইচ্ছা করলে আযাব দিতে পারেন’।[44]</p><p><br></p><p>(৮) আবূ হুরায়রা (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন যে, আল্লাহ বলেন, যে ব্যক্তি আমার কোন প্রিয় বান্দার সাথে দুশমনী করল, আমি তার বিরুদ্ধে যুদ্ধের ঘোষণা দিলাম। আমি যেসব বিষয় ফরয করেছি, তার মাধ্যমে আমার নৈকট্য অনুসন্ধানের চাইতে প্রিয়তর আমার নিকটে আর কিছু নেই। বান্দা বিভিন্ন নফল ইবাদতের মাধ্যমে সর্বদা আমার নৈকট্য হাছিলের চেষ্টায় থাকে, যতক্ষণ না আমি তাকে ভালবাসি। অতঃপর যখন আমি তাকে ভালবাসি, তখন আমিই তার কান হয়ে যাই যা দিয়ে সে শ্রবণ করে। চোখ হয়ে যাই, যা দিয়ে সে দর্শন করে। হাত হয়ে যাই, যা দিয়ে সে ধারণ করে। পা হয়ে যাই, যার সাহায্যে সে চলাফেরা করে। যদি সে আমার নিকটে কোন কিছু প্রার্থনা করে, আমি তাকে তা দান করে থাকি। যদি সে আশ্রয় ভিক্ষা করে, আমি তাকে আশ্রয় দিয়ে থাকি’....।[45]</p><p><br></p><p>মসজিদে ছালাতের ফযীলত :</p><p><br></p><p>(১) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, আল্লাহর নিকটে প্রিয়তর স্থান হ’ল মসজিদ এবং নিকৃষ্টতর স্থান হ’ল বাজার’। [46]</p><p><br></p><p>(২) ‘যে ব্যক্তি সকালে ও সন্ধ্যায় (পাঁচ ওয়াক্ত ছালাতে) মসজিদে যাতায়াত করে, আল্লাহ তার জন্য জান্নাতে মেহমানদারী প্রস্ত্তত রাখেন’। [47]</p><p><br></p><p>(৩) তিনি বলেন, সবচেয়ে বেশী নেকী পান ঐ ব্যক্তি যিনি সবচেয়ে দূর থেকে মসজিদে আসেন এবং ঐ ব্যক্তি বেশী পুরস্কৃত হন, যিনি আগে এসে অপেক্ষায় থাকেন। অতঃপর ইমামের সাথে ছালাত আদায় করেন।[48] তিনি বলেন, ‘প্রথম কাতার হ’ল ফেরেশতাদের কাতারের ন্যায়। যদি তোমরা জানতে এর ফযীলত কত বেশী, তাহ’লে তোমরা এখানে আসার জন্য অতি ব্যস্ত হয়ে উঠতে’।[49]</p><p><br></p><p>(৪) ক্বিয়ামতের দিন আল্লাহর আরশের ছায়াতলে যে সাত শ্রেণীর লোক আশ্রয় পাবে, তাদের এক শ্রেণী হ’ল ঐ সকল ব্যক্তি যাদের অন্তর মসজিদের সাথে লটকানো থাকে। যখনই বের হয়, পুনরায় ফিরে আসে।[50]</p><p><br></p><p>(৫) রাসূলুল্লাহ (ছাঃ) বলেন, অন্যত্র ছালাত আদায়ের চেয়ে আমার এই মসজিদে ছালাত আদায় করা এক হাযার গুণ উত্তম এবং মাসজিদুল হারামে ছালাত আদায় করা এক লক্ষ গুণ উত্তম।[51]</p><p><br></p><p>উল্লেখ্য যে ‘অন্য মসজিদের চেয়ে জুম‘আ মসজিদে ছালাত আদায় করলে পাঁচশত গুণ ছওয়াব বেশী পাওয়া যাবে’ মর্মে বর্ণিত হাদীছটি ‘যঈফ’। [52]</p><p><br></p><p>মসজিদ সম্পর্কে জ্ঞাতব্য :</p><p><br></p><p>(১) রাসূলুল্লাহ (ছাঃ) বলেন, যে ব্যক্তি আল্লাহর জন্য একটি মসজিদ নির্মাণ করে, আল্লাহ তার জন্য জান্নাতে একটি গৃহ নির্মাণ করেন। [53] তবে যদি ঐ মসজিদ ঈমানদারগণের মধ্যে বিভেদ সৃষ্টির উদ্দেশ্যে নির্মিত হয়, তাহ’লে তা ‘যেরার’ (ضِرَار) অর্থাৎ ক্ষতিকর মসজিদ হিসাবে গণ্য হবে’ (তওবাহ ৯/১০৭)। উক্ত মসজিদ নির্মাণকারীরা গোনাহগার হবে।</p><p><br></p><p>(২) মসজিদ থেকে কবরস্থান দূরে রাখতে হবে।[54] নিতান্ত বাধ্য হ’লে মাঝখানে দেওয়াল দিতে হবে। মসজিদ সর্বদা কোলাহল মুক্ত ও নিরিবিলি পরিবেশে হওয়া আবশ্যক।</p><p><br></p><p>(৩) মসজিদ অনাড়ম্বর ও সাধাসিধা হবে। কোনরূপ সাজ-সজ্জা ও জাঁকজমক পূর্ণ করা যাবে না বা মসজিদ নিয়ে কোনরূপ গর্ব করা যাবে না। [55]</p><p><br></p><p>(৪) মসজিদ নির্মাণে সতর্কতার সাথে ইসলামী নির্মাণশৈলী অনুসরণ করতে হবে। কোন অবস্থাতেই অমুসলিমদের উপাসনা গৃহের অনুকরণ করা যাবে না।</p><p><br></p><p>(৫) মসজিদে নববীতে প্রথমে মিম্বর ছিল না। কয়েক বছর পরে একটি কাঠের তৈরী মিম্বর স্থাপন করা হয়। যা তিন স্তর বিশিষ্ট ছিল। তিন স্তরের অধিক উমাইয়াদের সৃষ্ট। [56]</p><p><br></p><p>(৬) যে সব কবরে বা স্থানে পূজা হয়, সিজদা হয় বা যেখানে কিছু কামনা করা হয় ও মানত করা হয়, ঐসব কবরের বা স্থানের পাশে মসজিদ নির্মাণ করা হারাম এবং ঐ মসজিদে ছালাত আদায় করা বা কোনরূপ সহযোগিতা করাও হারাম। কেননা এগুলি শিরক এবং আল্লাহ শিরকের গোনাহ কখনই ক্ষমা করেন না (তওবা করা ব্যতীত)। [57]</p><p><br></p><p>(৭) মসজিদের এক পাশে ‘আল্লাহ’ ও একপাশে ‘মুহাম্মাদ’ লেখা পরিষ্কারভাবে শিরক। একইভাবে ক্বিবলার দিকে চাঁদতারা বা কেবল তারকার ছবি নিষিদ্ধ। মুসলমান ‘আল্লাহ’ নামক কোন শব্দের ইবাদত করে না। বরং তারা অদৃশ্য আল্লাহর ইবাদত করে। যিনি সূর্য, চন্দ্র, তারকা ও বিশ্বচরাচরের স্রষ্টা। যিনি সাত আসমানের উপরে আরশে সমাসীন (ত্বোয়াহা ২০/৫)। কিন্তু তাঁর জ্ঞান ও শক্তি সর্বত্র বিরাজমান। যিনি আমাদের সবকিছু দেখেন ও শোনেন (ত্বোয়াহা ২০/৪৬)। তাঁর নিজস্ব আকার আছে। কিন্তু তা কারু সাথে তুলনীয় নয় (শূরা ৪২/১১)।</p><p><br></p><p>(৮) মসজিদে ক্বিবলার দিকে ‘আল্লাহ’ ও কা‘বা গৃহের ছবি এবং মেহরাবের দু’পাশে গম্বুজের আকৃতি বিশিষ্ট দীর্ঘ খাম্বাযুক্ত সুসজ্জিত টাইল্স বসানো যাবে না। মেহরাবের উপরে কোনরূপ লেখা বা নকশা করা যাবে না। মোল্লা আলী ক্বারী হানাফী (রহঃ) মসজিদে চাকচিক্য করাকে বিদ‘আত বলেছেন। [58]</p><p><br></p><p>(৯) ‘আল্লাহ’ বা ‘মুহাম্মাদ’ বা ‘কালেমা’ খচিত ভেন্টিলেটর বা জানালার গ্রীল ইত্যাদি নির্মাণ করা যাবে না।</p><p><br></p><p>(১০) মসজিদের বাইরে, মিনারে বা গুম্বজে ‘আল্লাহ’ বা ‘আল্লাহু আকবর’ এবং দেওয়ালে ও ছাদের নীচে দো‘আ, কালেমা, আসমাউল হুসনা ও কুরআনের আয়াত সমূহ লেখা বা খোদাই করা যাবে না বা কা‘বা গৃহের গেলাফের অংশ ঝুলানো যাবে না। কেননা রাসূলুল্লাহ (ছাঃ)-এর মসজিদে এসবের কিছুই ছিল না।</p><p><br></p><p>(১১) মসজিদের ভিতরে-বাইরে কোথাও মাথাসহ পূর্ণদেহী বা অর্ধদেহী প্রাণীর প্রতিকৃতি বা ছবিযুক্ত পোস্টার লাগানো যাবে না। কেননা ‘যে ঘরে কোন (প্রাণীর) ছবি টাঙানো থাকে, সে ঘরে আল্লাহর রহমতের ফেরেশতা প্রবেশ করে না’।[59]</p><p><br></p><p>(১২) মসজিদে অবশ্যই নিয়মিতভাবে আযান ও ইবাদতের ব্যবস্থা থাকতে হবে।</p><p><br></p><p>(১৩) মসজিদে (নারী ও পুরুষের জন্য পৃথক) ওযূখানা ও টয়লেটের ব্যবস্থা থাকতে হবে।</p><p><br></p><p>(১৪) মসজিদ ও তার আঙিনা সর্বদা পরিষ্কার-পরিচ্ছন্ন রাখতে হবে এবং ইবাদতের নির্বিঘ্ন ও সুন্দর পরিবেশ বজায় রাখতে হবে।</p><p><br></p><p>(১৫) মসজিদে আগত আলেম ও মেহমানদের প্রতি পূর্ণ সম্মান প্রদর্শন করতে হবে ও সর্বোচ্চ আপ্যায়ন করতে হবে। কেননা তারা আল্লাহর ঘরের মেহমান।</p><p><br></p><p>(১৬) পুরুষের কাতারের পিছনে মহিলা মুছল্লীদের জন্য পৃথকভাবে পর্দার মধ্যে পুরুষের জামা‘আতের সাথে ছালাতের ব্যবস্থা রাখা যেতে পারে। রাসূলুল্লাহ (ছাঃ)-এর যামানায় মহিলাগণ নিয়মিতভাবে পুরুষদের সাথে জুম‘আ ও জামা‘আতে যোগদান করতেন।[60] তবে এজন্য পরিবেশ নিরাপদ ও অভিভাবকের অনুমতি প্রয়োজন হবে এবং তাকে সুগন্ধিবিহীন অবস্থায় আসতে হবে।[61]</p><p><br></p><p>(১৭) কেবল মসজিদ নির্মাণ নয়, বরং মসজিদ আবাদের প্রতি দৃষ্টি দিতে হবে এবং নিয়মিতভাবে বিশুদ্ধ দ্বীনী তা‘লীম ও তারবিয়াতের ব্যবস্থা করতে হবে। যেমন মসজিদে নববীতে ছিল। বর্তমানে মসজিদগুলিতে ছহীহ হাদীছ ভিত্তিক বিশুদ্ধ দ্বীনী তা‘লীমের বদলে অশুদ্ধ বিদ‘আতী তা‘লীম বৃদ্ধি পাচ্ছে।</p><p><br></p><p>তাছাড়া জামা‘আত শেষে দলবদ্ধভাবে সর্বোচ্চ স্বরে ও সুরেলা কণ্ঠে মীলাদ ও দরূদের অনুষ্ঠান করা কোন কোন মসজিদে নিয়মে পরিণত হয়েছে। ফলে ঐসব মসজিদ এখন ইবাদত গৃহের বদলে বিদ‘আত গৃহে পরিণত হয়েছে। সংশ্লিষ্টগণ আল্লাহকে ভয় করুন!</p><p><br></p><p>(১৮) সুন্নাত থেকে বিরত রাখার জন্য ‘সুন্নাতের নিয়ত করিবেন না’ লেখা বা মসজিদে লালবাতি জ্বালানোর ব্যবস্থা রাখা ঠিক নয়। কেননা ইক্বামত হয়ে গেলে সুন্নাত ছেড়ে দিয়ে জামা‘আতে যোগ দিলে ঐ ব্যক্তি পূর্ণ ছালাতের নেকী পেয়ে যায়।[62]</p><p><br></p><p>(১৯) জামে মসজিদের সাথে (প্রয়োজন বোধে) ইমাম ও মুওয়াযযিনের পৃথক কোয়ার্টার ও তাদের থাকা-খাওয়ার ও জীবন-জীবিকার সম্মানজনক ব্যবস্থা থাকা আবশ্যক।</p><p><br></p><p>(২০) মসজিদের আদব : (ক) মসজিদে প্রবেশ করে আল্লাহর উদ্দেশ্যে দু’রাক‘আত ‘তাহিইয়াতুল মাসজিদ’ নফল ছালাত আদায় করবে।[63] সরাসরি বসবে না। (খ) মসজিদে (খুৎবা ব্যতীত) উঁচু স্বরে কথা বলবে না বা শোরগোল করবে না।[64] (গ) সেখানে কোন হারানো বিজ্ঞপ্তি প্রচার করা যাবে না।[65] (ঘ) মসজিদে কাতারের মধ্যে কারু জন্য কোন স্থান নির্দিষ্ট করা যাবে না (ইমাম ব্যতীত)।[66] অতএব কোন মুছল্লীর জন্য পৃথকভাবে কোন জায়নামায বিছানো যাবে না। (ঙ) মসজিদে নববী ও মসজিদুল আক্বছা ব্যতীত[67] সকল মসজিদের মর্যাদা সমান। অতএব বেশী নেকী হবে মনে করে বড় মসজিদে যাওয়া যাবে না।</p><p><br></p><p>(২১) মসজিদ কমিটির সভাপতি ও সদস্যবৃন্দকে সর্বদা মসজিদের তদারকি করতে হবে এবং এর সংরক্ষণের প্রতি দৃষ্টি রাখতে হবে। নইলে তাদেরকে আল্লাহর নিকট জবাবদিহি করতে হবে।[68] তাদেরকে পবিত্র কুরআন ও ছহীহ হাদীছের নির্ভীক অনুসারী, আল্লাহভীরু ও নিষ্ঠাবান মুছল্লী হ’তে হবে (তওবা ৯/১৮)। তারা যেন মসজিদে কোন বিদ‘আত ও বিদ‘আতীকে প্রশ্রয় না দেন। কেননা তাহ’লে তাদের উপর আল্লাহর লা‘নত হবে এবং তাদের কোন নেক আমল আল্লাহর দরবারে কবুল হবে না।[69]</p><p><br></p><p>জামা‘আতে ছালাতের গুরুত্ব ও ফযীলত :</p><p><br></p><p>(১) রাসূলুল্লাহ (ছাঃ) বলেন, ঘরে অথবা বাজারে একাকী ছালাতের চেয়ে মসজিদে জামা‘আতে ছালাত আদায়ে ২৫ বা ২৭ গুণ ছওয়াব বেশী।’ তিনি বলেন, দুই জনের ছালাত একাকীর চাইতে উত্তম। ...এভাবে জামা‘আত যত বড় হয়, নেকী তত বেশী হয়<strong> (وما كَثُرَ فَهُوَ أَحَبُّ إِلَى اللهِ)</strong>।[70]</p><p><br></p><p>(২) তিনি বলেন, ‘যাঁর হাতে আমার জীবন তাঁর কসম করে বলছি, আমার মন চায় আযান হওয়ার পরেও যারা জামা‘আতে আসে না, ইমামতির দায়িত্ব কাউকে দিয়ে আমি নিজে গিয়ে তাদের ঘরে আগুন লাগিয়ে জ্বালিয়ে দিয়ে আসি’।[71]</p><p><br></p><p>(৩) রাসূলুল্লাহ (ছাঃ) বলেন,</p><p>(ক) আল্লাহ ও ফিরিশতাগণ ১ম কাতারের লোকদের উপর বিশেষ রহমত নাযিল করে থাকেন। কথাটি আল্লাহর রাসূল (ছাঃ) তিনবার বলেন। অতঃপর বলেন, ২য় কাতারের উপরেও।[72] অন্য বর্ণনায় এসেছে, সামনের কাতার সমূহের উপরে<strong> (عَلَى الصُّفُوْفِ الْمُقَدَّمَةِ)</strong>।[73]</p><p><br></p><p>(খ) তিনি বলেন, যদি লোকেরা জানত যে, আযান, প্রথম কাতার ও আউয়াল ওয়াক্তে ছালাত আদায়ে কি নেকী রয়েছে, তাহ’লে তারা পরস্পরে প্রতিযোগিতা করত। অনুরূপভাবে যদি তারা জানত এশা ও ফজরের ছালাতে কি নেকী রয়েছে, তবে তারা হামাগুড়ি দিয়ে হ’লেও ঐ দুই ছালাতে আসত’।[74]</p><p><br></p><p>(গ) তিনি বলেন, যে ব্যক্তি এশার ছালাত জামা‘আতে পড়ল, সে যেন অর্ধরাত্রি ছালাতে কাটাল এবং যে ব্যক্তি ফজরের ছালাত জামা‘আতে পড়ল, সে যেন সমস্ত রাত্রি ছালাতে অতিবাহিত করল’।[75]</p><p><br></p><p>(ঘ) তিনি বলেন, মুনাফিকদের উপরে ফজর ও এশার চাইতে কঠিন কোন ছালাত নেই।[76]</p><p><br></p><p>(ঙ) তিনি বলেন, যে ব্যক্তি আল্লাহর জন্য ৪০ দিন তাকবীরে ঊলা সহ জামা‘আতে ছালাত আদায় করল, তার জন্য দু’টি মুক্তি লেখা হয়। একটি হ’ল জাহান্নাম হ’তে মুক্তি। অপরটি হ’ল নিফাক্ব হ’তে মুক্তি।[77] ইবনু হাজার বলেন, ‘তাকবীরে ঊলা’<strong> (التكبيرة الأولى) </strong>পাওয়া সুন্নাতে মুওয়াক্কাদাহ। সালাফে ছালেহীন ইমামের সাথে প্রথম তাকবীর না পেলে ৩ দিন দুঃখ প্রকাশ করতেন। আর জামা‘আত ছুটে গেলে ৭ দিন দুঃখ প্রকাশ করতেন’। [78]</p><p><br></p><p>(৪) রাসূলুল্লাহ (ছাঃ) বলেন, ‘কোন গ্রাম বা বস্তিতে যদি তিন জন মুসলমানও থাকে, যদি তারা জামা‘আতে ছালাত আদায় না করে, তাহ’লে তাদের উপর শয়তান বিজয়ী হবে। আর বিচ্ছিন্ন বকরীকেই নেকড়ে ধরে খেয়ে ফেলে’।[79]</p><p><br></p><p>(৫) ‘যখন কোন মুছল্লী সুন্দরভাবে ওযূ করে ও স্রেফ ছালাতের উদ্দেশ্যে ঘর হ’তে বের হয়, তখন তার প্রতি পদক্ষেপে আল্লাহর নিকটে একটি করে নেকী হয় ও একটি করে মর্যাদার স্তর উন্নীত হয় ও একটি করে গোনাহ ঝরে পড়ে। যতক্ষণ ঐ ব্যক্তি ছালাতরত থাকে, ততক্ষণ ফেরেশতারা তার জন্য দো‘আ করতে থাকে ও বলে যে, ‘হে আল্লাহ! তুমি তার উপরে শান্তি বর্ষণ কর’। ‘তুমি তার উপরে অনুগ্রহ কর’। যতক্ষণ সে কথা না বলে ততক্ষণ পর্যন্ত ফেরেশতারা আরও বলতে থাকে, ‘হে আল্লাহ! তুমি তাকে ক্ষমা কর’ ‘তুমি তার তওবা কবুল কর’।[80]</p><p><br></p><p>(৬) যখন জামা‘আতের এক্বামত হ’বে, তখন ঐ ফরয ছালাত ব্যতীত আর কোন ছালাত নেই।[81] অতএব ফজরের জামা‘আতের ইক্বামতের পর সুন্নাত পড়া জায়েয নয়, যা প্রচলিত আছে। বরং জামা‘আত শেষ হওয়ার পরেই সুন্নাত পড়বে।[82]</p><p><br></p><p>(৭) যে অবস্থায় জামা‘আত পাওয়া যাবে, সেই অবস্থায় শরীক হবে এবং ইমামের অনুসরণ করবে।[83] রাসূলুল্লাহ (ছাঃ) বলেন, ‘যে ব্যক্তি সুন্দরভাবে ওযূ করল। অতঃপর মসজিদে রওয়ানা হ’ল এবং জামা‘আতে যোগদান করল, আল্লাহ তাকে ঐ ব্যক্তির ন্যায় পুরস্কার দিবেন, যে ব্যক্তি ছালাত আদায় করেছে ও শুরু থেকে হাযির রয়েছে। তাদের নেকী থেকে তাকে মোটেই কম করা হবে না’।[84]</p><p><br></p><p>(৮) জামা‘আতের পরে আসা মুছল্লীগণ এক্বামত দিয়ে পুনরায় জামা‘আত করবেন। একজন হ’লে আরেকজন মুছল্লী (যিনি ইতিপূর্বে ছালাত আদায় করেছেন) তার সঙ্গে যোগ দিতে পারেন জামা‘আত করার জন্য এবং এর নেকী অর্জনের জন্য।[85] তবে স্থানীয় মুছল্লীদের নিয়মিতভাবে জামা‘আতের পরে আসা উচিৎ নয়।</p><p><br></p><p>(৯) তিনি বলেন, তোমরা সামনের কাতারের দিকে অগ্রসর হও। কেননা যারা সর্বদা পিছনে থাকবে, আল্লাহ তাদেরকে (স্বীয় রহমত থেকে) পিছনে রাখবেন (মুসলিম)। অন্য বর্ণনায় এসেছে, আল্লাহ তাদেরকে জাহান্নাম পর্যন্ত পিছিয়ে দিবেন (আবুদাঊদ)।[86]</p><p><br></p><p>ছালাতের নিষিদ্ধ স্থান :</p><p><br></p><p>আবূ সাঈদ খুদরী (রাঃ) হতে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন যে, সমগ্র পৃথিবীই সিজদার স্থান, কেবল কবরস্থান ও গোসলখানা ব্যতীত’। [87] সাতটি স্থানে ছালাত নিষিদ্ধ হওয়ার হাদীছটি যঈফ।[88]</p>",
        "reference" : "<p>[71] . বুখারী ও মুসলিম, মিশকাত হা/১০৫৩, ‘জামা‘আত ও উহার ফযীলত’ অনুচ্ছেদ-২৩।</p><p><br></p><p>[72] . আহমাদ, দারেমী, ত্বাবারাণী, মিশকাত হা/১১০১; ছহীহুল জামে‘ হা/১৮৩৯ ‘কাতার সোজা করা’ অনুচ্ছেদ-২৪।</p><p><br></p><p>[73] . নাসাঈ হা/৬৬১; ছহীহুল জামে‘ হা/১৮৪২।</p><p><br></p><p>[74] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬২৮ ‘ছালাতের ফযীলতসমূহ’ অনুচ্ছেদ-৩।</p><p><br></p><p>[75] . মুসলিম, মিশকাত হা/৬৩০, অনুচ্ছেদ-৩।</p><p><br></p><p>[76] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬২৯; আবুদাঊদ, নাসাঈ, মিশকাত হা/১০৬৬; মির‘আত ৩/৫০৮।</p><p><br></p><p>[77] . তিরমিযী হা/২৪১; ঐ, মিশকাত হা/১১৪৪ ‘ছালাত’ অধ্যায়-৪, অনুচ্ছেদ-২৮, পরিচ্ছেদ-২।</p><p><br></p><p>[78] . মির‘আত ৪/১০২।</p><p><br></p><p>[79] . আহমাদ, আবুদাঊদ, নাসাঈ, মিশকাত হা/১০৬৭, ‘জামা‘আত ও উহার ফযীলত’ অনুচ্ছেদ-২৩।</p><p><br></p><p>[80] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৭০২; মুসলিম, মিশকাত হা/১০৭২, অনুচ্ছেদ-৭ ও ২৩।</p><p><br></p><p>[81] . মুসলিম, মিশকাত হা/১০৫৮ ‘জামা‘আত ও উহার ফযীলত’ অনুচ্ছেদ-২৩।</p><p><br></p><p>[82] . আবুদাঊদ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/১০৪৪ ‘ছালাতের নিষিদ্ধ সময় সমূহ’ অনুচ্ছেদ-২২।</p><p><br></p><p>[83] . তিরমিযী হা/৫৯১; আবুদাঊদ হা/৫০৬; ঐ, মিশকাত হা/১১৪২, অনুচ্ছেদ-২৮, পরিচ্ছেদ-২; ছহীহুল জামে‘ হা/২৬১।</p><p><br></p><p>[84] . আবুদাঊদ হা/৫৬৪; ঐ, মিশকাত হা/১১৪৫ ‘ছালাত’ অধ্যায়-৪, ‘মুক্তাদীর কর্তব্য ও মাসবূকের হুকুম’ অনুচ্ছেদ-২৮, পরিচ্ছেদ-২।</p><p><br></p><p>[85] . আবুদাঊদ হা/৫৭৪, ‘ছালাত’ অধ্যায়-২, ‘এক মসজিদে দু’বার জামা‘আত করা’ অনুচ্ছেদ-৫৬; তিরমিযী, আবুদাঊদ, মিশকাত হা/১১৪৬, অনুচ্ছেদ-২৮।</p><p><br></p><p>[86] . মুসলিম, আবুদাঊদ, মিশকাত হা/১০৯০, ১১০৪ ‘কাতার সোজা করা’ অনুচ্ছেদ-২৪।</p><p><br></p><p>[87] . اَلْأَرْضُ كُلُّهَا مَسْجِدٌ إِلاَّ الْمَقْبَرَةَ وَالْحَمَّامَ আবুদাঊদ, তিরমিযী, দারেমী , মিশকাত হা/৭৩৭, ‘মসজিদ ও ছালাতের স্থান সমূহ’ অনুচ্ছেদ-৭।</p><p><br></p><p>[88] . তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৭৩৮ আলবানী, ইরওয়া হা/২৮৭; যঈফুল জামে‘ হা/৩২৩৫।</p>"
    },
    {
        "id": 14,
        "category": "2",
        "title_id" : "6",
        "description": "<p>ছালাতের বাইরের কিছু বিষয়, যা না হ’লে ছালাত সিদ্ধ হয় না, সেগুলিকে ‘ছালাতের শর্তাবলী’ বলা হয়। যা ৯টি। যেমন-</p><p><br></p><p>(১) মুসলিম হওয়া[89] </p><p><span>(২) জ্ঞানসম্পন্ন হওয়া[90] </span></p><p>(৩) বয়ঃপ্রাপ্ত হওয়া ও সেজন্য সাত বছর বয়স থেকেই ছালাত আদায় শুরু করা[91] </p><p>(৪) দেহ, কাপড় ও স্থান পাক হওয়া [92] </p><p>(৫) সতর ঢাকা। ছালাতের সময় পুরুষের জন্য দুই কাঁধ ও নাভী হ’তে হাঁটু পর্যন্ত এবং মহিলাদের দুই হাতের তালু ও চেহারা ব্যতীত মাথা হ’তে পায়ের পাতা পর্যন্ত সর্বাঙ্গ সতর হিসাবে ঢাকা।[93] </p><p>(৬) ওয়াক্ত হওয়া[94] </p><p>(৭) ওযূ-গোসল বা তায়াম্মুমের মাধ্যমে পবিত্রতা অর্জন করা (মায়েদাহ ৬)। </p><p>(৮) ক্বিবলামুখী হওয়া [95] (৯) ছালাতের নিয়ত বা সংকল্প করা।[96]</p><p><br></p><p><strong>সতর ও লেবাস সম্পর্কে চারটি শারঈ মূলনীতি :</strong></p><p><br></p><p>(১) পোষাক পরিধানের উদ্দেশ্য হবে দেহকে ভালভাবে আবৃত করা। যাতে দেহের গোপনীয় স্থান সমূহ অন্যের চোখে প্রকট হয়ে না ওঠে। [97] </p><p>(২) ভিতরে-বাইরে তাক্বওয়াশীল হওয়া। এজন্য ঢিলাঢালা, ভদ্র ও পরিচ্ছন্ন পোষাক পরিধান করা। হাদীছে সাদা পোষাক পরিধানের নির্দেশ এসেছে।[98] </p><p>(৩) অমুসলিমদের সদৃশ না হওয়া। [99] </p><p>(৪) অপচয় ও অহংকার প্রকাশ না পাওয়া। এজন্য পুরুষ যেন সোনা ও রেশম পরিধান না করে এবং টাখনুর নীচে কাপড় না রাখে।[100]</p><p><br></p><p><strong>মস্তকাবরণ :</strong></p><p><br></p><p>পৃথিবীর প্রায় সকল জাতির মধ্যে মস্তকাবরণ ব্যবহারের নিয়ম আদিকাল থেকে ছিল, আজও আছে এবং আরবদের মধ্যেও এটা ছিল। আল্লাহ বলেন,</p><p><br></p><h2> خُذُوْا زِيْنَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ </h2><p><br></p><p>‘তোমরা ছালাতের সময় সুন্দর পোষাক পরিধান কর’ (আ‘রাফ ৭/৩১)। সেকারণ ছালাতের সময় উত্তম পোষাক সহ টুপী, পাগড়ী প্রভৃতি মস্তকাবরণ ব্যবহার করা রাসূলুল্লাহ (ছাঃ) ও ছাহাবায়ে কেরামের অভ্যাসগত সুন্নাত ছিল। আরবদের মধ্যে পূর্ব থেকেই এগুলির প্রচলন ছিল, যা ভদ্র পোষাক হিসাবে গণ্য হ’ত। ইসলাম এগুলিকে বাতিল করেনি। বরং মস্তকাবরণ ব্যবহার করা মুসলমানদের নিকট সৌন্দর্যের অন্তর্ভুক্ত।[101] রাসূলুল্লাহ (ছাঃ) শুধু টুপী অথবা টুপীসহ পাগড়ী বা টুপী ছাড়া পাগড়ী পরিধান করতেন।[102] ছাহাবীগণ টুপী ছাড়া খালি মাথায়ও চলতেন।[103] হাসান বাছরী বলেন, ছাহাবীগণ প্রচন্ড গরমে পাগড়ী ও টুপীর উপর সিজদা করতেন।[104] বিশেষ অবস্থায় রাসূলুল্লাহ (ছাঃ) মাথায় বড় রুমাল ব্যবহার করেছেন। [105] তবে তিনি বা তাঁর ছাহাবীগণ এটিতে অভ্যস্ত ছিলেন না। বরং ইসলামের দুশমন খায়বারের ইহুদীদের অভ্যাস ছিল বিধায় আনাস বিন মালেক (রাঃ) প্রমুখ ছাহাবীগণ এটিকে দারুণভাবে অপছন্দ করতেন।[106] ক্বিয়ামতের প্রাক্কালে আগত দাজ্জালের সাথে সত্তুর হাযার ইহুদী থাকবে। তাদের মাথায় বড় ‘রুমাল’ (الطَيَالِسَة) থাকবে বলে হাদীছে এসেছে। [107] আরবদের মধ্যে মাথায় ‘আবা’ (العَبَاء) নামক বড় রুমাল ব্যবহারের ব্যাপকতা দৃষ্ট হয়। যা প্রাচীন যুগ থেকে সে দেশে ভদ্র পোষাক হিসাবে বিবেচিত।[108] তবে ছালাতের সময় রাসূলুল্লাহ (ছাঃ) বা ছাহাবায়ে কেরাম কখনো বড় রুমাল মাথায় দিয়েছেন বলে জানা যায় না। এতে বরং ছালাতের চাইতে রুমাল ঠিক করার দিকেই মনোযোগ বেশী যায় এবং এর মধ্যে ‘রিয়া’-র সম্ভাবনা বেশী থাকে। পাগড়ীর পরিমাপ বা রংয়ের কোন বাধ্যবাধকতা নেই। রাসূলুল্লাহ (ছাঃ) কালো পাগড়ী ব্যবহার করতেন।[109] মদ্বীনার সাতজন শ্রেষ্ঠ ফক্বীহ-এর অন্যতম শ্রেষ্ঠ তাবেঈ বিদ্বান খারেজাহ (মৃঃ ৯৯ হিঃ) বিন যায়েদ বিন ছাবেত (রাঃ) সাদা পাগড়ী ব্যবহার করতেন।[110] মহিলাদের মাথা সহ সর্বাঙ্গ আবৃত রাখা অপরিহার্য। চেহারা ও দুই হস্ততালু ব্যতীত’। [111]</p><p><br></p><p>অতএব সূরা আ‘রাফে (৭/৩১) বর্ণিত আল্লাহর নির্দেশ পালনার্থে পূর্বে বর্ণিত পোষাকের ইসলামী মূলনীতি সমূহ অক্ষুণ্ণ রেখে, যে দেশে যেটা উত্তম পোষাক হিসাবে বিবেচিত, সেটাই ছালাতের সময় পরিধান করা আবশ্যক। আল্লাহ সর্বাধিক অবগত।</p><p><br></p><p>জ্ঞাতব্য : জনগণের মধ্যে পাগড়ীর ফযীলত বিষয়ে বেশ কিছু হাদীছ প্রচলিত আছে। যেমন </p><p><br></p><p>(১) ‘পাগড়ীসহ দু’রাক‘আত ছালাত পাগড়ীবিহীন ৭০ রাক‘আত ছালাতের চেয়ে উত্তম’ </p><p>(২) ‘পাগড়ী সহ একটি ছালাত পঁচিশ ছালাতের সমান’ </p><p>(৩) ‘পাগড়ীসহ ছালাতে ১০ হাযার নেকী রয়েছে’। </p><p>(৪) ‘পাগড়ীসহ একটি জুম‘আ পাগড়ীবিহীন ৭০টি জুম‘আর সমতুল্য’ </p><p>(৫) ফেরেশতাগণ পাগড়ী পরিহিত অবস্থায় জুম‘আর দিন হাযির হন এবং সন্ধ্যা পর্যন্ত পাগড়ী পরিহিত মুছল্লীদের জন্য দো‘আ করতে থাকেন’ </p><p>(৬) ‘আল্লাহর বিশেষ একদল ফেরেশতা রয়েছে, যাদেরকে জুম‘আর দিন জামে মসজিদ সমূহের দরজায় নিযুক্ত করা হয়। তারা সাদা পাগড়ীধারী মুছল্লীদের জন্য আল্লাহর নিকটে ক্ষমা প্রার্থনা করে থাকে’। [112]</p><p><br></p><p>হাদীছের নামে প্রচলিত উপরোক্ত কথাগুলি জাল ও ভিত্তিহীন। এগুলি ছাড়াও পাগড়ীর ফযীলত বিষয়ে কথিত আরও অনেক হাদীছ ও ‘আছার’ সমাজে চালু আছে, যার সবগুলিই বাতিল, মিথ্যা ও বানোয়াট। আল্লাহভীরু মুসলিমের জন্য এসব থেকে দূরে থাকা কর্তব্য। বর্তমানে মুসলিম নারী-পুরুষের টুপী, পাগড়ী ও বোরক্বা-র মধ্যেও তারতম্য দেখা যায়। এ বিষয়ে সর্বদা হুঁশিয়ার থাকতে হবে, তা যেন অমুসলিমদের এবং মুসলিম নামধারী মুশরিক ও বিদ‘আতীদের সদৃশ না হয়।</p>",
        "reference" : "<p>[89] . وَمَنْ يَّبْتَغِ غَيْرَ الْإِسْلاَمِ دِيْنًا فَلَنْ يُّقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِيْنَ আলে ইমরান ৩/৮৫; তওবা ৯/১৭।</p><p><br></p><p>[90] . رُفِعَ الْقَلَمُ عَنْ ثَلاَثَةٍ : عَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ وَعَنِ الصَّبِيِّ حَتَّى يَحْتَلِمَ وَعَنِ الْمَجْنُوْنِ حَتَّى يَعْقِلَ তিরমিযী, আবুদাঊদ, মিশকাত হা/৩২৮৭ ‘বিবাহ’ অধ্যায়-১৩, ‘খোলা‘ ও তালাক’ অনুচ্ছেদ-১১; নায়ল, ‘ছালাত’ অধ্যায় ২/২৩-২৪ পৃঃ।</p><p><br></p><p>[91] . আহমাদ, আবুদাঊদ, তিরমিযী, মিশকাত হা/৫৭২; নায়ল ২/২২ পৃঃ।</p><p><br></p><p>[92] . মায়েদাহ ৫/৬, আ‘রাফ ৭/৩১, মুদ্দাছ্ছির ৭৪/৪; মুসলিম মিশকাত হা/২৭৬০ ‘ক্রয়-বিক্রয়’ অধ্যায়, ১ অনুচ্ছেদ; আবুদাঊদ, তিরমিযী, দারেমী, মিশকাত হা/৭৩৭, ৭৩৯, অনুচ্ছেদ-৭।</p><p><br></p><p>[93] . ফিক্বহুস সুন্নাহ ১/১২৫; নায়ল ২/১৩৬; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৭৫৫ ‘ছালাত’ অধ্যায়-৪; সূরা নূর ২৪/৩১; আবুদাঊদ হা/৪১০৪ ‘পোষাক’ অধ্যায়, ৩৪ অনুচ্ছেদ; শামসুল হক আযীমাবাদী, আওনুল মা‘বূদ (কায়রো: মাকতাবা ইবনে তায়মিয়াহ, ৩য় সংস্করণ ১৪০৭/১৯৮৭) হা/৪০৮৬।</p><p><br></p><p>[94] . إِنَّ الصَّلاَةَ كَانَتْ عَلَى الْمُؤْمِنِيْنَ كِتَابًا مَوْقُوْتًا নিসা ৪/১০৩।</p><p><br></p><p>[95] . فَوَلِّ وَجْهَكَ شَطْرَ الْمَسْجِدِ الْحَرَامِ وَحَيْثُ مَا كُنْتُمْ فَوَلُّوْا وُجُوْهَكُمْ شَطْرَهُ বাক্বারাহ ২/১৪৪।</p><p><br></p><p>[96] . মুত্তাফাক্ব ‘আলাইহ; ছহীহ বুখারী ও মিশকাত-এর প্রথম হাদীছ। রাবী হযরত ওমর ইবনুল খাত্ত্বাব (রাঃ)। হজ্জ ও ওমরাহ্-র জন্য উচ্চৈঃস্বরে ‘তাল্বিয়াহ’ পাঠ ব্যতীত অন্য কোন ইবাদতের জন্য মুখে নিয়ত পড়া বিদ‘আত। রাসূলুল্লাহ (ছাঃ), ছাহাবায়ে কেরাম, তাবেঈনে এযাম এবং আহলে সুন্নাত ওয়াল জামা‘আতের বিগত ইমামগণের কেউ মুখে নিয়ত পাঠ করেছেন বা করতে বলেছেন বলে জানা যায় না। হানাফী ফিক্বহের প্রসিদ্ধ গ্রন্থ ‘হেদায়া’-র খ্যাতনামা লেখক বুরহানুদ্দীন আবুল হাসান আলী বিন আবুবকর আল-ফারগানী আল-মারগীনানী (৫১১-৫৯৩ হিঃ) সহ পরবর্তী কালের কিছু ফক্বীহ অন্তরে নিয়ত করার সাথে সাথে মুখে তা পাঠ করাকে ‘সুন্দর’ বলে গণ্য করেন। যেমন হেদায়া-তে বলা হয়েছে,النية هى الإرادة والشرط أن يعلم بقلبه أيّ صلاة يصلي، أما الذكر باللسان فلا معتبر به ويحسن لاجتماع عزيمته - ‘নিয়ত অর্থ সংকল্প করা। তবে শর্ত হ’ল এই যে, মুছল্লী কোন ছালাত আদায় করবে, সেটা অন্তর থেকে জানা। মুখে নিয়ত পাঠ করার কোন গুরুত্ব নেই। তবে হৃদয়ের সংকল্পকে একীভূত করার স্বার্থে মুখে নিয়ত পাঠকে সুন্দর গণ্য করা চলে’ (অর্থাৎ সংকল্পের সাথে সাথে মুখে তা উচ্চারণ করা)। =হেদায়া (দেউবন্দ, ভারত: মাকতাবা থানবী ১৪১৬ হিঃ) ১/৯৬ পৃঃ ‘ছালাতের শর্তাবলী’ অধ্যায়।</p><p><br></p><p>মোল্লা আলী ক্বারী, ইবনুল হুমাম, আব্দুল হাই লাক্ষ্ণৌবী (রহঃ) প্রমুখ খ্যাতনামা হানাফী বিদ্বানগণ এ মতের বিরোধিতা করেছেন ও একে ‘বিদ‘আত’ বলে আখ্যায়িত করেছেন। -মিরক্বাত শারহ মিশকাত (দিল্লী ছাপা, তাবি) ১/৪০-৪১ পৃঃ; হেদায়া ১/৯৬ পৃঃ টীকা-১৩ দ্রষ্টব্য। অন্যান্য স্থান সহ ভারতীয় উপমহাদেশের অধিকাংশ মুসলমানের মধ্যে ‘নাওয়াইতু ‘আন উছাল্লিয়া’ পাঠের মাধ্যমে মুখে নিয়ত পড়ার প্রথা চালু রয়েছে। অথচ এর কোন শারঈ ভিত্তি নেই। ছালাতের শুরু হ’তে শেষ পর্যন্ত পুরা অনুষ্ঠানটিই আল্লাহর ‘অহি’ দ্বারা নির্ধারিত। এখানে ‘রায়’ বা ‘ক্বিয়াস’-এর কোন অবকাশ নেই। অতএব মুখে নিয়ত পাঠ করা ‘সুন্দর’ নয় বরং ‘বিদ‘আত’- যা অবশ্যই ‘মন্দ’ ও পরিত্যাজ্য। বাস্তব কথা এই যে, মুখে নিয়ত পাঠের এই বাড়তি ঝামেলার জন্য অনেকে ছালাত আদায়ে ভয় পান। কারণ ভুল আরবী নিয়ত পাঠে ছালাত বরবাদ হওয়ার সম্ভাবনাই বেশী থাকে। অথচ যারা এই বিদ‘আতী নিয়ত পাঠে মুছল্লীকে বাধ্য করেন, তারাই আবার ইমামের পিছনে সূরায়ে ফাতেহা পাঠে মুক্তাদীর মুখে ‘মাটি ভরা উচিত বা পাথর মারা উচিত’ বলে ফৎওয়া দেন (মুফতী আব্দুল কুদ্দূস ও মুফতী সৈয়দ নজরুল ইসলাম, ‘সহীহ হাদীসের আলোকে হানাফীদের নামাজ’ পৃঃ ১৩-১৪; হাদীছটি যঈফ, ইরওয়া হা/৫০৩)। অথচ সূরায়ে ফাতেহা পাঠের জন্য রাসূল (ছাঃ)-এর স্পষ্ট নির্দেশ মওজুদ রয়েছে।</p><p><br></p><p>[97] . মুসলিম, মিশকাত হা/৩৫২৪ ‘ক্বিছাছ’ অধ্যায়-১৬, অনুচ্ছেদ-২।</p><p><br></p><p>[98] . আ‘রাফ ৭/২৬; মুসলিম, মিশকাত হা/৫১০৮ ‘শিষ্টাচার’ অধ্যায়-২৫, ‘ক্রোধ ও অহংকার’ অনুচ্ছেদ-২০; তিরমিযী, মিশকাত হা/৪৩৫০ ‘পোষাক’ অধ্যায়-২২; আহমাদ, নাসাঈ, তিরমিযী, মিশকাত হা/৪৩৩৭।</p><p><br></p><p>[99] . আহমাদ, আবুদাঊদ, মিশকাত হা/৪৩৪৭ ‘পোষাক’ অধ্যায়-২২।</p><p><br></p><p>[100] . মুত্তাফাক্ব ‘আলাইহ, বুখারী, মিশকাত হা/৪৩১১-১৪, ৪৩২১; নাসাঈ, ইবনু মাজাহ, মিশকাত হা/৪৩৮১।</p><p><br></p><p>[101] . সিলসিলা যঈফাহ হা/২৫৩৮-এর আলোচনা শেষে দ্রষ্টব্য।</p><p><br></p><p>[102] . যা-দুল মা‘আদ ১/১৩০ পৃঃ।</p><p><br></p><p>[103] . মুসলিম হা/২১৩৮, ‘জানায়েয’ অধ্যায়, ‘রোগীর সেবা’ অনুচ্ছেদ।</p><p><br></p><p>[104] . বুখারী, তা‘লীক্ব হা/৩৮৫, ‘ছালাত’ অধ্যায়, অনুচ্ছেদ-২৩।</p><p><br></p><p>[105] . বুখারী হা/৫৮০৭, ‘পোষাক’ অধ্যায়, অনুচ্ছেদ-১৬।</p><p><br></p><p>[106] . যা-দুল মা‘আদ ১/১৩৬-৩৭।</p><p><br></p><p>[107] . মুসলিম হা/৭৩৯২/২৯৪৪, ‘ফিতান’ অধ্যায়-৫২, অনুচ্ছেদ-২৫।</p><p><br></p><p>[108] . মুসলিম, মিশকাত হা/২১০ ‘ইলম’ অধ্যায়-২, পরিচ্ছেদ-১।</p><p><br></p><p>[109] . মুসলিম, মিশকাত হা/১৪১০, ‘জুম‘আর খুৎবা ও ছালাত’ অনুচ্ছেদ; ইবনু মাজাহ হা/২৮২১-২২, ‘জিহাদ’ অধ্যায়, অনুচ্ছেদ-২২।</p><p><br></p><p>[110] . তাবাক্বাতে ইবনে সা‘দ (বৈরূত : দার ছাদের ১৪০৫/১৯৮৫) ৫/২৬২ পৃঃ।</p><p><br></p><p>[111] . নূর ২৪/৩১; আবুদাঊদ, মিশকাত হা/৪৩৭২, ‘পোষাক’ অধ্যায়-২২।</p><p><br></p><p>[112] . আলবানী, সিলসিলা যঈফাহ ওয়াল মওযূ‘আহ, হা/১২৭-২৯, ৩৯৫।</p>"
    },
    {
        "id": 15,
        "category": "2",
        "title_id" : "7",
        "description": "<p>‘রুকন’ অর্থ স্তম্ভ। এগুলি অপরিহার্য বিষয়। যা ইচ্ছাকৃত বা ভুলক্রমে পরিত্যাগ করলে ছালাত বাতিল হয়ে যায়। যা ৭টি। যেমন-</p><p><br></p><p>(১) ক্বিয়াম বা দাঁড়ানো : আল্লাহ বলেন, وَقُوْمُوْا ِللهِ قَانِتِيْن َ ‘আর তোমরা আল্লাহর জন্য একনিষ্ঠচিত্তে দাঁড়িয়ে যাও’ (বাক্বারাহ ২/২৩৮)</p><p><br></p><p>(২) তাকবীরে তাহরীমা : অর্থাৎ ‘আল্লাহু আকবর’ বলে দুই হাত কাঁধ অথবা কান পর্যন্ত উঠানো। আল্লাহ বলেন, وَ رَبَّکَ فَکَبِّرۡ ‘তোমার প্রভুর জন্য তাকবীর দাও’ (মুদ্দাছছির ৭৪/৩)। অর্থাৎ তাঁর বড়ত্ব ঘোষণা কর। রাসূলূল্লাহ (ছাঃ) এরশাদ করেন, تَحْرِيْمُهَا التَّكْبِيْرُ وَتَحْلِيْلُهَا التَّسْلِيْمُ- ‘ছালাতের জন্য সবকিছু হারাম হয় তাকবীরের মাধ্যমে এবং সবকিছু হালাল হয় সালাম ফিরানোর মাধ্যমে’।[113]</p><p><br></p><p>(৩) সূরায়ে ফাতিহা পাঠ করা : রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, لاَ صَلاَةَ لِمَنْ لَمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ- (লা ছালা-তা লেমান লাম ইয়াক্বরা’ বেফা-তিহাতিল কিতা-বে) ‘ঐ ব্যক্তির ছালাত সিদ্ধ নয়, যে ব্যক্তি সূরায়ে ফাতিহা পাঠ করে না’।[114]</p><p><br></p><p>( ৪ ও ৫) রুকূ ও সিজদা করা : আল্লাহ বলেন, يَا أَيُّهَا الَّذِيْنَ آمَنُوا ارْكَعُوْا وَاسْجُدُوْا... ‘হে মুমিনগণ! তোমরা রুকূ কর ও সিজদা কর...’(হজ্জ ২২/৭৭)।</p><p><br></p><p>(৬) তা‘দীলে আরকান বা ধীর-স্থির ভাবে ছালাত আদায় করা :</p><p><br></p><h2>عَنْ أَبِيْ هُرَيْرَةَ أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ دَخَلَ الْمَسْجِدَ فَدَخَلَ رَجُلٌ فَصَلَّى فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَرَدَّ وَقَالَ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ فَرَجَعَ يُصَلِّي كَمَا صَلَّى ثُمَّ جَاءَ فَسَلَّمَ عَلَى النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ ارْجِعْ فَصَلِّ فَإِنَّكَ لَمْ تُصَلِّ ثَلاَثًا فَقَالَ وَالَّذِيْ بَعَثَكَ بِالْحَقِّ مَا أُحْسِنُ غَيْرَهُ فَعَلِّمْنِيْ ....</h2><p><br></p><p>‘আবু হুরায়রা (রাঃ) বলেন, জনৈক ব্যক্তি মসজিদে প্রবেশ করে ছালাত আদায় শেষে রাসূলুল্লাহ (ছাঃ)-কে সালাম দিলে তিনি তাকে সালামের জওয়াব দিয়ে বলেন, তুমি ফিরে যাও এবং ছালাত আদায় কর। কেননা তুমি ছালাত আদায় করনি। এইভাবে লোকটি তিনবার ছালাত আদায় করল ও রাসূল (ছাঃ) তাকে তিনবার ফিরিয়ে দিলেন। তখন লোকটি বলল, হে আল্লাহর রাসূল (ছাঃ)! যিনি আপনাকে সত্য সহকারে প্রেরণ করেছেন, তাঁর কসম করে বলছি, এর চাইতে সুন্দরভাবে আমি ছালাত আদায় করতে জানিনা। অতএব দয়া করে আপনি আমাকে ছালাত শিখিয়ে দিন! ........ (অতঃপর তিনি তাকে ধীরে-সুস্থে ছালাত আদায় করা শিক্ষা দিলেন)’।[115] হাদীছটি حديث مسيئ الصلاة বা ‘ছালাতে ভুলকারীর হাদীছ’ হিসাবে প্রসিদ্ধ।</p><p><br></p><p>(৭) ক্বা‘দায়ে আখীরাহ বা শেষ বৈঠক :</p><p><br></p><p>হযরত উম্মে সালামাহ (রাঃ) বলেন, রাসূল (ছাঃ)-এর যামানায় মহিলাগণ জামা‘আতে ফরয ছালাত শেষে সালাম ফিরানোর পরে উঠে দাঁড়াতেন এবং রাসূল (ছাঃ) ও পুরুষ মুছল্লীগণ কিছু সময় বসে থাকতেন। অতঃপর যখন রাসূল (ছাঃ) দাঁড়াতেন তখন তাঁরাও দাঁড়াতেন’।[116] এর দ্বারা প্রমাণিত হয় যে, শেষ বৈঠকে বসা এবং সালাম ফিরানোটাই ছিল রাসূল (ছাঃ) ও ছাহাবায়ে কেরামের নিয়মিত সুন্নাত।</p><p><br></p><p>প্রকাশ থাকে যে, কঠিন অসুখ বা অন্য কোন বাস্তব কারণে অপারগ অবস্থায় উপরোক্ত শর্তাবলী ও রুকন সমূহ ঠিকমত আদায় করা সম্ভব না হ’লে বসে বা শুয়ে ইশারায় ছালাত আদায় করবে।[117] কিন্তু জ্ঞান থাকা পর্যন্ত কোন অবস্থায় ছালাত মাফ নেই।</p>",
        "reference" : "<p>[113] . আবুদাঊদ, তিরমিযী, মিশকাত হা/৩১২ ‘পবিত্রতা’ অধ্যায়-৩, ‘যা ওযু ওয়াজিব করে’ অনুচ্ছেদ-১; মুসলিম, মিশকাত হা/৭৯১, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০।</p><p><br></p><p>[114] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮২২, ‘ছালাত’ অধ্যায়-৪, ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২, রাবী ‘উবাদাহ বিন ছামিত (রাঃ)। দ্রষ্টব্য : কুতুবে সিত্তাহ সহ অন্যান্য হাদীছ গ্রন্থ।</p><p><br></p><p>[115] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৭৯০, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০।</p><p><br></p><p>[116] . বুখারী, মিশকাত হা/৯৪৮ ‘তাশাহহুদে দো‘আ’ অনুচ্ছেদ-১৭।</p><p><br></p><p>[117] . বুখারী; মিশকাত হা/১২৪৮ ‘কাজে মধ্যপন্থা অবলম্বন’ অনুচ্ছেদ-৩৪; ত্বাবারাণী কাবীর, ছহীহাহ হা/৩২৩।</p>"
    },
    {
        "id": 16,
        "category": "2",
        "title_id" : "8",
        "description": "<p>রুকন-এর পরেই ওয়াজিব-এর স্থান, যা আবশ্যিক। যা ইচ্ছাকৃতভাবে তরক করলে ছালাত বাতিল হয়ে যায় এবং ভুলক্রমে তরক করলে ‘সিজদায়ে সহো’ দিতে হয়। যা ৮টি। [118] যেমন-</p><p><br></p><p>১. ‘তাকবীরে তাহরীমা’ ব্যতীত অন্য সকল তাকবীর।[119]</p><p><br></p><p>২. রুকূতে তাসবীহ পড়া। কমপক্ষে ‘সুবহা-না রব্বিয়াল ‘আযীম’ বলা।[120]</p><p><br></p><p>৩. ক্বাওমার সময় ‘সামি‘আল্লা-হু লেমান হামেদাহ’ বলা।[121]</p><p><br></p><p>৪. ক্বওমার দো‘আ কমপক্ষে ‘রববানা লাকাল হাম্দ’ অথবা ‘আল্লা-হুম্মা রববানা লাকাল হাম্দ’ বলা। [122]</p><p><br></p><p>৫. সিজদায় গিয়ে তাসবীহ পড়া। কমপক্ষে ‘সুবহা-না রবিবয়াল আ‘লা’ বলা।[123]</p><p><br></p><p>৬. দুই সিজদার মাঝখানে স্থির হয়ে বসা ও দো‘আ পাঠ করা। যেমন কমপক্ষে ‘রবিবগফিরলী’ ২ বার বলা।[124]</p><p><br></p><p>৭. প্রথম বৈঠকে বসা ও ‘তাশাহহুদ’ পাঠ করা।[125]</p><p><br></p><p>৮. সালামের মাধ্যমে ছালাত শেষ করা।[126]</p>",
        "reference" : "<p>[118] . মুহাম্মাদ বিন আব্দুল ওয়াহ্হাব, ‘ছালাতের আরকান ও ওয়াজিবাত’ গৃহীত: মাজমূ‘আ রাসা-ইল ফিছ ছালাত (রিয়াদ: দারুল ইফতা, ১৪০৫ হিঃ) পৃঃ ৭৮।</p><p><br></p><p>[119] . বুখারী, মুসলিম ও অন্যান্য, মিশকাত হা/৭৯৯, ৮০১, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০; ফিক্বহুস্ সুন্নাহ ১/১২০।</p><p><br></p><p>[120] . নাসাঈ, আবুদাঊদ তিরমিযী, মিশকাত হা/৮৮১ ‘রুকূ’ অনুচ্ছেদ-১৩।</p><p><br></p><p>[121] . বুখারী, মুসলিম, মিশকাত হা/ ৮৭০, ৭৪, ৭৫, ৭৭।</p><p><br></p><p>[122] . বুখারী হা/৭৩২-৩৫, ৭৩৮, ‘আযান’ অধ্যায়, ৮২, ৮৩ ও ৮৫ অনুচ্ছেদ; মুসলিম হা/৮৬৮, ‘ছালাত’ অধ্যায়; মুসলিম হা/৯০৪, ৯১৩ ‘ছালাত’ অধ্যায়।</p><p><br></p><p>[123] . নাসাঈ, আবুদাঊদ, তিরমিযী, মিশকাত হা/ ৮৮১।</p><p><br></p><p>[124] . ইবনু মাজাহ হা/৮৯৭; আবুদাঊদ হা/৮৫০, তিরমিযী হা/২৮৪; নাসাঈ হা/১১৪৫, মিশকাত হা/৯০০, ৯০১ ‘সিজদা ও উহার ফযীলত’ অনুচ্ছেদ-১৪; নায়ল ৩/১২৯ পৃঃ; মজমু‘আ রাসা-ইল ৭৮ পৃঃ।</p><p><br></p><p>[125] . আহমাদ, নাসাঈ, নায়ল ৩/১৪০; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯০৯, ‘তাশাহহুদ’ অনুচ্ছেদ-১৫।</p><p><br></p><p>[126] . আবুদাঊদ, তিরমিযী, মিশকাত হা/৩১২ ‘পবিত্রতা’ অধ্যায়-৩, ‘যা ওযূ ওয়াজিব করে’ অনুচ্ছেদ-১; আবুদাঊদ, নাসাঈ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৯৫০-৫১, ‘তাশাহহুদের দো‘আ’ অনুচ্ছেদ-১৭ ; ফিক্বহুস সুন্নাহ ১/১০৬ পৃঃ।</p>"
    },
    {
        "id": 17,
        "category": "2",
        "title_id" : "9",
        "description": "<p>ফরয ও ওয়াজিব ব্যতীত ছালাতের বাকী সব আমলই সুন্নাত। যেমনঃ</p><p><br></p><p>(১) জুম‘আর ফরয ছালাত ব্যতীত দিবসের সকল ছালাত নীরবে ও রাত্রির ফরয ছালাত সমূহ সরবে পড়া।</p><p>(২) প্রথম রাক‘আতে ক্বিরাআতের পূর্বে আ‘ঊযুবিল্লাহ... চুপে চুপে পাঠ করা।</p><p>(৩) ছালাতে পঠিতব্য সকল দো‘আ</p><p>(৪) বুকে হাত বাঁধা</p><p>(৫) রাফ‘উল ইয়াদায়েন করা</p><p>(৬) ‘আমীন’ বলা</p><p>(৭) সিজদায় যাওয়ার সময় মাটিতে আগে হাত রাখা</p><p>(৮) ‘জালসায়ে ইস্তেরা-হাত’ করা</p><p>(৯) মাটিতে দু’হাতে ভর দিয়ে উঠে দাঁড়ানো</p><p>(১০) ছালাতে দাঁড়িয়ে সিজদার স্থানে নযর রাখা</p><p>(১১) তাশাহহুদের সময় ডান হাত ৫৩-এর ন্যায় মুষ্টিবদ্ধ করা ও শাহাদাত আঙ্গুল নাড়াতে থাকা। এছাড়া ফরয-ওয়াজিবের বাইরে সকল বৈধ কর্মসমূহ।</p>",
        "reference" : ""
    },
    {
        "id": 18,
        "category": "2",
        "title_id" : "10",
        "description": "<p>১. ছালাতরত অবস্থায় ইচ্ছাকৃতভাবে কিছু খাওয়া বা পান করা।</p><p><br></p><p>২. ছালাতের স্বার্থ ব্যতিরেকে অন্য কারণে ইচ্ছাকৃতভাবে কথা বলা।</p><p><br></p><p>৩. ইচ্ছাকৃতভাবে বাহুল্য কাজ বা ‘আমলে কাছীর’ করা। যা দেখলে ধারণা হয় যে, সে ছালাতের মধ্যে নয়।</p><p><br></p><p>৪. ইচ্ছাকৃত বা বিনা কারণে ছালাতের কোন রুকন বা শর্ত পরিত্যাগ করা।</p><p><br></p><p>৫. ছালাতের মধ্যে অধিক হাস্য করা।[127]</p>",
        "reference" : "<p><em>[127] . ফিক্বহুস সুন্নাহ ১/২০৫ পৃঃ।</em></p>"
    },
    {
        "id": 19,
        "category": "2",
        "title_id" : "11",
        "description": "<p>আল্লাহ কর্তৃক নির্ধারিত সময়ে পাঁচ ওয়াক্ত ছালাত আদায় করা ফরয। </p><p>আল্লাহ বলেন,</p><p><br></p><h2> إِنَّ الصَّلاَةَ كَانَتْ عَلَى الْمُؤْمِنِيْنَ كِتَابًا مَوْقُوْتًا </h2><p><br></p><p>‘মুমিনদের উপরে ‘ছালাত’ নির্দিষ্ট সময়ের জন্য নির্ধারিত করা হয়েছে’ (নিসা ৪/১০৩)। </p><p><br></p><p>মি‘রাজ রজনীতে পাঁচ ওয়াক্ত ছালাত ফরয হওয়ার পরের দিন [128] যোহরের সময় জিবরীল (আঃ) এসে প্রথম দিন আউয়াল ওয়াক্তে ও পরের দিন আখেরী ওয়াক্তে নিজ ইমামতিতে পবিত্র কা‘বা চত্বরে মাক্বামে ইবরাহীমের পাশে দাঁড়িয়ে দু’দিনে পাঁচ পাঁচ দশ ওয়াক্ত ছালাত আদায় করে রাসূলুল্লাহ (ছাঃ)-কে ছালাতের পসন্দনীয় ‘সময়কাল ঐ দুই সময়ের মধ্যে’ নির্দিষ্ট করে দিয়েছেন।[129] তবে আউয়াল ওয়াক্তে ছালাত আদায় করাকে রাসূলুল্লাহ (ছাঃ) সর্বোত্তম আমল হিসাবে অভিহিত করেছেন।[130] ছালাতের ওয়াক্ত সমূহ নিম্নরূপ :</p><p><br></p><p><strong>(১) ফজর:</strong> ‘ছুবহে ছাদিক’ হ’তে সূর্যোদয়ের পূর্ব পর্যন্ত। রাসূলুল্লাহ (ছাঃ) সর্বদা ‘গালাস’ বা ভোরের অন্ধকারে ফজরের ছালাত আদায় করতেন এবং জীবনে একবার মাত্র ‘ইসফার’ বা চারিদিকে ফর্সা হওয়ার সময়ে ফজরের ছালাত আদায় করেছেন। মৃত্যুর আগ পর্যন্ত এটাই তাঁর নিয়মিত অভ্যাস ছিল’। [131] অতএব ‘গালাস’ ওয়াক্তে অর্থাৎ ভোরের অন্ধকারে ফজরের ছালাত আদায় করাই প্রকৃত সুন্নাত।</p><p><br></p><p><strong>(২) যোহর : </strong>সূর্য পশ্চিম দিকে ঢললেই যোহরের ওয়াক্ত শুরু হয় এবং বস্ত্তর নিজস্ব ছায়ার এক গুণ হ’লে শেষ হয়। [132]</p><p><br></p><p><strong>(৩) আছর : </strong>বস্ত্তর মূল ছায়ার এক গুণ হওয়ার পর হ’তে আছরের ওয়াক্ত শুরু হয় এবং দু’গুণ হ’লে শেষ হয়। তবে সূর্যাস্তের প্রাক্কালের রক্তিম সময় পর্যন্ত আছর পড়া জায়েয আছে।[133]</p><p><br></p><p><strong>(৪) মাগরিব : </strong>সূর্য অস্ত যাওয়ার পরেই মাগরিবের ওয়াক্ত শুরু হয় এবং সূর্যের লালিমা শেষ হওয়া পর্যন্ত বাকী থাকে। [134]</p><p><br></p><p><strong>(৫) এশা :</strong> মাগরিবের পর হ’তে এশার ওয়াক্ত শুরু হয় এবং মধ্যরাতে শেষ হয়।[135] তবে যরূরী কারণ বশতঃ ফজরের পূর্ব পর্যন্ত এশার ছালাত আদায় করা জায়েয আছে।[136]</p><p><br></p><p>প্রচন্ড গ্রীষ্মে যোহরের ছালাত একটু দেরীতে এবং প্রচন্ড শীতে এশার ছালাত একটু আগেভাগে পড়া ভাল। তবে কষ্টবোধ না হ’লে এশার ছালাত রাতের এক তৃতীয়াংশের পর আদায় করা উত্তম।[137]</p><p><br></p><p><strong>ছালাতের নিষিদ্ধ সময় :</strong></p><p><br></p><p>সূর্যোদয়, মধ্যাহ্ন ও সূর্যাস্ত কালে ছালাত শুরু করা সিদ্ধ নয়। [138]</p><p><br></p><p>অনুরূপভাবে আছরের ছালাতের পর হ’তে সূর্যাস্ত পর্যন্ত এবং ফজরের ছালাতের পর হ’তে সূর্যোদয় পর্যন্ত কোন ছালাত নেই’। [139]</p><p><br></p><p>তবে এ সময় ক্বাযা ছালাত আদায় করা জায়েয আছে। [140]</p><p><br></p><p>বিভিন্ন হাদীছের আলোকে অনেক বিদ্বান নিষিদ্ধ সময়গুলিতে ‘কারণবিশিষ্ট’ ছালাত সমূহ জায়েয বলেছেন। যেমন- তাহিইয়াতুল মাসজিদ, তাহিইয়াতুল ওযূ, সূর্য গ্রহণের ছালাত, জানাযার ছালাত ইত্যাদি। [141]</p><p><br></p><p>জুম‘আর ছালাত ঠিক দুপুরের সময় জায়েয আছে। [142]</p><p><br></p><p>অমনিভাবে কা‘বা গৃহে দিবারাত্রি সকল সময় ছালাত ও ত্বাওয়াফ জায়েয আছে। [143]</p>",
        "reference" : "<p>[128] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫৮৬২-৬৩ ‘ফাযায়েল ও শামায়েল’ অধ্যায়-২৯, ‘মিরাজ’ অনুচ্ছেদ-৬; নায়লুল আওত্বার ২/২৮ পৃঃ।</p><p><br></p><p>[129] . (الوَقْتُ مَا بَيْنَ هَذَيْنِ الْوَقْتَيْنِ) আবুদাঊদ হা/৩৯৩; তিরমিযী হা/১৪৯; ঐ, মিশকাত হা/৫৮৩; মুসলিম, মিশকাত হা/৫৮২, ‘ছালাতের ওয়াক্তসমূহ’ অনুচ্ছেদ-১; নায়লুল আওত্বার ২/২৬ পৃঃ।</p><p><br></p><p>[130] . سُئِلَ النَّبِىُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَىُّ الْأَعْمَالِ أَفْضَلُ؟ قَالَ: الصَّلاَةُ لِأَوَّلِ وَقْتِهَا- আহমাদ, আবুদাঊদ, তিরমিযী, মিশকাত হা/৬০৭, ‘ছালাত আগেভাগে পড়া’ অনুচ্ছেদ-২; দারাকুৎনী হা/৯৫৬-৫৭।</p><p><br></p><p>[131] . আবুদাঊদ হা/৩৯৪, আবু মাসঊদ আনছারী (রাঃ) হ’তে; নায়ল ২/৭৫ পৃঃ; অন্য হাদীছে রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, أَسْفِرُوْا بِالْفَجْرِ فَإِنَّهُ أَعْظَمُ لِلْأَجْرِ ‘তোমরা ফজরের সময় ফর্সা কর। কেননা এটাই নেকীর জন্য উত্তম সময়’ (তিরমিযী, আবুদাঊদ, মিশকাত হা/৬১৪)। সাইয়িদ সাবিক্ব বলেন, এর অর্থ হ’ল গালাসে প্রবেশ কর ও ইসফারে বের হও। অর্থাৎ ক্বিরাআত দীর্ঘ কর এবং ফর্সা হ’লে ছালাত শেষে বের হও, যেমন রাসূলুল্লাহ (ছাঃ) করতেন (আবুদাঊদ হা/৩৯৩)। তিনি ফজরের ছালাতে ৬০ হ’তে ১০০টি আয়াত পড়তেন। অথবা এর অর্থ এটাও হ’তে পারে যে, ‘তোমরা ফজর হওয়া সম্পর্কে নিশ্চিত হও। ধারণার ভিত্তিতে ছালাত আদায় করো না’ (তিরমিযী হা/১৫৪-এর ব্যাখ্যা দ্রষ্টব্য; ফিক্বহুস সুন্নাহ ১/৮০ পৃঃ)। আলবানী বলেন, এর অর্থ এই যে, গালাসে ফজরের ছালাত শুরু করবে এবং ইসফারে শেষ করে বের হবে’ (ইরওয়া ১/২৮৭ পৃঃ)।</p><p><br></p><p>[132] . মুসলিম, মিশকাত হা/৫৮১, ‘ছালাতের ওয়াক্তসমূহ’ অনুচ্ছেদ-১; আবুদাঊদ, তিরমিযী, মিশকাত হা/৫৮৩; ইমাম আবু ইউসুফ, ইমাম মুহাম্মাদ ও ইমাম আবু হানীফা (রহঃ) একটি মতে (ছহীহ হাদীছে বর্ণিত) উক্ত সময়কালকে সমর্থন করেছেন। - হেদায়া, পৃঃ ১/৮১ ‘ছালাত’ অধ্যায়, ‘সময়’ অনুচ্ছেদ।</p><p><br></p><p>[133] . আবুদাঊদ, তিরমিযী, মিশকাত হা/৫৮৩; নায়ল ২/৩৪-৩৫ পৃঃ ‘আছরের পসন্দনীয় ও শেষ সময়’ অনুচ্ছেদ।</p><p><br></p><p>প্রসিদ্ধ চার ইমাম সহ ইমাম আবু ইউসুফ ও ইমাম মুহাম্মাদ (রহঃ) এই মত পোষণ করেন। তবে ইমাম আবু হানীফা (রহঃ) অন্য মতে ‘মূল ছায়ার দ্বিগুণ হওয়া’ সমর্থন করেছেন এবং সেটার উপরেই হানাফী মাযহাবের ফৎওয়া জারি আছে। দলীল: হাদীছ-‘তোমরা যোহরকে ঠান্ডা কর। কেননা প্রচন্ড গ্রীষ্মতাপ জাহান্নামের উত্তাপ মাত্র’ (হেদায়া ১/৮১)। ঘটনা হ’ল এই যে, ‘একদা এক সফরে প্রচন্ড দুপুরে বেলাল (রাঃ) যোহরের আযান দেওয়ার পর জামা‘আতের জন্য এক্বামত দিতে চাইলে রাসূলুল্লাহ (ছাঃ) তাকে বলেন, যোহরকে ঠান্ডা কর’ অর্থাৎ দেরী কর। অন্য বর্ণনায় এসেছে ‘ছালাতকে ঠান্ডা কর। কেননা প্রচন্ড দাবদাহ জাহান্নামের উত্তাপের অংশ’ (তিরমিযী, আবু যর গেফারী (রাঃ) হ’তে, হা/১৫৭-৫৮, তুহফা হা/১৫৮, ‘ছালাত’ অধ্যায়, ১১৯ অনুচ্ছেদ; আবুদাঊদ হা/৪০১-০২)।</p><p><br></p><p>উক্ত হাদীছে দু’টি বিষয় রয়েছে : ১. সময়টি ছিল সফরের। যেখানে খোলা ময়দানে কঠিন দাবদাহে যোহর আদায় করা বাস্তবিকই কঠিন ছিল। কিন্তু মুক্বীম অবস্থায় সাধারণ আবহাওয়ায় কিংবা ছাদ, ফ্যান ও এসিযুক্ত মসজিদের বেলায় এই হুকুম চলে কি? ২. এটি ছিল গ্রীষ্মের মওসুম। কিন্তু শীতকালে যখন দুপুরের রৌদ্র মজা লাগে, তখনকার হুকুম কেমন হবে? এক্ষণে ইবনু আববাস ও জাবের (রাঃ) বর্ণিত ছহীহ হাদীছে যেখানে ‘মূল ছায়ার এক গুণ ও দু’গুণের মধ্যবর্তী সময়’কে আছরের ওয়াক্ত হিসাবে সীমা নির্দেশ করা হয়েছে, সেখানে উক্ত সাময়িক যরূরী সমস্যাযুক্ত হাদীছের দোহাই দিয়ে আছরের শেষ সময় অর্থাৎ ‘মূল ছায়ার দ্বিগুণ’ উত্তীর্ণ হওয়ার পর আছরের ছালাত শুরু করা ঠিক হবে কি? বরং আবু যর (রাঃ) বর্ণিত উক্ত হাদীছের সরলার্থ এটাই যে, অনুরূপ সাময়িক তাপদগ্ধ আবহাওয়ায় যোহরের ছালাত একটু দেরী করে পড়বে। এক্ষেত্রে ইমাম আবু হানীফা (রহঃ)-এর অন্য মতটি গ্রহণ করলে এবং ছহীহ হাদীছ এবং তিন ইমাম ও ছাহেবায়েনের মতামতকে শ্রদ্ধা জানিয়ে ‘মূল ছায়ার এক গুণ’ হওয়ার পর থেকে আছরের ওয়াক্ত নির্ধারণ করলে অন্ততঃ এই ক্ষেত্রে মুসলমানগণ এক হ’তে পারতেন।</p><p><br></p><p>[134] ও ১৫১. মুসলিম, মিশকাত হা/৫৮১, ‘ছালাত’ অধ্যায়-৪, ‘ওয়াক্ত সমূহ’ অনুচ্ছেদ-১।</p><p><br></p><p>[136] . মুসলিম হা/১৫৬২ (৬৮১/৩১১) ‘মসজিদ সমূহ’ অধ্যায়-৫, ‘ক্বাযা ছালাত আদায়’ অনুচ্ছেদ-৫৫, আবু ক্বাতাদাহ হ’তে; ফিক্ব্হুস সুন্নাহ ১/৭৯।</p><p><br></p><p>[137] . বুখারী, মিশকাত হা/৫৯০-৯১, ‘ছালাত আগেভাগে পড়া’ অনুচ্ছেদ-২; আহমাদ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৬১১; ফিক্বহুস্ সুন্নাহ ‘যোহরের ওয়াক্ত’ অনুচ্ছেদ ১/৭৬।</p><p><br></p><p>[138] . মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/১০৩৯-৪০ ‘নিষিদ্ধ সময়’ অনুচ্ছেদ-২২; ফিক্বহুস সুন্নাহ ১/৮১-৮৩ পৃঃ।</p><p><br></p><p>[139] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১০৪১, ‘নিষিদ্ধ সময়’ অনুচ্ছেদ-২২।</p><p><br></p><p>[140] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১০৪৩; ছহীহ ইবনু খুযায়মা হা/১২৭৭।</p><p><br></p><p>[141] . ফিক্বহুস সুন্নাহ ১/৮২ পৃঃ।</p><p><br></p><p>[142] . তুহফাতুল আহওয়াযী শরহ তিরমিযী, দ্রষ্টব্য: হা/১৮৩-এর ব্যাখ্যা, ১/৫৪১ পৃঃ ; ফিক্বহুস সুন্নাহ ১/৮২ পৃঃ।</p><p><br></p><p>[143] . নাসাঈ, আবুদাঊদ, তিরমিযী, মিশকাত হা/ ১০৪৫, ‘নিষিদ্ধ সময়’ অনুচ্ছেদ-২২।</p>"
    },
    {
        "id": 20,
        "category": 3,
        "title_id" : 1,
        "description": "<p>ছালাতের আবশ্যিক পূর্বশর্ত হ’ল ত্বাহারৎ বা পবিত্রতা অর্জন করা। যা দু’প্রকারের : আভ্যন্তরীণ ও বাহ্যিক, অর্থাৎ দৈহিক। ‘আভ্যন্তরীণ পবিত্রতা’ বলতে বুঝায় হৃদয়কে যাবতীয় শিরকী আক্বীদা ও ‘রিয়া’ মুক্ত রাখা এবং আল্লাহর ভালবাসার ঊর্ধ্বে অন্যের ভালবাসাকে হৃদয়ে স্থান না দেওয়া। ‘দৈহিক পবিত্রতা’ বলতে বুঝায় শারঈ তরীকায় ওযূ, গোসল বা তায়াম্মুম সম্পন্ন করা। আল্লাহ বলেন,</p><p><br></p><h2> إِنَّ اللهَ يُحِبُّ التَّوَّابِيْنَ وَيُحِبُّ الْمُتَطَهِّرِيْنَ (البقرة ২২২)- </h2><p><br></p><p>‘নিশ্চয়ই আল্লাহ (অন্তর থেকে) তওবাকারী ও (দৈহিকভাবে) পবিত্রতা অর্জনকারীদের ভালবাসেন’ (বাক্বারাহ ২/২২২)। </p><p><br></p><p>রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><h2> لاَ تُقْبَلُ صَلاَةٌ بِغَيْرِ طُهُوْرٍ وَلاَ صَدَقَةٌ مِنْ غُلُوْلٍ </h2><p><br></p><p>‘পবিত্রতা অর্জন ব্যতীত কারু ছালাত কবুল হয় না এবং হারাম মালের ছাদাক্বা কবুল হয় না’। [1]</p><p><br></p><p>মুছল্লীর জন্য দৈহিক পবিত্রতা অর্জন করা অত্যন্ত যরূরী। কেননা এর ফলে বাহ্যিক পবিত্রতা হাছিলের সাথে সাথে মানসিক প্রশান্তি সৃষ্টি হয়, শয়তানী খেয়াল দূরীভূত হয় এবং মুমিনকে আল্লাহর আনুগত্যের প্রতি উদ্বুদ্ধ করে। ইসলামে দৈহিক পবিত্রতা হাছিলের তিনটি পদ্ধতি রয়েছে- ওযূ, গোসল ও তায়াম্মুম।</p><p><br></p><p>(ক) ওযূ (الوُضوء) আভিধানিক অর্থ স্বচ্ছতা (الوَضاءة)। পারিভাষিক অর্থে পবিত্র পানি দ্বারা শারঈ পদ্ধতিতে হাত, মুখ, পা ধৌত করা ও (ভিজা হাতে) মাথা মাসাহ করাকে ‘ওযূ’ বলে।</p><p><br></p><p><strong>ওযূর ফরয : </strong>ওযূর মধ্যে ফরয হ’ল চারটি। </p><p>১. কুলি করা, নাকে পানি দেওয়া ও ঝাড়া সহ পুরা মুখমণ্ডল ভালভাবে ধৌত করা। </p><p>২. দুই হাত কনুই সমেত ধৌত করা, </p><p>৩. (ভিজা হাতে) কানসহ মাথা মাসাহ করা ও </p><p>৪. দুই পা টাখনু সমেত ধৌত করা।</p><p><br></p><p>যেমন আল্লাহ বলেন,</p><p><br></p><h2>يَا أَيُّهَا الَّذِيْنَ آمَنُوْا إِذَا قُمْتُمْ إِلَى الصَّلاَةِ فَاغْسِلُوْا وُجُوْهَكُمْ وَأَيْدِيْكُمْ إِلَى الْمَرَافِقِ وَامْسَحُوْا بِرُءُوْسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ ... (المائدة 6)</h2><p><br></p><p>অর্থ : ‘হে বিশ্বাসীগণ! যখন তোমরা ছালাতের জন্য প্রস্ত্তত হও, তখন তোমাদের মুখমণ্ডল ও হস্তদ্বয় কনুই সমেত ধৌত কর এবং তোমাদের মাথা মাসাহ কর ও পদযুগল টাখনু সমেত ধৌত কর.....’ (মায়েদাহ ৬)।[2]</p><p><br></p><p>অত্র আয়াতে বর্ণিত চারটি ফরয বাদে ওযূর বাকী সবই সুন্নাত।</p><p><br></p><p>ওযূর ফযীলত ( فضائل الوضوء) :</p><p><br></p><p>(১) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,...... কালো ঘোড়া সমূহের মধ্যে কপাল চিতা ঘোড়া যেভাবে চেনা যায়.. ক্বিয়ামতের দিন আমার উম্মতের ওযূর অঙ্গগুলির ঔজ্জ্বল্য দেখে আমি তাদেরকে অনুরূপভাবে চিনব এবং তাদেরকে হাউয কাওছারের পানি পান করানোর জন্য আগেই পৌঁছে যাব’।[3] ‘অতএব যে চায় সে যেন তার ঔজ্জ্বল্য বাড়াতে চেষ্টা করে’।[4]</p><p><br></p><p>(২) তিনি বলেন, ‘আমি কি তোমাদের বলব কোন্ বস্ত্ত দ্বারা আল্লাহ তোমাদের গোনাহ সমূহ অধিকহারে দূর করেন ও সম্মানের স্তর বৃদ্ধি করেন?..... সেটি হ’ল কষ্টের সময় ভালভাবে ওযূ করা, বেশী বেশী মসজিদে যাওয়া ও এক ছালাতের পরে আরেক ছালাতের জন্য অপেক্ষা করা’।[5]</p><p><br></p><p>(৩) তিনি আরও বলেন, ‘ছালাতের চাবি হ’ল ওযূ’।[6]</p><p><br></p><p>(৪) তিনি বলেন, ‘মুসলমান যখন ফরয ছালাত আদায়ের উদ্দেশ্যে সুন্দরভাবে ওযূ করে এবং পূর্ণ মনোনিবেশ ও ভীতি সহকারে সুষ্ঠুভাবে রুকূ-সিজদা আদায় করে, তখন ঐ ওযূ ও ছালাত তার বিগত সকল গুনাহের কাফফারা হিসাবে গৃহীত হয়। তবে গোনাহে কাবীরাহ ব্যতীত’।[7] অন্য বর্ণনায় এসেছে, ঐ ব্যক্তি গোনাহ থেকে এমনভাবে মুক্ত হয়, যেমনভাবে তার মা তাকে পরিচ্ছন্নভাবে প্রসব করেছিল।[8]</p><p><br></p><p>(৫) ওযূ করার পর সর্বদা দু’রাক‘আত ‘তাহিইয়াতুল ওযূ’ এবং মসজিদে প্রবেশ করার পর দু’রাক‘আত ‘তাহিইয়াতুল মাসজিদ’ নফল ছালাত আদায় করবে। এই আকাংখিত সদভ্যাসের কারণেই জান্নাতে বেলাল (রাঃ)-এর অগ্রগামী পদশব্দ রাসূলুল্লাহ (ছাঃ) স্বপ্নের মধ্যে শুনেছিলেন।[9] তবে মসজিদে গিয়ে জামা‘আত চলা অবস্থায় পেলে কিংবা এক্বামত হয়ে গেলে সরাসরি জামা‘আতে যোগ দিবে।[10]</p>",
        "reference" : "<p>[1] . মুসলিম, মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩০১, ৩০০ ‘পবিত্রতা’ অধ্যায়-৩, ‘যা ওযূ ওয়াজিব করে’ অনুচ্ছেদ-১।</p><p><br></p><p>[2] . সূরায়ে মায়েদাহ মদীনায় অবতীর্ণ হয়। সেকারণে অনেকের ধারণা ওযূ প্রথম মদীনাতেই ফরয হয়। এটা ঠিক নয়। ইবনু আবদিল বার্র বলেন, মাক্কী জীবনে রাসূলুল্লাহ (ছাঃ) বিনা ওযূতে কখনোই ছালাত আদায় করেননি। তবে মাদানী জীবনে অত্র আয়াত নাযিলের মাধ্যমে ওটার ফরযিয়াত ঘোষণা করা হয় মাত্র (দ্র : ফাৎহুল বারী ‘ওযূ’ অধ্যায় ১/১৩৪ পৃঃ)। যায়েদ বিন হারেছাহ (রাঃ) রাসূল (ছাঃ) হ’তে বর্ণনা করেন যে, জিব্রীল প্রথম দিকে যখন তাঁর নিকটে ‘অহি’ নিয়ে আসেন, তখন তাঁকে ওযূ ও ছালাত শিক্ষা দেন’...(আহমাদ, ইবনু মাজাহ হা/৪৬২; দারাকুৎনী, মিশকাত হা/৩৬৬, ‘পবিত্রতা’ অধ্যায়-৩, ‘পেশাব-পায়খানার আদব’ অনুচ্ছেদ-২; সিলসিলা ছহীহাহ হা/৮৪১)।</p><p><br></p><p>[3] . মুসলিম, মিশকাত হা/২৯৮, ‘পবিত্রতা’ অধ্যায়-৩, পরিচ্ছেদ-৩।</p><p><br></p><p>[4] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/২৯০।</p><p><br></p><p>[5] . মুসলিম, মিশকাত হা/২৮২।</p><p><br></p><p>[6] . আবুদাঊদ, তিরমিযী, দারেমী, মিশকাত হা/৩১২, ‘পবিত্রতা’ অধ্যায়-৩, অনুচ্ছেদ-১।</p><p><br></p><p>[7] . মুসলিম, মিশকাত হা/২৮৬ ‘পবিত্রতা’ অধ্যায়-৩, পরিচ্ছেদ-১।</p><p><br></p><p>[8] . মুসলিম, মিশকাত হা/১০৪২ ‘ছালাত’ অধ্যায়-৪, ‘নিষিদ্ধ ওয়াক্ত সমূহ’ অনুচ্ছেদ-২২।</p><p><br></p><p>[9] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১৩২২; তিরমিযী, আহমাদ, মিশকাত হা/১৩২৬ ‘ঐচ্ছিক ছালাত’ অনুচ্ছেদ-৩৯।</p><p><br></p><p>[10] . মুসলিম, মিশকাত হা/১০৫৮ ‘জামা‘আত ও উহার ফযীলত’ অনুচ্ছেদ-২৩।</p>"
    },
    {
        "id": 21,
        "category": 3,
        "title_id" : 2,
        "description": "<p>ওযূর পূর্বে ভালভাবে মিসওয়াক করা সুন্নাত। রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><h2>لَوْلاَ أَنْ أَشُقَّ عَلَى أُمَّتِيْ لَأَمَرْتُهُم ْ بِتَأْخِيْرِ الْعِشَاءِ وَ بِِالسِّوَاكِ عِنْدَ كُلِّ صَلاَةٍ</h2><p><br></p><p>‘আমার উম্মতের উপর কষ্টকর মনে না করলে আমি তাদেরকে এশার ছালাত দেরীতে এবং প্রতি ছালাতে মিসওয়াক করার নির্দেশ দিতাম’।[11] এখানে ‘প্রতি ছালাতে’ অর্থ ‘প্রতি ছালাতের জন্য ওযূ করার সময়’। [12] অতএব ঘুম থেকে উঠে এবং প্রতি ওয়াক্ত ছালাতের জন্য ওযূর পূর্বে মিসওয়াক করা উত্তম। এই সময় জিহবার উপরে ভালভাবে হাত ঘষে গরগরা ও কুলি করবে।</p><p><br></p><p>ওযূর তরীকা :</p><p>(১) প্রথমে মনে মনে ওযূর নিয়ত করবে।[13] অতঃপর</p><p>(২) ‘বিসমিল্লাহ’ বলবে। [14] অতঃপর</p><p>(৩) ডান হাতে পানি নিয়ে[15] দুই হাত কব্জি সমেত ধুবে[16] এবং আঙ্গুল সমূহ খিলাল করবে।[17] এরপর</p><p>(৪) ডান হাতে পানি নিয়ে ভালভাবে কুলি করবে ও প্রয়োজনে নতুন পানি নিয়ে নাকে দিয়ে বাম হাতে ভালভাবে নাক ঝাড়বে।[18] তারপর</p><p>(৫) কপালের গোড়া থেকে দুই কানের লতী হয়ে থুৎনীর নীচ পর্যন্ত পুরা মুখমণ্ডল ধৌত করবে [19] ও দাড়ি খিলাল করবে।[20] এজন্য এক অঞ্জলি পানি নিয়ে থুৎনীর নীচে দিবে।[21] অতঃপর</p><p>(৬) প্রথমে ডান ও পরে বাম হাত কনুই সমেত ধুবে। [22] এরপর</p><p>(৭) পানি নিয়ে[23] দু’হাতের ভিজা আংগুলগুলি মাথার সম্মুখ হ’তে পিছনে ও পিছন হ’তে সম্মুখে বুলিয়ে একবার পুরা মাথা মাসাহ করবে।[24] একই সাথে ভিজা শাহাদাত আংগুল দ্বারা কানের ভিতর অংশে ও বুড়ো আংগুল দ্বারা পিছন অংশে মাসাহ করবে।[25] পাগড়ীবিহীন অবস্থায় মাথার কিছু অংশ বা এক চতুর্থাংশ মাথা মাসাহ করার কোন দলীল নেই। বরং কেবল পূর্ণ মাথা অথবা মাথার সামনের কিছু অংশ সহ পাগড়ীর উপর মাসাহ অথবা কেবল পাগড়ীর উপর মাসাহ প্রমাণিত।[26] অতঃপর</p><p>(৮) ডান ও বাম পায়ের টাখনু সমেত ভালভাবে ধুবে [27] ও বাম হাতের আংগুল দ্বারা[28] পায়ের আংগুল সমূহ খিলাল করবে।</p><p>(৯) এভাবে ওযূ শেষে বাম হাতে কিছু পানি নিয়ে লজ্জাস্থান বরাবর ছিটিয়ে দিবে[29] ও নিম্নোক্ত দো‘আ পাঠ করবে-</p><p><br></p><h2>أَشْهَدُ أَنْ لآ إلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، وَأَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُهُ وَرَسُوْلُهُ، اَللَّهُمَّ اجْعَلْنِيْ مِنَ التَّوابِيْنَ وَاجْعَلْنِيْ مِنَ الْمُتَطَهِّرِيْنَ-</h2><p><br></p><p>উচ্চারণ : আশহাদু আল লা ইলা-হা ইল্লাল্লা-হু ওয়াহদাহূ লা-শারীকা লাহূ, ওয়া আশহাদু আন্না মুহাম্মাদান ‘আব্দুহূ ওয়া রাসূলুহু। আল্লা-হুম্মাজ্‘আলনী মিনাত্ তাউয়াবীনা ওয়াজ্‘আলনী মিনাল মুতাত্বাহহিরীন।</p><p><br></p><p>অর্থ : ‘আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন উপাস্য নেই। তিনি একক ও শরীক বিহীন। আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ (ছাঃ) তাঁর বান্দা ও রাসূল’ (মুসলিম)। হে আল্লাহ! আপনি আমাকে তওবাকারীদের ও পবিত্রতা অর্জনকারীদের অন্তর্ভুক্ত করুন!! (তিরমিযী)।</p><p><br></p><p>ওমর ফারূক (রাঃ) হ’তে বর্ণিত উক্ত হাদীছে রাসূল (ছাঃ) এরশাদ করেন, ‘যে ব্যক্তি পূর্ণভাবে ওযূ করবে ও কালেমায়ে শাহাদাত পাঠ করবে, তার জন্য জান্নাতের আটটি দরজাই খুলে দেওয়া হবে। যেটা দিয়ে ইচ্ছা সে প্রবেশ করবে’।[30] উল্লেখ্য যে, এই দো‘আ পাঠের সময় আসমানের দিকে তাকানোর হাদীছটি ‘মুনকার’ বা যঈফ।[31]</p>",
        "reference" : "<p>[11] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩৭৬ ‘পবিত্রতা’ অধ্যায়-৩, ‘মিসওয়াক’ অনুচ্ছেদ-৩।</p><p><br></p><p>[12] . কেননা উক্ত হাদীছের ব্যাখ্যা অন্য হাদীছে এসেছে مَعَ كُلِّ وُضُوْءٍও عِنْدَ كُلِّ وُضُوْءٍ অর্থাৎ ‘প্রত্যেক ওযূর সাথে বা সময়ে’ (আহমাদ ও বুখারী- তা‘লীক্ব ‘ছওম’ অধ্যায়, ২৭ অনুচ্ছেদ); আলবানী, ইরওয়াউল গালীল হা/৭০, ১/১০৯।</p><p><br></p><p>[13] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১।</p><p><br></p><p>[14] . আহমাদ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৪০২, ‘ওযূর সুন্নাত সমূহ’ অনুচ্ছেদ-৪; আবুদাঊদ হা/১০১-০২; সুবুলুস সালাম হা/৪৬৩; নওয়াব ছিদ্দীক হাসান খান ভূপালী একে ‘ফরয’ গণ্য করেছেন- আর-রওযাতুন নাদিইয়াহ ১/১১৭।</p><p><br></p><p>[15] . আবুদাঊদ, মিশকাত হা/৪০১; নায়লুল আওত্বার ১/২০৬ ‘কুলি করার পূর্বে দু’হাত ধোয়া’ অনুচ্ছেদ।</p><p><br></p><p>[16] . মুত্তাফাক্ব ‘আলাইহ, আহমাদ, নাসাঈ, নায়লুল আওত্বার ১/২০৬ ও ২১০।</p><p><br></p><p>[17] . নাসাঈ, আবুদাঊদ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৪০৫ ‘ওযূর সুন্নাত সমূহ’ অনুচ্ছেদ-৪।</p><p><br></p><p>[18] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩৯৪; দারেমী, মিশকাত হা/৪১১; মিরক্বাত ২/১৪ পৃঃ; মাজমূ‘ ফাতাওয়া উছায়মীন (রিয়াদ: ১ম সংস্করণ ১৪১৯/১৯৯৯) ১২/২৫৭ পৃঃ ।</p><p><br></p><p>[19] . মুত্তাফাক্ব ‘আলাইহ, নায়লুল আওত্বার ১/২১০।</p><p><br></p><p>[20] . তিরমিযী হা/২৯-৩১, অনুচ্ছেদ-২৩; ইবনু মাজাহ হা/৪৩০, নায়লুল আওত্বার ১/২২৪।</p><p><br></p><p>[21] . আবুদাঊদ হা/১৪৫, ‘পবিত্রতা’ অধ্যায়-১, ‘দাড়ি খিলাল করা’ অনুচ্ছেদ-৫৬।</p><p><br></p><p>[22] . বুখারী হা/১৪০, নায়লুল আওত্বার ১/২২৩।</p><p><br></p><p>[23] . তিরমিযী, মিশকাত হা/৪১৫ ‘ওযূর সুন্নাত সমূহ’ অনুচ্ছেদ-৪।</p><p><br></p><p>[24] . মুওয়াত্তা, মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩৯৩-৯৪।</p><p><br></p><p>[25] . নাসাঈ হা/১০২, ইবনু মাজাহ, নায়ল ১/২৪২-৪৩ ; আবুদাঊদ, তিরমিযী, মিশকাত হা/৪১৪।</p><p><br></p><p>[26] . মুত্তাফাক্ব ‘আলাইহ, মির‘আত হা/৩৯৬, ৪০১ -এর ব্যাখ্যা দ্রষ্টব্য ২/৯২, ১০৪।</p><p><br></p><p>[27] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩৯৪; মুসলিম, মিশকাত হা/৩৯৮।</p><p><br></p><p>[28] . আবুদাঊদ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৪০৬-০৭।</p><p><br></p><p>[29] . আবুদাঊদ হা/৩২-৩৩, ১৬৮; আবুদাঊদ, নাসাঈ, মিশকাত হা/৩৬১, ৩৬৬ ‘পেশাব-পায়খানার আদব’ অনুচ্ছেদ-২; ছহীহাহ হা/৮৪১।</p><p><br></p><p>[30] . মুসলিম, তিরমিযী, মিশকাত হা/২৮৯ ‘পবিত্রতা’ অধ্যায়-৩।</p><p><br></p><p>[31] . আলবানী, ইরওয়াউল গালীল ১/১৩৫ পৃঃ, হা/৯৬-এর ব্যাখ্যা।</p><p><br></p>"
    },
    {
        "id": 22,
        "category": 3,
        "title_id" : 3,
        "description": "<p>(১) ওযূর অঙ্গগুলি এক, দুই বা তিনবার করে ধোয়া যাবে।[32] রাসূলুল্লাহ (ছাঃ) তিনবার করেই বেশী ধুতেন। [33] তিনের অধিকবার বাড়াবাড়ি।[34] ধোয়ার মধ্যে জোড়-বেজোড় করা যাবে।[35]</p><p><br></p><p>(২) ওযূর মধ্যে ‘তারতীব’ বা ধারাবাহিকতা বজায় রাখা যরূরী।[36]</p><p><br></p><p>(৩) ওযূর অঙ্গগুলির নখ পরিমাণ স্থান শুষ্ক থাকলেও পুনরায় ওযূ করতে হবে।[37] দাড়ির গোড়ায় পানি পৌঁছানোর চেষ্টা করতে হবে। না পৌঁছলেও ওযূ সিদ্ধ হবে।[38]</p><p><br></p><p>(৪) শীতে হৌক বা গ্রীষ্মে হৌক পূর্ণভাবে ওযূ করতে হবে।[39] কিন্তু পানির অপচয় করা যাবে না। আল্লাহর নবী (ছাঃ) সাধারণতঃ এক ‘মুদ্দ’ বা ৬২৫ গ্রাম পানি দিয়ে ওযূ করতেন।[40]</p><p><br></p><p>(৫) ওযূর জন্য ব্যবহৃত পানি বা ওযূ শেষে পাত্রে অবশিষ্ট পানি নাপাক হয় না। বরং তা দিয়ে পুনরায় ওযূ বা পবিত্রতা হাছিল করা চলে। রাসূল (ছাঃ) ও ছাহাবায়ে কেরাম একই ওযূর পাত্রে বারবার হাত ডুবিয়ে ওযূ করেছেন।[41]</p><p><br></p><p>(৬) ওযূর অঙ্গগুলি ডান দিক থেকে ধৌত করা সুন্নাত।[42]</p><p><br></p><p>(৭) ওযূ শেষে পবিত্র তোয়ালে, গামছা বা অনুরূপ কিছু দ্বারা ভিজা অঙ্গ মোছা জায়েয আছে।[43]</p><p><br></p><p>(৮) ওযূ থাক বা না থাক, রাসূলুল্লাহ (ছাঃ) প্রতি ওয়াক্ত ছালাতের পূর্বে ওযূ করায় অভ্যস্ত ছিলেন।[44] তবে মক্কা বিজয়ের দিন তিনি এক ওযূতে পাঁচ ওয়াক্ত ছালাত আদায় করেন এবং এ সময় মোযার উপর ‘মাসাহ’ করেন।[45]</p><p><br></p><p>(৯) মুখে ওযূর নিয়ত পড়ার কোন দলীল নেই। ওযূ করাকালীন সময়ে পৃথক কোন দো‘আ আছে বলে জানা যায় না। অনুরূপভাবে ওযূর প্রত্যেক অঙ্গ ধোয়ার পৃথক পৃথক দো‘আর হাদীছ ‘জাল’।[46] ওযূ শেষে সূরায়ে ‘ক্বদর’ পাঠ করার হাদীছ মওযূ বা জাল। [47]</p><p><br></p><p>(১০) গর্দান মাসাহ করার কোন বিশুদ্ধ প্রমাণ নেই। ইমাম নবভী (রহঃ) একে ‘বিদ‘আত’ বলেছেন।[48] ‘যে ব্যক্তি ওযূতে ঘাড় মাসাহ করবে, ক্বিয়ামতের দিন তার গলায় বেড়ী পরানো হবেনা’ বলে যে হাদীছ বলা হয়ে থাকে, সেটি মওযূ বা জাল। [49]</p><p><br></p><p>(১১) ‘মাসাহ’ অর্থ স্পর্শ করা। পারিভাষিক অর্থ, ‘ওযূর অঙ্গে ভিজা হাত নরমভাবে বুলানো, যা মাথা বা মোযার উপরে করা হয়’। জুতা ব্যতীত যে বস্ত্ত দ্বারা পুরা পায়ের পাতা টাখনুর উপর পর্যন্ত ঢেকে রাখা হয়, তাকে ‘মোযা’ বলা হয়। চাই সেটা চামড়ার হৌক বা সুতী হৌক বা পশমী হৌক, পাতলা হৌক বা মোটা হউক’। আশারায়ে মুবাশশারাহ সহ ৮০ জন ছাহাবী মোযার উপর মাসাহর হাদীছ বর্ণনা করেছেন। এ হাদীছ মুতাওয়াতির পর্যায়ভুক্ত’। নববী বলেন, সফরে বা বাড়ীতে প্রয়োজনে বা অন্য কারণে মোযার উপর মাসাহ করা বিষয়ে বিদ্বানগণের ঐক্যমত রয়েছে।[50]</p><p><br></p><p>(১২) ওযূ সহ পায়ে মোযা পরা থাকলে[51] নতুন ওযূর সময়ে মোযার উপরিভাগে[52] দুই হাতের ভিজা আংগুল পায়ের পাতা হ’তে টাখ্নু পর্যন্ত টেনে এনে একবার মাসাহ করবে। [53] মুক্বীম অবস্থায় একদিন একরাত ও মুসাফির অবস্থায় তিনদিন তিনরাত একটানা মোযার উপরে মাসাহ করা চলবে, যতক্ষণ না গোসল ফরয হয় (অথবা খুলে ফেলা হয়)।[54]</p><p><br></p><p>(১৩) ওযূর অঙ্গে যখমপট্টি বাঁধা থাকলে এবং তাতে পানি লাগলে রোগ বৃদ্ধির আশংকা থাকলে তার উপর দিয়ে ভিজা হাতে মাসাহ করবে। [55]</p><p><br></p><p>(১৪) পবিত্র জুতা বা যে কোন ধরনের পাক মোযার উপরে মাসাহ করা চলবে।[56] জুতার নীচে নাপাকী লাগলে তা মাটিতে ভালভাবে ঘষে নিলে পাক হয়ে যাবে এবং ঐ জুতার উপরে মাসাহ করা চলবে।[57]</p><p><br></p><p>(১৫) হালাল পশুর মল-মূত্র পাক।[58] অতএব এসব পোষাকে লাগলে তা নাপাক হবে না।</p><p><br></p><p>(১৬) দুগ্ধপোষ্য কন্যাশিশুর পেশাব কাপড়ে লাগলে ঐ স্থানটুকু ধুয়ে ফেলবে। ছেলে শিশু হ’লে সেখানে পানির ছিটা দিবে। [59]</p><p><br></p><p>(১৭) বীর্য ও তার আগে-পিছে নির্গত সর্দির ন্যায় আঠালো বস্ত্তকে যথাক্রমে মনী, মযী ও অদী বলা হয়। উত্তেজনাবশে বীর্যপাতে গোসল ফরয হয়। বাকী দু’টিতে কেবল অঙ্গ ধুতে হয় ও ওযূ করতে হয়। কাপড়ে লাগলে কেবল ঐ স্থানটুকু ধুবে বা সেখানে পানি ছিটিয়ে দিবে। আর শুকনা হ’লে নখ দিয়ে খুটে ফেলবে। [60] ঐ কাপড়ে ছালাত সিদ্ধ হবে।</p>",
        "reference" : "<p>[32] . বুখারী, মুসলিম, মিশকাত হা/৩৯৫-৯৭, ‘ওযূর সুন্নাত সমূহ’ অনুচ্ছেদ-৪।</p><p><br></p><p>[33] . মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/২৮৭, ৩৯৭; নায়ল ১/২১৪, ২৫৮।</p><p><br></p><p>[34] . নাসাঈ, ইবনু মাজাহ, মিশকাত হা/৪১৭।</p><p><br></p><p>[35] . ছহীহ ইবনু খুযায়মা হা/১৭২-৭৩।</p><p><br></p><p>[36] . সূরা মায়েদাহ ৬; নায়লুল আওত্বার ১/২১৪, ২১৮।</p><p><br></p><p>[37] . মুসলিম হা/২৪৩, সুবুলুস সালাম হা/৫০।</p><p><br></p><p>[38] . বুখারী হা/১৪০, নায়লুল আওত্বার ১/২২৩, ২২৬।</p><p><br></p><p>[39] . মুসলিম, মিশকাত হা/৩৯৮।</p><p><br></p><p>[40] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৪৩৯ ‘পবিত্রতা’ অধ্যায়-৩, ‘গোসল’ অনুচ্ছেদ-৫।</p><p><br></p><p>[41] . মুত্তাফাক্ব ‘আলাইহ, দারেমী, মিশকাত হা/৩৯৪, ৪১১ ‘পবিত্রতা’ অধ্যায়-৩, অনুচ্ছেদ-৪।</p><p><br></p><p>[42] . মুত্তাফাক্ব ‘আলাইহ, আহমাদ, আবুদাঊদ, মিশকাত হা/৪০০, ৪০১; ফাৎহুল বারী ১/২৩৫।</p><p><br></p><p>[43] . ইবনু মাজাহ হা/৪৬৫, ৪৬৮, ‘পবিত্রতা’ অধ্যায়-১, ‘ওযূ গোসলের পরে তোয়ালে ব্যবহার’ অনুচ্ছেদ-৫৯; আলোচনা দ্রষ্টব্য: ‘আওনুল মা‘বূদ ১/৪১৭-১৮; নায়ল ১/২৬৬।</p><p><br></p><p>[44] . দারেমী, আহমাদ, মিশকাত হা/৪২৫-৪২৬ অনুচ্ছেদ-৪।</p><p><br></p><p>[45] . মুসলিম হা/৬৪২, ‘পবিত্রতা’ অধ্যায়-২, অনুচ্ছেদ-২৫; আবুদাঊদ হা/১৭২, ‘পবিত্রতা’ অধ্যায়-১, অনুচ্ছেদ-৬৬; নায়লুল আওত্বার ১/৩১৮।</p><p><br></p><p>[46] . মুহাম্মাদ তাহের পট্টনী, তাযকিরাতুল মাওযূ‘আত, পৃঃ ৩২; শাওকানী, আল-ফাওয়ায়েদুল মাজমূ‘আহ ফিল আহা-দীছিল মাওযূ‘আহ ‘পবিত্রতা’ অধ্যায়, হা/৩৩, পৃঃ ১৩।</p><p><br></p><p>[47] . আলবানী, সিলসিলা যঈফাহ হা/১৪৪৯।</p><p><br></p><p>[48] . আহমাদ হা/১৫৯৯৩, আবুদাঊদ হা/১৩২, আলবানী, উভয়ের সনদ যঈফ; নায়লুল আওত্বার ১/২৪৫-৪৭।</p><p><br></p><p>[49] . আলবানী, সিলসিলা যঈফাহ হা/৭৪৪।</p><p><br></p><p>[50] . মির‘আতুল মাফাতীহ ২/২১২।</p><p><br></p><p>[51] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫১৮ ‘পবিত্রতা’ অধ্যায়-৩, ‘মোযার উপরে মাসাহ’ অনুচ্ছেদ-৯; আবুদাঊদ হা/১৫১; নায়লুল আওত্বার ১/২৭৩।</p><p><br></p><p>[52] . আবুদাঊদ, মিশকাত হা/৫২২, ৫২৫ ‘পবিত্রতা’ অধ্যায়-৩, ‘মোযার উপরে মাসাহ’ অনুচ্ছেদ-৯।</p><p><br></p><p>[53] . মুসলিম, মিশকাত হা/৫১৮।</p><p><br></p><p>[54] . মুসলিম, নাসাঈ, তিরমিযী, মিশকাত হা/৫১৭, ৫২০।</p><p><br></p><p>[55] . ছহীহ ইবনু খুযায়মা হা/২৭৩; ইবনু মাজাহ, নায়লুল আওত্বার ১/৩৮৬, ‘তায়াম্মুম’ অধ্যায়।</p><p><br></p><p>[56] . আহমাদ, তিরমিযী, আবুদাঊদ, ইবনু মাজাহ, মিশকাত হা/৫২৩।</p><p><br></p><p>[57] . আবুদাঊদ, মিশকাত হা/৫০৩ ‘পবিত্রতা’ অধ্যায়-৩, ‘অপবিত্রতা দূর করা’ অনুচ্ছেদ-৮; ছহীহ ইবনু খুযায়মা হা/৭৮৬; আর-রওযাতুন নাদিইয়াহ ১/৯১ পৃঃ।</p><p><br></p><p>[58] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩৫৩৯ ‘ক্বিছাছ’ অধ্যায়-১৬, অনুচ্ছেদ-৪; ফিক্বহুস সুন্নাহ ১/২১)।</p><p><br></p><p>[59] . আহমাদ, আবুদাঊদ, নাসাঈ, মিশকাত হা/৫০১-০২; ফিক্বহুস সুন্নাহ ১/২০।</p><p><br></p><p>[60] . ফিক্বহুস সুন্নাহ ১/২০-২১।</p>"
    },
    {
        "id": 23,
        "category": 3,
        "title_id" : 4,
        "description": "<p>পেশাব পায়খানার রাস্তা দিয়ে দেহ থেকে কোন কিছু নির্গত হ’লে ওযূ ভঙ্গ হয়। </p><p>বিভিন্ন ছহীহ হাদীছের আলোকে প্রমাণিত হয় যে, এটিই হ’ল ওযূ ভঙ্গের প্রধান কারণ। </p><p>পেটের গন্ডগোল, ঘুম, যৌন উত্তেজনা ইত্যাদি কারণে যদি কেউ সন্দেহে পতিত হয় যে, ওযূ টুটে গেছে, তাহ’লে পুনরায় ওযূ করবে। আর যদি কোন শব্দ, গন্ধ বা চিহ্ন না পান এবং নিজের ওযূর ব্যাপারে নিশ্চিত থাকেন, </p><p>তাহ’লে পুনরায় ওযূর প্রয়োজন নেই। ‘ইস্তেহাযা’ ব্যতীত কম হৌক বা বেশী হৌক অন্য কোন রক্ত প্রবাহের কারণে ওযূ ভঙ্গ হওয়ার কোন ছহীহ দলীল নেই।[61]</p>",
        "reference" : "<p>[61] . আলবানী, মিশকাত হা/৩৩৩ -এর টীকা দ্র:; দারাকুৎনী বর্ণিত ‘প্রত্যেক প্রবাহিত রক্তের জন্য ওযূ’ (الوضوء من كل دم سائل)-এর ব্যাখ্যায়।</p>"
    },
    {
        "id": 24,
        "category": 3,
        "title_id" : 5,
        "description": "<p><strong>সংজ্ঞা : </strong></p><p>‘গোসল’ (الغُسْلُ) অর্থ ধৌত করা। শারঈ পরিভাষায় গোসল অর্থ : পবিত্রতা অর্জনের নিয়তে ওযূ করে সর্বাঙ্গ ধৌত করা। গোসল দু’প্রকার : ফরয ও মুস্তাহাব।</p><p><br></p><p><strong>(১) ফরয : </strong>ঐ গোসলকে বলা হয়, যা করা অপরিহার্য। বালেগ বয়সে নাপাক হ’লে গোসল ফরয হয়। যেমন- আল্লাহ বলেন, وَ إِنْ كُنْتُمْ جُنُبًا فَاطَّهَّرُوْا ‘যদি তোমরা নাপাক হয়ে থাক, তবে গোসল কর’ (মায়েদাহ ৬)।</p><p><br></p><p><strong>(২) মুস্তাহাব :</strong> ঐ গোসলকে বলা হয়, যা অপরিহার্য নয়। কিন্তু করলে নেকী আছে। যেমন- জুম‘আর দিনে বা দুই ঈদের দিনে গোসল করা। সাধারণ গোসলের পূর্বে ওযূ করা স্বাস্থ্যের জন্য উপকারী। সাইয়িদ সাবিক্ব একে ‘মানদূব’ (পসন্দনীয়) বলেছেন।[62]</p><p><br></p><p><strong>গোসলের পদ্ধতি :</strong></p><p> ফরয গোসলের জন্য প্রথমে দু’হাতের কব্জি পর্যন্ত ধুবে ও পরে নাপাকী ছাফ করবে। অতঃপর ‘বিসমিল্লাহ’ বলে ছালাতের ওযূর ন্যায় ওযূ করবে। অতঃপর প্রথমে মাথায় তিনবার পানি ঢেলে চুলের গোড়ায় খিলাল করে ভালভাবে পানি পৌঁছাবে। তারপর সারা দেহে পানি ঢালবে ও গোসল সম্পন্ন করবে। [63]</p><p><br></p><p>জ্ঞাতব্য : </p><p>(১) গোসলের সময় মেয়েদের মাথার খোপা খোলার দরকার নেই। কেবল চুলের গোড়ায় তিনবার তিন চুল্লু পানি পৌঁছাতে হবে। অতঃপর সারা দেহে পানি ঢালবে। [64]</p><p><br></p><p>(২) রাসূল (ছাঃ) এক মুদ্দ (৬২৫ গ্রাম) পানি দিয়ে ওযূ এবং অনধিক পাঁচ মুদ্দ (৩১২৫ গ্রাম) বা প্রায় সোয়া তিন কেজি পানি দিয়ে গোসল করতেন। [65] প্রয়োজনের অতিরিক্ত পানি অপচয় করা ঠিক নয়।</p><p><br></p><p>(৩) নারী হৌক পুরুষ হৌক সকলকে রাসূলুল্লাহ (ছাঃ) পর্দার মধ্যে গোসল করতে নির্দেশ দিয়েছেন।[66]</p><p><br></p><p>(৪) বাথরুমে বা পর্দার মধ্যে বা দূরে লোকচক্ষুর অন্তরালে নগ্নাবস্থায় গোসল করায় কোন দোষ নেই।[67]</p><p><br></p><p>(৫) ওযূ সহ গোসল করার পর ওযূ ভঙ্গ না হ’লে পুনরায় ওযূর প্রয়োজন নেই।[68]</p><p><br></p><p>(৬) ফরয গোসলের পূর্বে নাপাক অবস্থায় পবিত্র কুরআন স্পর্শ করা যাবে না। তবে মুখে কুরআন পাঠ করা এবং মসজিদে প্রবেশ করা জায়েয আছে।[69] সাধারণ অপবিত্রতায় কুরআন স্পর্শ করা বা বহন করা জায়েয আছে। [70]</p><p><br></p><p><strong>মুস্তাহাব গোসল সমূহ :</strong></p><p><br></p><p>(১) জুম‘আর ছালাতের পূর্বে গোসল করা।[71]</p><p><br></p><p>(২) মোর্দা গোসল দানকারীর জন্য গোসল করা।[72]</p><p><br></p><p>(৩) ইসলাম গ্রহণের সময় গোসল করা।[73]</p><p><br></p><p>(৪) হজ্জ বা ওমরাহর জন্য ইহরাম বাঁধার পূর্বে গোসল করা।[74]</p><p><br></p><p>(৫) আরাফার দিন গোসল করা।[75]</p><p><br></p><p>(৬) দুই ঈদের দিন সকালে গোসল করা।[76]</p>",
        "reference" : "<p>[62] . ফিক্বহুস সুন্নাহ ১/৪১।</p><p><br></p><p>[63] . মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/৪৩৫।</p><p><br></p><p>[64] . মুসলিম, মিশকাত হা/৪৩৮।</p><p><br></p><p>[65] . মুত্তাফাক্ব ‘আলাইহ, ইরওয়াউল গালীল হা/১৩৯; চার মুদ্দে এক ছা‘ হয়। ইরওয়া, উক্ত হাদীছের টীকা ১/১৭০ পৃঃ; আবুদাঊদ হা/৯৬।</p><p><br></p><p>[66] . আবুদাঊদ, নাসাঈ, মিশকাত হা/৪৪৭।</p><p><br></p><p>[67] . মুসলিম হা/৩৩৯; বুখারী হা/২৭৮; ঐ, মিশকাত হা/৫৭০৬-০৭; ফিক্বহুস সুন্নাহ ১/৫৮।</p><p><br></p><p>[68] . আবুদাঊদ, তিরমিযী, নাসাঈ, মিশকাত হা/৪৪৫।</p><p><br></p><p>[69] . ফিক্বহুস সুন্নাহ ১/৫১-৫২।</p><p><br></p><p>[70] . ফিক্বহুস সুন্নাহ ১/৪৩।</p><p><br></p><p>[71] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫৩৭-৩৯, ‘পবিত্রতা’ অধ্যায়-৩, ‘মাসনূন গোসল’ অনুচ্ছেদ-১১।</p><p><br></p><p>[72] . ইবনু মাজাহ, তিরমিযী, আবুদাঊদ, মিশকাত হা/৫৪১।</p><p><br></p><p>[73] . তিরমিযী, আবুদাঊদ, নাসাঈ, মিশকাত হা/৫৪৩।</p><p><br></p><p>[74] . দারাকুৎনী, হাকেম, ইরওয়াউল গালীল হা/১৪৯, ১/১৭৯ পৃঃ।</p><p><br></p><p>[75] . বায়হাক্বী, ইরওয়া হা/১৪৬, ‘ফায়েদা’ দ্রষ্টব্য; নায়ল ১/৩৫৭।</p><p><br></p><p>[76] . বায়হাক্বী, ইরওয়া হা/১৪৬, ‘ফায়েদা’ দ্রষ্টব্য; নায়ল ১/৩৫৭।</p>"
    },
    {
        "id": 25,
        "category": 3,
        "title_id" : 6,
        "description": "<p><strong>সংজ্ঞা : </strong></p><p>তায়াম্মুম (التيمم) অর্থ ‘সংকল্প করা’। পারিভাষিক অর্থে : ‘পানি না পাওয়া গেলে ওযূ বা গোসলের পরিবর্তে পাক মাটি দ্বারা পবিত্রতা অর্জনের ইসলামী পদ্ধতিকে ‘তায়াম্মুম’ বলে’। এটি মুসলিম উম্মাহর জন্য আল্লাহর অন্যতম বিশেষ অনুগ্রহ। যা ইতিপূর্বে কোন উম্মতকে দেওয়া হয়নি। [77] আল্লাহ বলেন,</p><p><br></p><h2>وَإِنْ كُنْتُمْ مَرْضَى أَوْ عَلَى سَفَرٍ أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ أَوْ لآمَسْتُمُ النِّسَاءَ فَلَمْ تَجِدُوْا مَآءً فَتَيَمَّمُوْا صَعِيْدًا طَيِّبًا فَامْسَحُوْا بِوُجُوْهِكُمْ وَأَيْدِيْكُمْ مِنْهُ</h2><p><br></p><p>‘আর যদি তোমরা পীড়িত হও কিংবা সফরে থাক অথবা পায়খানা থেকে আস কিংবা স্ত্রী স্পর্শ করে থাক, অতঃপর পানি না পাও, তাহ’লে তোমরা পবিত্র মাটি দ্বারা ‘তায়াম্মুম’ কর ও তা দ্বারা তোমাদের মুখমণ্ডল ও হস্তদ্বয় মাসাহ কর’...।[78]</p><p><br></p><p>পদ্ধতি : পবিত্রতা অর্জনের নিয়তে ‘বিসমিল্লাহ’ বলে মাটির উপর দু’হাত মেরে তাতে ফুঁক দিয়ে মুখমণ্ডল ও দু’হাতের কব্জি পর্যন্ত একবার বুলাবে।[79] দুইবার হাত মারা ও কনুই পর্যন্ত মাসাহ করার হাদীছ যঈফ। [80]</p><p><br></p><p><strong>তায়াম্মুমের কারণ সমূহ :</strong></p><p><br></p><p>(১) যদি পাক পানি না পাওয়া যায়</p><p>(২) পানি পেতে গেলে যদি ছালাত ক্বাযা হওয়ার ভয় থাকে</p><p>(৩) পানি ব্যবহারে যদি রোগ বৃদ্ধির আশংকা থাকে</p><p>(৪) যদি কোন বিপদ বা জীবনের ঝুঁকি থাকে ইত্যাদি। উপরোক্ত কারণ সমূহের প্রেক্ষিতে ওযূ বা ফরয গোসলের পরিবর্তে প্রয়োজনে দীর্ঘদিন যাবৎ একটানা ‘তায়াম্মুম’ করা যাবে। [81]</p><p><br></p><p>রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><h2>إِنَّ الصَّعِيْدَ الطَّيِّبَ وَضُوْءُ الْمُسْلِمِ وَإِنْ لَمْ يَجِدِ الْمَاءَ عَشْرَ سِنِيْنَ...</h2><p><br></p><p>‘নিশ্চয়ই পবিত্র মাটি মুসলমানদের জন্য ওযূর মাধ্যম স্বরূপ। যদিও সে ১০ বছর পর্যন্ত পানি না পায়’। [82]</p><p><br></p><p><strong>পবিত্র মাটি :</strong></p><p><br></p><p>আরবী পরিভাষায় ‘মাটি’ বলতে ভূ-পৃষ্ঠকে বুঝায়।[83] আরব দেশের মাটি অধিকাংশ পাথুরে ও বালুকাময়। বিভিন্ন সফরে আল্লাহর নবী (ছাঃ) ও ছাহাবীগণ বালুকাময় মরুভূমির মধ্য দিয়ে বহু দূরের রাস্তা অতিক্রম করতেন। বিশেষ করে মদ্বীনা হ’তে প্রায় ৭৫০ কি: মি: দূরে ৯ম হিজরীর রজব মোতাবেক ৬৩০ খৃষ্টাব্দের অক্টোবর মাসে তাবূক যুদ্ধের সফরে তাঁরা মরুভূমির মধ্যে দারুণ পানির কষ্টে পড়েছিলেন। কিন্তু ‘তায়াম্মুমের’ জন্য দূর থেকে মাটি বহন করে নিয়ে গিয়েছিলেন বলে জানা যায় না। অতএব ভূ-পৃষ্ঠের মাটি, বালি বা পাথুরে মাটি ইত্যাদি দিয়ে ‘তায়াম্মুম’ করা যাবে। তবে ধুলা-মাটিহীন স্বচ্ছ পাথর, কাঠ, কয়লা, লোহা, মোজাইক, প্লাষ্টার, টাইলস, চুন ইত্যাদি দ্বারা ‘তায়াম্মুম’ জায়েয নয়।[84]</p><p><br></p><p>জ্ঞাতব্য :</p><p><br></p><p>(১) ‘তায়াম্মুম’ করে ছালাত আদায়ের পরে ওয়াক্তের মধ্যে পানি পাওয়া গেলে পুনরায় ঐ ছালাত আদায় করতে হবে না। [85]</p><p><br></p><p>(২) ওযূর মাধ্যমে যেসব কাজ করা যায়, তায়াম্মুমের দ্বারা সেসব কাজ করা যায়। অমনিভাবে যেসব কারণে ওযূ ভঙ্গ হয়, সেসব কারণে ‘তায়াম্মুম’ ভঙ্গ হয়।</p><p><br></p><p>(৩) যদি মাটি বা পানি কিছুই না পাওয়া যায়, তাহ’লে বিনা ওযূতেই ছালাত আদায় করবে।[86]</p>",
        "reference" : "<p>[77] . ফিক্বহুস সুন্নাহ ১/৫৯। এটি ছিল মুসলিম উম্মাহর জন্য আবুবকর-পরিবারের অন্যতম গুরুত্বপূর্ণ অবদান। কেননা সম্ভবত: ৫ম হিজরী সনে বনুল মুছত্বালিক্ব যুদ্ধ থেকে ফেরার পথে মদীনার উপকণ্ঠে ‘বায়দা’ (البَيْدَاء) নামক স্থানে পৌঁছে আয়েশা (রাঃ)-এর গলার হার হারিয়ে যায়। তখন রাসূলুল্লাহ (ছাঃ) সেটি খোঁজার জন্য কাফেলা থামিয়ে দেন। কিন্তু সেখানে কোন পানি ছিল না। ফলে এভাবেই পানি ছাড়া সকাল হয়ে যায়। তখন আল্লাহ তায়াম্মুমের আয়াত নাযিল করেন (মায়েদাহ ৬)। ছাহাবী উসায়েদ বিন হুযায়ের (রাঃ) হযরত আবুবকর (রাঃ)-কে অভিনন্দন জানিয়ে বলেন, হে আবুবকর-পরিবার! এটি উম্মতের জন্য আপনাদের প্রথম অবদান নয় (مَا هِىَ بِأَوَّلِ بَرَكَتِكُمْ يَا آلَ أَبِى بَكْرٍ)’। আয়েশা (রাঃ) বলেন, অতঃপর আমরা উট উঠিয়ে দিলাম, যার উপরে আমরা ছিলাম এবং তার নীচে হারটি পেয়ে গেলাম’ (বুখারী, ফৎহুল বারী হা/৩৩৪ ‘তায়াম্মুম’ অধ্যায়-৭, হা/৪৬০৮ ‘তাফসীর’ অধ্যায়-৬৫, অনুচ্ছেদ-৩; মুসলিম হা/৮৪২ ‘তায়াম্মুম’ অনুচ্ছেদ-২৮)।</p><p><br></p><p>[78] . মায়েদাহ ৫/৬, নিসা ৪/৪৩।</p><p><br></p><p>[79] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১; তিরমিযী, ইবনু মাজাহ প্রভৃতি মিশকাত হা/৪০২ ‘পবিত্রতা’ অধ্যায়-৩, অনুচ্ছেদ-৪; আবুদাঊদ হা/১০১-০২; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫২৮ ‘তায়াম্মুম’ অনুচ্ছেদ-১০।</p><p><br></p><p>[80] . আবুদাঊদ হা/৩৩০, অনুচ্ছেদ-১২৪; ঐ, মিশকাত হা/৪৬৬ ‘পবিত্রতা’ অধ্যায়-৩, অনুচ্ছেদ-৬।</p><p><br></p><p>[81] . মায়েদাহ ৫/৬; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫২৭ ‘পবিত্রতা’ অধ্যায়-৩, ‘তায়াম্মুম’ অনুচ্ছেদ-১০ ; বুখারী হা/৩৪৪, ১/৪৯ পৃঃ; আহমাদ, তিরমিযী ইত্যাদি মিশকাত হা/৫৩০।</p><p><br></p><p>[82] . আহমাদ, তিরমিযী, আবুদাঊদ, নাসাঈ, মিশকাত হা/৫৩০, ‘তায়াম্মুম’ অনুচ্ছেদ-১০।</p><p><br></p><p>[83] . যেমন বলা হয়েছে, الصعيد وجه الأرض ترابا كان أو غيره। ‘মাটি হ’ল ভূ-পৃষ্ঠ। চাই তা নিরেট মাটি হৌক বা অন্য কিছু হৌক’ (আল-মিছবাহুল মুনীর)।</p><p><br></p><p>[84] . আলোচনা দ্রষ্টব্য : ছাদেক শিয়ালকোটি, ছালাতুর রসূল; টীকা, পৃঃ ১৪৮-৪৯।</p><p><br></p><p>[85] . আবুদাঊদ, নাসাঈ, দারেমী, মিশকাত হা/৫৩৩; আবুদাঊদ হা/৩৩৮।</p><p><br></p><p>[86] . বুখারী হা/৩৩৬; মুত্তাফাক্ব ‘আলাইহ ও অন্যান্য; নায়লুল আওত্বার ১/৪০০, ‘পানি ও মাটি ব্যতীত ছালাত’ অনুচ্ছেদ।</p>"
    },
    {
        "id": 26,
        "category": 3,
        "title_id" : 7,
        "description": "<p>(১) টয়লেটে প্রবেশকালে বলবে,</p><p><br></p><p> اَللَّهُمَّ إِنِّى أَعُوْذُ بِكَ مِنَ الْخُبْثِ وَالْخَبَائِثِ </p><p><br></p><p>আল্লা-হুম্মা ইন্নী আ‘ঊযুবিকা মিনাল খুব্ছে ওয়াল খাবা-ইছ </p><p><br></p><p>(হে আল্লাহ! আমি পুরুষ ও মহিলা জিন (-এর অনিষ্টকারিতা) হ’তে আপনার আশ্রয় প্রার্থনা করছি)। </p><p><br></p><p>অন্য বর্ণনায় শুরুতে بِسْمِ اللهِ ‘বিসমিল্লা-হ’ বলার কথা এসেছে।[87] </p><p><br></p><p>অতঃপর বের হওয়ার সময় বলবে غُفْرَانَكَ ‘গুফরা-নাকা’ (হে আল্লাহ! আমি আপনার ক্ষমা প্রার্থনা করছি’)।[88] অর্থাৎ আপনার হুকুমে পেশাব-পায়খানা হয়ে যাওয়ায় যে স্বস্তি ও অফুরন্ত কল্যাণ লাভ হয়েছে, তার যথাযথ শুকরিয়া আদায় করতে না পারায় হে আল্লাহ আমি আপনার নিকটে ক্ষমা প্রার্থনা করছি। এর আরেকটি তাৎপর্য এই যে, হে আল্লাহ! আপনার দয়ায় যেভাবে আমার দেহের ময়লা বের হয়ে স্বস্তি লাভ করেছি, তেমনি আমার যাবতীয় অসৎ কর্মের পাপ হতে মুক্তি লাভের উদ্দেশ্যে আমি আপনার নিকট ক্ষমা প্রার্থনা করছি।</p><p><br></p><p>(২) খোলা স্থানে হ’লে দূরে গিয়ে আড়ালে পেশাব-পায়খানা করবে।[89] এ সময় ক্বিবলার দিকে মুখ করে বা পিঠ ফিরে পেশাব-পায়খানা করা নিষেধ।[90] তবে ক্বিবলার দিকে আড়াল থাকলে বা টয়লেটের মধ্যে হ’লে জায়েয আছে। [91]</p><p><br></p><p>(৩) সামনে পর্দা রেখে বসে পেশাব করবে।[92] অনিবার্য কারণ ব্যতীত দাঁড়িয়ে পেশাব করা যাবে না।[93]</p><p><br></p><p>(৪) রাস্তায় বা কোন ছায়াদার বৃক্ষের নীচে (যেখানে মানুষ বিশ্রাম নেয়) পেশাব-পায়খানা করা যাবে না।[94] কোন গর্তে পেশাব করা যাবে না।[95] আবদ্ধ পানি, যাতে গোসল বা ওযূ করা হয়, তাতে পেশাব করা যাবে না। [96]</p><p><br></p><p>(৫) নরম মাটিতে পেশাব করবে। যেন পেশাবের ছিটা কাপড়ে না লাগে। পেশাব হ’তে ভালভাবে পবিত্রতা হাছিল করা যরূরী। রাসূল (ছাঃ) বলেন, তোমরা পেশাব থেকে পবিত্রতা অর্জন কর। কেননা অধিকাংশ কবরের আযাব একারণেই হয়ে থাকে’।[97]</p><p><br></p><p>(৬) পায়খানার পর পানি দিয়ে বাম হাতে ইস্তেঞ্জা করবে।[98] অতঃপর মাটিতে (অথবা সাবান দিয়ে) ভালভাবে ঘষে পানি দিয়ে হাত ধুয়ে ফেলবে।[99]</p><p><br></p><p>(৭) পানি পেলে কুলূখের (মাটির ঢেলা) প্রয়োজন নেই। [100] স্রেফ পানি দিয়ে ইস্তেঞ্জা করায় ক্বোবাবাসীদের প্রশংসা করে আল্লাহ সূরা তওবাহ ১০৮ আয়াতটি নাযিল করেন।[101] তবে পানি না পেলে কুলূখ নিবে। এজন্য তিনবার বা বেজোড় সংখ্যক ঢেলা ব্যবহার করবে।[102] ডান হাত দিয়ে ইস্তেতঞ্জা করা যাবে না এবং শুকনা গোবর, হাড় ও কয়লা একাজে ব্যবহার করা যাবে না। [103]</p><p><br></p><p>(৮) কুলূখ নিলে পুনরায় পানির প্রয়োজন নেই। কেননা রাসূলুল্লাহ (ছাঃ) বলেন যে, ‘পানির বদলে কুলূখই যথেষ্ট হবে (فَإِنَّهَا تُجْزِئُ عَنْهُ)’।[104] কুলূখ নেওয়ার পরে পানি নেওয়ার যে বর্ণনা প্রচলিত আছে, তার কোন ভিত্তি নেই।[105]</p><p><br></p><p>(৯) পেশাবে সন্দেহ দূর করার জন্য কাপড়ের উপর থেকে বাম হাতে লজ্জাস্থান বরাবর সামান্য পানি ছিটিয়ে দিবে।[106] এর বেশী কিছু করা বাড়াবাড়ি। যা বিদ‘আতের পর্যায়ভুক্ত। ভালভাবে এস্তেঞ্জার নামে ও সন্দেহ দূর করার নামে কুলূখ ধরে ৪০ কদম হাঁটা ও বিভিন্ন ভঙ্গিতে কসরৎ করা যেমন ভিত্তিহীন, তেমনি চরম বেহায়াপনার শামিল। যা অবশ্যই পরিত্যাজ্য।</p><p><br></p><p>(১০) পেশাব রত অবস্থায় কেউ সালাম দিলে পবিত্রতা অর্জনের পর তার জওয়াব দেওয়া মুস্তাহাব (যদি সালাম দাতা মওজুদ থাকে)। [107] নইলে হাজত সেরে এসে ওযূ বা তায়াম্মুম ছাড়াও জওয়াব দেওয়া যাবে। কেননা রাসূলুল্লাহ (ছাঃ) সর্বাবস্থায় আল্লাহর যিকর করতেন।[108]</p><p><br></p><p>(১১) হাজত রত অবস্থায় (যরূরী প্রয়োজন ব্যতীত) কথা বলা যাবে না। [109]</p>",
        "reference" : "<p><em>[87] . ইবনু মাজাহ হা/২৯৭; মিশকাত হা/৩৫৮। উল্লেখ্য যে, টয়লেট থেকে বের হবার সময় আলহামদুলিল্লা-হিল্লাযী আযহাবা ‘আন্নিল আযা ওয়া ‘আ-ফা-নী বলার হাদীছটি যঈফ (ইবনু মাজাহ, মিশকাত হা/৩৭৪)[88] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩৩৭; তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৩৫৯ ‘পবিত্রতা’ অধ্যায়-৩, ‘পেশাব-পায়খানার আদব’ অনুচ্ছেদ-২।[89] . তিরমিযী হা/১৪, ২০।</em></p><p><br></p><p><em>[90] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩৩৪।</em></p><p><br></p><p><em>[91] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩৩৫, আবুদাঊদ, মিশকাত হা/৩৭৩।</em></p><p><br></p><p><em>[92] . আবুদাঊদ, ইবনু মাজাহ, মিশকাত হা/৩৭১।</em></p><p><br></p><p><em>[93] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩৬৪।</em></p><p><br></p><p><em>[94] . আবুদাঊদ, ইবনু মাজাহ, মিশকাত হা/৩৫৫।</em></p><p><br></p><p><em>[95] . আবুদাঊদ, নাসাঈ, মিশকাত হা/৩৫৪।</em></p><p><br></p><p><em>[96] . আবুদাঊদ, তিরমিযী, নাসাঈ, মিশকাত হা/৩৫৩।</em></p><p><br></p><p><em>[97] . দারাকুৎনী হা/৪৫৩, হাকেম পৃঃ ১/১৮৩; ছহীহুল জামে‘ হা/৩০০২; ইরওয়া হা/২৮০।</em></p><p><em>[98] . আবুদাঊদ, মিশকাত হা/৩৪৮।</em></p><p><br></p><p><em>[99] . আবুদাঊদ, দারেমী, মিশকাত হা/৩৬০।</em></p><p><br></p><p><em>[100] . তিরমিযী হা/১৯; মির‘আত ২/৭২।</em></p><p><br></p><p><em>[101]. আবুদাঊদ হা/৪৪; আলবানী, ইরওয়া হা/৪৫, পৃঃ ১/৮৩-৮৪।</em></p><p><em>[102] . মুসলিম, মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৩৩৬, ৩৪১। টয়লেট পেপার ব্যবহার করা থেকে বিরত থাকা ভাল। কেননা ইউরোপে তা স্বাস্থ্যের জন্য ক্ষতিকর হিসাবে প্রমাণিত হয়েছে (ডাঃ তারেক মাহমূদ, ‘সুন্নাতে রাসূল (সঃ) ও আধুনিক বিজ্ঞান’ (উর্দু থেকে অনুবাদ, ঢাকা : ১৪২০ হিঃ) ১/১৬৪।[103] . মুসলিম, মিশকাত হা/৩৩৬; ইবনু মাজাহ, আবুদাঊদ প্রভৃতি, মিশকাত হা/৩৪৭, ৩৭৫।</em></p><p><br></p><p><em>[104] . আহমাদ, আবুদাঊদ, নাসাঈ, দারেমী, মিশকাত হা/৩৪৯; মির‘আত ২/৫৮ পৃঃ।</em></p><p><br></p><p><em>[105] . আলবানী, ইরওয়াউল গালীল হা/৪২-এর আলোচনা দ্রষ্টব্য।</em></p><p><em>[106] . আবুদাঊদ হা/৩২-৩৩; আবুদাঊদ, নাসাঈ, আহমাদ, মিশকাত হা/৩৪৮, ৬১, ৬৬ ‘পবিত্রতা’ অধ্যায়, ‘পেশাব-পায়খানার আদব’ অনুচ্ছেদ-২; আবুদাঊদ হা/১৬৬-৬৮।[107] . আবুদাঊদ হা/১৬-১৭; ঐ, মিশকাত হা/৪৬৭ ‘পবিত্রতা’ অধ্যায়-৩, অনুচ্ছেদ-৬।</em></p><p><br></p><p><em>[108] . মুসলিম, মিশকাত হা/৪৫৬ ‘পবিত্রতা’ অধ্যায়-৩, অনুচ্ছেদ-৬; মির‘আত ২/১৬১, ১৬৩।</em></p><p><em>[109] . আবুদাঊদ হা/১৫; ছহীহ আত-তারগীব হা/১৫৫; ছহীহাহ হা/৩১২০।</em></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><br></p><p><em>।</em></p><p><br></p><p><br></p>"
    },
    {
        "id": 27,
        "category": 4,
        "title_id" : 1,
        "description": "<p><strong>সংজ্ঞা : </strong></p><p>‘আযান’ অর্থ, ঘোষণা ধ্বনি (الإعلام)। পারিভাষিক অর্থ, শরী‘আত নির্ধারিত আরবী বাক্য সমূহের মাধ্যমে নির্ধারিত সময়ে উচ্চকণ্ঠে ছালাতে আহবান করাকে ‘আযান’ বলা হয়। ১ম হিজরী সনে আযানের প্রচলন হয়।[1]</p><p><br></p><p><strong>সূচনা : </strong></p><p>ওমর ফারূক (রাঃ) সহ একদল ছাহাবী একই রাতে আযানের একই স্বপ্ন দেখেন ও পরদিন সকালে ‘অহি’ দ্বারা প্রত্যাদিষ্ট হ’লে রাসূলুল্লাহ (ছাঃ) তা সত্যায়ন করেন এবং বেলাল (রাঃ)-কে সেই মর্মে ‘আযান’ দিতে বলেন।[2]</p><p><br></p><p>ছাহাবী আব্দুল্লাহ বিন যায়েদ (রাঃ) সর্বপ্রথম পূর্বরাতে স্বপ্নে দেখা আযানের কালেমা সমূহ সকালে এসে রাসূলুল্লাহ (ছাঃ)-এর নিকটে বর্ণনা করেন। পরে বেলালের কণ্ঠে একই আযান ধ্বনি শুনে হযরত ওমর (রাঃ) বাড়ী থেকে বেরিয়ে চাদর ঘেঁষতে ঘেঁষতে ছুটে এসে রাসূলুল্লাহ (ছাঃ)-কে বলেন, ‘যিনি আপনাকে ‘সত্য’ সহকারে প্রেরণ করেছেন, তাঁর কসম করে বলছি আমিও অনুরূপ স্বপ্ন দেখেছি’। একথা শুনে রাসূলুল্লাহ (ছাঃ) ‘ফালিল্লা-হিল হাম্দ’ বলে আল্লাহর প্রশংসা করেন’।[3] একটি বর্ণনা মতে ঐ রাতে ১১ জন ছাহাবী একই আযানের স্বপ্ন দেখেন’। [4] উল্লেখ্য যে, ওমর ফারূক (রাঃ) ২০ দিন পূর্বে উক্ত স্বপ্ন দেখেছিলেন। কিন্তু আব্দুল্লাহ বিন যায়েদ আগেই বলেছে দেখে লজ্জায় তিনি নিজের কথা প্রকাশ করেননি।[5]</p><p><br></p><p><strong>আযানের ফযীলত (فضل الأذان) :</strong></p><p><br></p><p>(১) আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><h2>لاَ يَسْمَعُ مَدَى صَوْتِ الْمُؤَذِّنِ جِنٌّ وَّلاَ إِنْسٌ وَّ لاَ شَيْئٌ إِلاَّ شَهِدَ لَهُ يَوْمَ الْقِيَامَةِ رواه البخاريُّ-</h2><p><br></p><p>‘মুওয়ায্যিনের আযানের ধ্বনি জিন ও ইনসান সহ যত প্রাণী শুনবে, ক্বিয়ামতের দিন সকলে তার জন্য সাক্ষ্য প্রদান করবে’। [6]</p><p><br></p><p>(২) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন যে, ‘ক্বিয়ামতের দিন মুওয়ায্যিনের গর্দান সবচেয়ে উঁচু হবে’।[7]</p><p><br></p><p>(৩) মুওয়ায্যিনের আযান ধ্বনির শেষ সীমা পর্যন্ত সজীব ও নির্জীব সকল বস্ত্ত তার জন্য ক্ষমা প্রার্থনা করে ও সাক্ষ্য প্রদান করে। ঐ আযান শুনে যে ব্যক্তি ছালাতে যোগ দিবে, সে ২৫ ছালাতের সমপরিমাণ নেকী পাবে। মুওয়ায্যিনও উক্ত মুছল্লীর সমপরিমাণ নেকী পাবে এবং তার দুই আযানের মধ্যবর্তী সকল (ছগীরা) গুনাহ মাফ করা হবে’।[8]</p><p><br></p><p>(৪) ‘আযান ও এক্বামতের ধ্বনি শুনলে শয়তান ছুটে পালিয়ে যায় ও পরে ফিরে আসে’।[9]</p><p><br></p><p>(৫) যে ব্যক্তি বার বছর যাবৎ আযান দিল, তার জন্য জান্নাত ওয়াজিব হয়ে গেল। তার প্রতি আযানের জন্য ৬০ নেকী ও এক্বামতের জন্য ৩০ নেকী লেখা হয়’। [10]</p><p><br></p><p>(৬) রাসূলুল্লাহ (ছাঃ) বলেন, ইমাম হ’ল (মুছল্লীদের ছালাতের) যামিন ও মুওয়ায্যিন হ’ল (তাদের ছালাতের) আমানতদার। অতঃপর তিনি তাদের জন্য দো‘আ করে বলেন, হে আল্লাহ! তুমি ইমামদের সুপথ প্রদর্শন কর ও মুওয়ায্যিনদের ক্ষমা কর।[11]</p>",
        "reference" : "<p>[1] . মির‘আত ২/৩৪৪-৩৪৫, ‘ছালাত’ অধ্যায়-৪, ‘আযান’ অনুচ্ছেদ-৪।</p><p><br></p><p>[2] . আবুদাঊদ হা/৪৯৯, ‘আওনুল মা‘বূদ হা/৪৯৪-৪৯৫, ২/১৬৫-৭৫; আবুদাঊদ, দারেমী, ইবনু মাজাহ, মিশকাত হা/৬৫০।</p><p><br></p><p>[3] . আবুদাঊদ, (আওনুল মা‘বূদ সহ) হা/৪৯৫; মিশকাত হা/৬৫০।</p><p><br></p><p>[4] . মিরক্বাত শরহ মিশকাত ‘আযান’ অনুচ্ছেদ ২/১৪৯ পৃঃ।</p><p><br></p><p>[5] . আবুদাঊদ (আওনুল মা‘বূদ সহ) হা/৪৯৪ ‘আযানের সূচনা’ অনুচ্ছেদ।</p><p><br></p><p>[6] . বুখারী, মিশকাত হা/৬৫৬ ‘ছালাত’ অধ্যায়-৪, ‘আযানের ফযীলত’ অনুচ্ছেদ-৫।</p><p><br></p><p>[7] . মুসলিম, মিশকাত হা/৬৫৪।</p><p><br></p><p>[8] . নাসাঈ, আহমাদ, মিশকাত হা/৬৬৭।</p><p><br></p><p>[9] . বুখারী, মুসলিম, মিশকাত হা/৬৫৫।</p><p><br></p><p>[10] . ইবনু মাজাহ, মিশকাত হা/৬৭৮।</p><p><br></p><p>[11] . আহমাদ, আবুদাঊদ, তিরমিযী, মিশকাত হা/৬৬৩।</p>"
    },
    {
        "id": 28,
        "category": 4,
        "title_id" : 2,
        "description": "<p><strong>আযানের কালেমা সমূহ (كلمات الأذان) : ১৫ টি:</strong></p><p><br></p><p>১. আল্লা-হু আকবার </p><p><br></p><h2> اللهُ أَكْبَرُ </h2><p>....৪ বার</p><p><br></p><p><span>(আল্লাহ সবার চেয়ে বড়)</span></p><p><br></p><p>২. আশহাদু আল লা-ইলা-হা ইল্লাল্লা-হ</p><p><br></p><h2> أَشْهَدُ أَن لاَّ إلَهَ إِلاَّ اللهُ </h2><p>....২ বার</p><p><br></p><p>(আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ব্যতীত কোন উপাস্য নেই)</p><p><br></p><p>৩. আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ</p><p><br></p><h2> أَشْهَدُ أَنَّ مُحَمَّدًا رَّسُوْلُ اللهِ </h2><p><br></p><p>...২ বার</p><p><br></p><p>(আমি সাক্ষ্য দিচ্ছি যে, মুহাম্মাদ আল্লাহর রাসূল)</p><p><br></p><p>৪. হাইয়া ‘আলাছ ছালা-হ</p><p><br></p><h2> حَيَّ عَلَى الصَّلاَةِ </h2><p><br></p><p>...২ বার</p><p><br></p><p> (ছালাতের জন্য এসো)</p><p><br></p><p>৫. হাইয়া ‘আলাল ফালা-হ </p><p><br></p><h2> حَيَّ عَلَى الْفَلاَحِ </h2><p><br></p><p>...২বার</p><p><br></p><p>(কল্যাণের জন্য এসো)</p><p><br></p><p>৬. আল্লা-হু আকবার </p><p><br></p><h2> اللهُ أَكْبَرُ </h2><p><br></p><p>...২ বার</p><p><br></p><p>(আল্লাহ সবার চেয়ে বড়)</p><p><br></p><p>৭. লা ইলা-হা ইল্লাল্লা-হ </p><p><br></p><p> لآ إلَهَ إِلاَّ اللهُ</p><p><br></p><p>১ বার </p><p><br></p><p><span>(আল্লাহ ব্যতীত কোন উপাস্য নেই)</span></p><p><br></p><p>মোট= ১৫ বার। [12]</p><p><br></p><p>ফজরের আযানের সময় হাইয়া ‘আলাল ফালা-হ এর পরে</p><p><br></p><h2> اَلصَّلاَةُ خَيْرٌ مِّنَ النَّوْمِ </h2><p><br></p><p>আছছালা-তু খায়রুম মিনান নাঊম’ </p><p><br></p><p><span>(নিদ্রা হতে ছালাত উত্তম) ২ বার বলবে।[13]</span></p><p><br></p>",
        "reference" : "<p>[12] . আব্দুল্লাহ বিন যায়েদ (রাঃ) বর্ণিত; আবুদাঊদ, মিশকাত হা/৬৫০; আবুদাঊদ হা/৪৯৯, ‘কিভাবে আযান দিতে হয়’ অনুচ্ছেদ-২৮; মির‘আত হা/৬৫৫, ২/৩৪৪-৩৪৫।</p><p><br></p><p>[13] . আবুদাঊদ হা/৫০০-০১, ৫০৪; ‘আওনুল মা‘বূদ, আবু মাহ্যূরাহ হ’তে, হা/৪৯৬; মিশকাত হা/৬৪৫। ইবনু রাসলান, আমীরুল ইয়ামানী ও শায়খ আলবানী একে তাহাজ্জুদের আযানের সাথে যুক্ত বলেন (সুবুলুস সালাম হা/১৬৭-এর ব্যাখ্যা, ১/২৫০; তামামুল মিন্নাহ ১৪৭ পৃঃ)। আবদুর রহমান মুবারকপুরী বলেন, বরং ফজরের আযানের সাথে হওয়াটাই ‘হক’ (حق) এবং এটাই ব্যাপকভাবে গৃহীত মাযহাব’ (তুহফা ১/৫৯৩, হা/১৯৮-এর ব্যাখ্যা দ্রঃ); রিয়াদ, লাজনা দায়েমাহ ফৎওয়া নং ১৩৯৬।</p>"
    },
    {
        "id": 29,
        "category": 4,
        "title_id" : 3,
        "description": "<p><strong>এক্বামত’ (الإقامة) </strong></p><p>অর্থ দাঁড় করানো। উপস্থিত মুছল্লীদেরকে ছালাতে দাঁড়িয়ে যাওয়ার হুঁশিয়ারী শুনানোর জন্য ‘এক্বামত’ দিতে হয়। জামা‘আতে হউক বা একাকী হউক সকল অবস্থায় ফরয ছালাতে আযান ও এক্বামত দেওয়া সুন্নাত।[14]</p><p><br></p><p>হযরত আব্দুল্লাহ বিন যায়েদ (রাঃ) প্রমুখাৎ আবুদাঊদে বর্ণিত পূর্বোক্ত হাদীছ অনুযায়ী এক্বামতের কালেমা ১১টি। যথা :</p><p>১. আল্লা-হু আকবার (২ বার)</p><p>২. আশহাদু আল লা-ইলা-হা ইল্লাল্লা-হ,</p><p>৩. আশহাদু আন্না মুহাম্মাদার রাসূলুল্লা-হ,</p><p>৪. হাইয়া ‘আলাছ ছালা-হ,</p><p>৫. হাইয়া ‘আলাল ফালা-হ,</p><p>৬. ক্বাদ ক্বা-মাতিছ ছালা-হ, (২ বার),</p><p>৭. আল্লা-হু আকবার (২ বার),</p><p>৮. লা ইলা-হা ইল্লাল্লা-হ = সর্বমোট ১১।[15]</p><p><br></p><p>উচ্চকণ্ঠের অধিকারী হওয়ায় রাসূলুল্লাহ (ছাঃ) বেলাল (রাঃ)-কে ‘আযান’ দিতে বলেন এবং প্রথম স্বপ্ন বর্ণনাকারী আব্দুল্লাহ বিন যায়েদ (রাঃ)-কে ‘এক্বামত’ দিতে বলেন। আনাস (রাঃ) বলেন, বেলালকে দু’বার করে আযান ও একবার করে এক্বামত দেওয়ার নির্দেশ দেওয়া হয়েছিল’।[16] এইভাবে ইসলামের ইতিহাসে দু’বার করে আযান ও একবার করে এক্বামত-এর প্রচলন হয়। ৮ম হিজরী সনে মক্কা বিজয়ের পর মদ্বীনায় ফিরে এসে রাসূলুল্লাহ (ছাঃ) বেলালকে মসজিদে নববীতে স্থায়ীভাবে মুওয়ায্যিন নিযুক্ত করেন। ১১ হিজরী সনে রাসূলুল্লাহ (ছাঃ)-এর মৃত্যুর পরে বেলাল (রাঃ) সিরিয়ায় হিজরত করেন এবং নিজ শিষ্য সা‘দ আল-ক্বারাযকে মদ্বীনায় উক্ত দায়িত্বে রেখে যান। হযরত আব্দুল্লাহ বিন ওমর (রাঃ) বলেন,</p><p><br></p><h2>كَانَ الْأَذَانُ عَلَى عَهْدِ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَرَّتَيْنِ مَرَّتَيْنِ وَالْإِقَامَةُ مَرَّةً غَيْرَ أَنَّهُ كَانَ يَقُوْلُ قَدْ قَامَتِ الصَّلاَةُ قَدْ قَامَتِ الصَّلاَةُ، رواه أبو داؤد والنسائى-</h2><p><br></p><p>‘রাসূলুল্লাহ (ছাঃ)-এর যামানায় আযান দু’বার ও এক্বামত একবার করে দেওয়ার রেওয়াজ ছিল, ‘ক্বাদ ক্বা-মাতিছ ছালা-হ’ দু’বার ব্যতীত। [17]</p><p><br></p><p>প্রকাশ থাকে যে, এখানে দু’বার আল্লা-হু আকবার-কে একটি জোড়া হিসাবে ‘একবার’ (মার্রাতান) গণ্য করা হয়েছে। তাছাড়া ‘আল্লাহ’ (الله) শব্দের হামযাহ (ا) ‘ওয়াছ্লী’ হওয়ার কারণে প্রথম ‘আল্লা-হু আকবার’-এর সাথে পরের ‘আল্লা-হু আকবার’ মিলিয়ে পড়া যাবে। একবার ‘ক্বাদ ক্বা-মাতিছ ছালাহ’ এবং প্রথমে ও শেষে একবার করে ‘আল্লা-হু আকবার’ বলার মতামতটি ‘শায’ (شاذ) যা অগ্রহণযোগ্য।[18] কেননা আবুদাঊদে আযান ও এক্বামতের কালেমা সমূহের যথাযথ বিবরণ প্রদত্ত হয়েছে।[19]</p><p><br></p><p>ইমাম খাত্ত্বাবী বলেন, মক্কা-মদ্বীনা সহ সমগ্র হিজায, সিরিয়া, ইয়ামন, মিসর, মরক্কো এবং ইসলামী বিশ্বের প্রত্যন্ত অঞ্চলে একবার করে এক্বামত দেওয়ার নিয়ম চালু আছে এবং এটাই প্রায় সমস্ত ওলামায়ে ইসলামের মাযহাব।[20] ইমাম বাগাভী বলেন, এটাই অধিকাংশ বিদ্বানের মাযহাব। [21] দু’বার এক্বামত-এর রাবী হযরত আবু মাহযূরাহ (রাঃ) নিজে ও তাঁর পুত্র হযরত বেলাল (রাঃ) -এর অনুসরণে একবার করে ‘এক্বামত’ দিতেন।[22]</p>",
        "reference" : "<p>[14] . নাসাঈ হা/৬৬৭-৬৮; আবুদাঊদ, নাসাঈ, মিশকাত হা/৬৬৫, ‘আযানের ফযীলত’ অনুচ্ছেদ-৫।</p><p><br></p><p>[15] . আবুদাঊদ হা/৪৯৯, ‘আওনুল মা‘বূদ হা/৪৯৫।</p><p><br></p><p>[16] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬৪১, ‘ছালাত’ অধ্যায়-৪, ‘আযান’ অনুচ্ছেদ-৪।</p><p><br></p><p>[17] . আবুদাঊদ, নাসাঈ, দারেমী, মিশকাত হা/৬৪৩।</p><p><br></p><p>[18] . নায়লুল আওত্বার, ‘আযানের বিবরণ’ অনুচ্ছেদ, ২/১০৬।</p><p><br></p><p>[19] . আবুদাঊদ হা/৪৯৯, ‘ছালাত’ অধ্যায়-২, ‘কিভাবে আযান দিতে হয়’ অনুচ্ছেদ-২৮।</p><p><br></p><p>[20] . ‘আওনুল মা‘বূদ ২/১৭৫, হা/৪৯৫-এর আলোচনা দ্রষ্টব্য।</p><p><br></p><p>[21] . নায়লুল আওত্বার ‘আযানের বিবরণ’ অনুচ্ছেদ, ২/১০৬।</p><p><br></p><p>[22] . আবুদাঊদ (‘আওনুল মা‘বূদ সহ), হা/৪৯৫-এর ভাষ্য পৃঃ ২/১৭৫ দ্রষ্টব্য।</p>"
    },
    {
        "id": 30,
        "category": 4,
        "title_id" : 4,
        "description": "<p><strong>তারজী‘ (الترجيع)</strong> </p><p>অর্থ ‘পুনরুক্তি’। আযানের মধ্যে দুই শাহাদাত কালেমাকে প্রথমে দু’বার করে মোট চারবার নিম্নস্বরে, পরে দু’বার করে মোট চারবার উচ্চৈঃস্বরে বলাকে তারজী‘ বা পুনরুক্তির আযান বলা হয়। তারজী‘ আযানের কালেমা সংখ্যা হবে মোট ১৫+৪=১৯টি। </p><p><br></p><p>তারজী‘ আযানের হাদীছটি হযরত আবু মাহযূরাহ (রাঃ) কর্তৃক আবু দাঊদে বর্ণিত হয়েছে।[23] </p><p><br></p><p>ছহীহ মুসলিমে একই মর্মে একই রাবী হ’তে বর্ণিত অপর একটি রেওয়ায়াতে আযানে প্রথম তাকবীরের সংখ্যা চার-এর স্থলে দুই বলা হয়েছে।[24] </p><p><br></p><p>তখন কলেমার সংখ্যা দাঁড়াবে তারজীসহ ১৭টি। আবু মাহযূরাহ বর্ণিত সুনানের হাদীছে এক্বামতের কালেমা ‘ক্বাদ ক্বা-মাতিছ ছালা-হ’ সহ মোট ১৭টি বর্ণিত হয়েছে।[25] </p><p><br></p><p>এটি মূলতঃ তা‘লীমের জন্য ছিল।[26]</p><p><br></p><p>এক্ষণে ছহীহ হাদীছ মতে আযানের পদ্ধতি দাঁড়ালো মোট তিনটি ও এক্বামতের পদ্ধতি দু’টি। </p><p><br></p><p>(১) আব্দুল্লাহ বিন যায়েদ (রাঃ) বর্ণিত বেলালী আযান ও এক্বামত যথাক্রমে ১৫টি ও ১১টি বাক্য সম্বলিত, যা রাসূলুল্লাহ (ছাঃ)-এর যুগে মক্কা-মদ্বীনাসহ সর্বত্র চালু ছিল। </p><p><br></p><p>(২) আবু মাহযূরাহ (রাঃ) বর্ণিত তারজী‘ আযানের ১৯টি ও ১৭টি এবং এক্বামতের ১৭টি। সবগুলিই জায়েয। তবে দু’বার করে আযান ও একবার করে এক্বামত বিশিষ্ট বেলালী আযান ও এক্বামত-এর পদ্ধতিটি নিঃসন্দেহে অগ্রগণ্য, যা মুসলিম উম্মাহ কর্তৃক সকল যুগে সমাদৃত।</p>",
        "reference" : "<p>[23] . আবুদাঊদ হা/৫০০, ৫০৩; (‘আওনুল মা‘বূদ সহ) হা/৪৯৬, মিশকাত হা/৬৪৫।</p><p><br></p><p>[24] . মুসলিম হা/৩৭৯।</p><p><br></p><p>[25] . ‘আওনুল মা‘বূদ হা/৪৯৬-এর আলোচনা দ্রষ্টব্য, ২/১৭৬।</p><p><br></p><p>[26] . আহমাদ, তিরমিযী, আবুদাঊদ প্রভৃতি, মিশকাত হা/৬৪৪।</p>"
    },
    {
        "id": 31,
        "category": 4,
        "title_id" : 5,
        "description": "<p><strong>সাহারীর আযান</strong> দেওয়া সুন্নাত। রাসূলুল্লাহ (ছাঃ)-এর যামানায় তাহাজ্জুদ ও সাহারীর আযান বেলাল (রাঃ) দিতেন এবং ফজরের আযান অন্ধ ছাহাবী আব্দুল্লাহ ইবনে উম্মে মাকতূম (রাঃ) দিতেন। তাই রাসূলুল্লাহ (ছাঃ) বলেন, ‘বেলাল রাত্রি থাকতে আযান দিলে তোমরা (সাহারীর জন্য) খানাপিনা কর, যতক্ষণ না ইবনে উম্মে মাকতূম আযান দেয়। কেননা সে ফজর না হওয়া পর্যন্ত আযান দেয় না’।[27] </p><p>তিনি আরও বলেন, ‘বেলালের আযান যেন তোমাদেরকে সাহারী খাওয়া থেকে বিরত না করে। কেননা সে রাত্রি থাকতে আযান দেয় এজন্য যে, যেন তোমাদের তাহাজ্জুদ গোযার মুছল্লীগণ (সাহারীর জন্য) ফিরে আসে ও তোমাদের ঘুমন্ত ব্যক্তিগণ (তাহাজ্জুদ বা সাহারীর জন্য) জেগে ওঠে’।28] </p><p>এটা কেবল রামাযান মাসের জন্য ছিল না। বরং অন্য সময়ের জন্যও ছিল। কেননা রাসূলুল্লাহ (ছাঃ)-এর যামানায় অধিক সংখ্যক ছাহাবী নফল ছিয়াম রাখতেন।[29] </p><p>আজও রামাযান মাসে সকল মসজিদে এবং অন্য মাসে যদি কোন মসজিদের অধিকসংখ্যক প্রতিবেশী নফল ছিয়ামে যেমন আশূরার দু’টি ছিয়াম, আরাফাহর একটি ছিয়াম, শাওয়ালের ছয়টি ছিয়াম ও তাহাজ্জুদে অভ্যস্ত হন, তাহ’লে ঐ মসজিদে নিয়মিতভাবে উক্ত আযান দেওয়া যেতে পারে। যেমন মক্কা ও মদ্বীনায় দুই হারামে সারা বছর দেওয়া হয়ে থাকে।</p><p><br></p><p>সুরূজী প্রমুখ কিছু সংখ্যক হানাফী বিদ্বান রাসূলুল্লাহ (ছাঃ)-এর যামানার উক্ত আযানকে সাহারীর জন্য লোকজনকে আহবান ও সরবে যিকর বলে দাবী করেছেন। ছহীহ বুখারীর সর্বশেষ ভাষ্যকার হাফেয ইবনু হাজার আসক্বালানী বলেন, এই দাবী ‘মারদূদ’ বা প্রত্যাখাত। কেননা লোকেরা ঘুম জাগানোর নামে আজকাল যা করে, তা সম্পূর্ণরূপে ‘বিদ‘আত’ যা ধর্মের নামে নতুন সৃষ্টি। উক্ত আযান-এর অর্থ সকলেই ‘আযান’ বুঝেছেন। যদি ওটা আযান না হয়ে অন্য কিছু হ’ত, তাহ’লে লোকদের ধোঁকায় পড়ার প্রশ্নই উঠতো না। আর রাসূল (ছাঃ)-কেও সাবধান করার দরকার পড়তো না।[30]</p>",
        "reference" : "<p>[27] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬৮০, ‘দেরীতে আযান’ অনুচ্ছেদ-৬; নায়ল ২/১২০।</p><p><br></p><p>[28] . মুসলিম, মিশকাত হা/৬৮১; কুতুবে সিত্তাহর সকল গ্রন্থ তিরমিযী ব্যতীত, নায়ল ২/১১৭-১৮।</p><p><br></p><p>[29] . মির‘আত ২/৩৮২, হা/৬৮৫-এর আলোচনা দ্রষ্টব্য।</p><p><br></p><p>[30] . ফাৎহুল বারী শরহ ছহীহ বুখারী ‘ফজরের পূর্বে আযান’ অনুচ্ছেদ ২/১২৩-২৪।</p>"
    },
    {
        "id": 32,
        "category": 4,
        "title_id" : 6,
        "description": "<p>রাসূলুল্লাহ (ছাঃ) বলেন,</p><p><br></p><h2>إِذَا سَمِعْتُمُ الْمُؤَذِّنَ فَقُوْلُوْا مِثْلَ مَا يَقُوْلُ</h2><p><br></p><p>‘যখন তোমরা আযান শুনবে, তখন মুওয়ায্যিন যা বলে তদ্রুপ বল’...। [31] </p><p><br></p><p>অন্যত্র তিনি এরশাদ করেন, ‘যে ব্যক্তি মুওয়ায্যিনের পিছে পিছে আযানের বাক্যগুলি অন্তর থেকে পাঠ করে এবং ‘হাইয়া ‘আলাছ ছালা-হ’ ও ‘ফালা-হ’ শেষে ‘লা-হাওলা অলা-কুবওয়াতা ইল্লা বিল্লা-হ’ (নেই কোন ক্ষমতা, নেই কোন শক্তি আল্লাহ ব্যতীত) বলে, সে ব্যক্তি জান্নাতে প্রবেশ করবে।[32] </p><p><br></p><p>অতএব আযান ও এক্বামতে ‘হাইয়া ‘আলাছ ছালা-হ’ ও ‘ফালা-হ’ বাদে বাকী বাক্যগুলির জওয়াবে মুওয়ায্যিন যেমন বলবে, তেমনই বলতে হবে। ইক্বামতের জবাব একইভাবে দিবে। কেননা আযান ও ইক্বামত দু’টিকেই হাদীছে ‘আযান’ বলা হয়েছে। [33]</p><p><br></p><p>উল্লেখ্য যে, </p><p>(১) ফজরের আযানে ‘আছ ছালা-তু খায়রুম মিনান নাঊম’-এর জওয়াবে ‘ছাদাক্বতা ওয়া বারারতা’ বলার কোন ভিত্তি নেই।[34] </p><p>(২) অমনিভাবে এক্বামত-এর সময় ‘ক্বাদ ক্বা-মাতিছ ছালা-হ’-এর জওয়াবে‘আক্বা-মাহাল্লা-হু ওয়া আদা-মাহা’ বলা সম্পর্কে আবুদাঊদে বর্ণিত হাদীছটি ‘যঈফ’।[35] </p><p>(৩) ‘আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ’ -এর জওয়াবে ‘ছাল্লাল্লা-হু ‘আলাইহে ওয়া সাল্লাম’ বলারও কোন দলীল নেই।</p><p><br></p><p><strong>আযানের দো‘আ</strong></p><p><br></p><p>(دعاء الأذان) :</p><p><br></p><p>আযানের জওয়াব দান শেষে প্রথমে দরূদ পড়বে।[36] অতঃপর আযানের দো‘আ পড়বে। রাসূলুল্লাহ (ছাঃ) এরশাদ করেন ‘যে ব্যক্তি আযান শুনে এই দো‘আ পাঠ করবে, তার জন্য ক্বিয়ামতের দিন আমার শাফা‘আত ওয়াজিব হবে’।[37]</p><p><br></p><h2>اَللَّهُمَّ رَبَّ هٰذِهِ الدَّعْوَةِ التَّامَّةِ، وَالصَّلاَةِ الْقَائِمَةِ، آتِ مُحَمَّدًانِ الْوَسِيْلَةَ وَالْفَضِيْلَةَ، وَابْعَثْهُ مَقَامًا مَّحْمُوْدًا الَّذِىْ وَعَدْتَهُ -</h2><p><br></p><p>উচ্চারণ : আল্লা-হুম্মা রববা হা-যিহিদ দা‘ওয়াতিত তা-ম্মাহ, ওয়াছ ছলা-তিল ক্বা-য়েমাহ, আ-তে মুহাম্মাদানিল ওয়াসীলাতা ওয়াল ফাযীলাহ, ওয়াব‘আছ্হু মাক্বা-মাম মাহমূদানিল্লাযী ওয়া‘আদ্তাহ’ ।</p><p><br></p><p>অনুবাদ: হে আল্লাহ! (তাওহীদের) এই পরিপূর্ণ আহবান ও প্রতিষ্ঠিত ছালাতের তুমি প্রভু। মুহাম্মাদ (ছাঃ) -কে তুমি দান কর ‘অসীলা’ (নামক জান্নাতের সর্বোচ্চ সম্মানিত স্থান) ও মর্যাদা এবং পৌঁছে দাও তাঁকে (শাফা‘আতের) প্রশংসিত স্থান ‘মাক্বামে মাহমূদে’ যার ওয়াদা তুমি তাঁকে করেছ’। [38] মনে রাখা আবশ্যক যে, আযান উচ্চৈঃস্বরে দেওয়া সুন্নাত। কিন্তু উচ্চৈঃস্বরে আযানের দো‘আ পাঠ করা বিদ‘আত। অতএব মাইকে আযানের দো‘আ পাঠের রীতি অবশ্যই বর্জনীয়। আযানের অন্য দো‘আও রয়েছে।[39]</p><p><br></p><p><strong>আযানের দো‘আয় বাড়তি বিষয় সমূহ</strong></p><p><br></p><p>(الزوائد في دعاء الأذان) :</p><p><br></p><p>আযানের দো‘আয় কয়েকটি বিষয় বাড়তিভাবে চালু হয়েছে, যা থেকে বিরত থাকা কর্তব্য। কারণ রাসূলুল্লাহ (ছাঃ) কঠোরভাবে হুঁশিয়ারি উচ্চারণ করে বলেছেন, ‘যে ব্যক্তি ইচ্ছাকৃতভাবে আমার নামে মিথ্যারোপ করল, সে জাহান্নামে তার ঠিকানা করে নিল’।[40] </p><p><br></p><p>ছাহাবী বারা বিন আযেব (রাঃ) রাতে শয়নকালে রাসূল (ছাঃ)-এর শিখানো একটি দো‘আয় ‘আ-মানতু বে নাবিইয়েকাল্লাযী আরসালতা’-এর স্থলে ‘বে রাসূলেকা’ বলেছিলেন। তাতেই রাসূল (ছাঃ) রেগে ওঠেন ও তার বুকে ধাক্কা দিয়ে ‘বে নাবিইয়েকা’ বলার তাকীদ করেন।[41] </p><p>অথচ সেখানে অর্থের কোন তারতম্য ছিল না।</p><p><br></p><p>প্রকাশ থাকে যে, আযান একটি ইবাদত। এতে কোনরূপ কমবেশী করা জায়েয নয়। তবুও আযানের দো‘আয় বিভিন্ন সময়ে বিভিন্ন শব্দ ও বাক্য যোগ হয়েছে, যার কিছু নিম্নরূপ :</p><p><br></p><p>(১) বায়হাক্বীতে (১ম খন্ড ৪১০ পৃ:) বর্ণিত আযানের দো‘আর শুরুতে ‘আল্লা-হুম্মা ইন্নী আস-আলুকা বে হাকক্বে হা-যিহিদ দাওয়াতে’</p><p>(২) একই হাদীছের শেষে বর্ণিত ‘ইন্নাকা লা তুখ্লিফুল মী‘আ-দ</p><p>(৩) ইমাম ত্বাহাভীর ‘শারহু মা‘আনিল আছার’-য়ে বর্ণিত ‘আ-তে সাইয়িদানা মুহাম্মাদান’</p><p>(৪) ইবনুস সুন্নীর ‘ফী ‘আমালিল ইয়াওমে ওয়াল লায়লাহ’তে ‘ওয়াদ্দারাজাতার রাফী‘আতা’</p><p>(৫) রাফেঈ প্রণীত ‘আল-মুহার্রির’-য়ে আযানের দো‘আর শেষে বর্ণিত ‘ইয়া আরহামার রা-হেমীন’।[42] (৬) আযান বা ইক্বামতে ‘আশহাদু আন্না সাইয়েদানা মুহাম্মাদার রাসূলুল্লাহ’ বলা।[43]</p><p>(৭) বর্তমানে রেডিও বাংলাদেশ ও বাংলাদেশ টেলিভিশন থেকে প্রচারিত আযানের দো‘আয় ‘ওয়ারঝুক্বনা শাফা‘আতাহূ ইয়াওমাল ক্বিয়া-মাহ’ বাক্যটি যোগ করা হচ্ছে। যার কোন শারঈ ভিত্তি জানা যায় না। এছাড়া ওয়াল ফাযীলাতা-র পরে ওয়াদ্দারাজাতার রাফী‘আতা এবং শেষে ইন্নাকা লা তুখলিফুল মী‘আ-দ যোগ করা হয়, যা পরিত্যাজ্য।</p><p>(৮) মাইকে আযানের দো‘আ পাঠ করা, অতঃপর শেষে লা ইলা-হা ইল্লাল্লা-হু মুহাম্মাদুর রাসূলুল্লা-হ, ছাল্লাল্লা-হু ‘আলাইহে ওয়া সাল্লাম বলা।</p>",
        "reference" : "<p>[31] . মুসলিম, মিশকাত হা/৬৫৭ ‘ছালাত’ অধ্যায়-৪, ‘আযানের ফযীলত ও তার জবাব’ অনুচ্ছেদ-৫।</p><p><br></p><p>[32] . মুসলিম, মিশকাত হা/৬৫৮।</p><p><br></p><p>[33] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬৬২; ফিক্বহুস সুন্নাহ ১/৮৮ ‘আযান’ অধ্যায়, মাসআলা-৯।</p><p><br></p><p>[34] . মির‘আত ২/৩৬৩, হা/৬৬২-এর ভাষ্য দ্রষ্টব্য।</p><p><br></p><p>[35] . আবুদাঊদ হা/৫২৮; ঐ, মিশকাত হা/৬৭০; আলবানী, ইরওয়াউল গালীল হা/২৪১, ১/২৫৮-৫৯ পৃঃ।</p><p><br></p><p>[36] . মুসলিম, মিশকাত হা/৬৫৭। দরূদ-এর জন্য ১৭ পৃষ্ঠা দ্রষ্টব্য।</p><p><br></p><p>[37] . বুখারী, মিশকাত হা/৬৫৯; রাবী জাবের বিন আব্দুল্লাহ (রাঃ)।</p><p><br></p><p>[38] . এটি হবে শাফা‘আতে কুবরা-র জন্য (মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫৫৭২, ‘ক্বিয়ামতের অবস্থা’ অধ্যায়-২৮, ‘হাউয ও শাফা‘আত’ অনুচ্ছেদ-৪)। যেমন আল্লাহ বলেন, عَسَى أَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا ইসরা ১৭/৭৯ (অর্থ- ‘সত্বর তোমার প্রভু তোমাকে প্রতিষ্ঠিত করবেন প্রশংসিত স্থানে’)।</p><p><br></p><p>[39] . মুসলিম, মিশকাত হা/৬৬১।</p><p><br></p><p>[40] . مَنْ كَذَبَ عَلَيَّ مُتَعَمِّدًا فَلْيَتَبَوَّأْ مَقْعَدَهُ مِنَ النَّار =বুখারী, মিশকাত হা/১৯৮ ‘ইল্ম’ অধ্যায়-২।</p><p><br></p><p>[41] . বুখারী হা/২৪৭ ‘ওযূ’ অধ্যায়-৪, অনুচ্ছেদ-৭৫; তিরমিযী হা/৩৩৯৪ ‘দো‘আ সমূহ’ অধ্যায়-৪৫, অনুচ্ছেদ-১৬; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/২৩৮৫ ‘দো‘আ সমূহ’ অধ্যায়-৯, অনুচ্ছেদ-৬। ইবনু হাজার আসক্বালানী বলেন, এ কথার অর্থ এটা নয় যে, মর্ম ঠিক রেখে শব্দ পরিবর্তন করা যাবে না বা মর্মগত বর্ণনা (الرواية بالمعني) জায়েয নয়। যেমন ‘নবীউল্লাহ্’র স্থলে ‘রাসূলুল্লাহ’ বলা বা মূল নামের স্থলে উপনাম বলা। কেননা হাদীছ শাস্ত্রে এরূপ বর্ণনা বহুল প্রচলিত। কিন্তু বর্তমান হাদীছ তার বিপরীত। এর অনেকগুলি কারণ থাকতে পারে। যেমন (১) যিকরের শব্দ সমূহ তাওক্বীফী, যা পরিবর্তনযোগ্য নয়। (২) শব্দের মধ্যে কোন সূক্ষ্ম তাৎপর্য থাকতে পারে। (৩) জিব্রীলকে পৃথক করা। কেননা ‘রাসূল’ শব্দ দ্বারা জিব্রীলকে বুঝানো যায়। কিন্তু ‘নবী’ বললে কেবল রাসূল (ছাঃ)-কেই বুঝানো হয়। (৪) আল্লাহ তাঁকে ‘অহি’ করে থাকবেন এভাবেই দো‘আ পাঠের জন্য। ফলে তিনি সেভাবেই বলেন ইত্যাদি। ফাৎহুল বারী হা/২৪৭-এর আলোচনার সার-সংক্ষেপ, ১/৪২৭ পৃঃ।</p><p><br></p><p>[42] . দ্রষ্টব্য: আলবানী, ইরওয়াউল গালীল হা/২৪৩ পৃঃ ১/২৬০-৬১; মোল্লা আলী ক্বারী হানাফী, মিরক্বাত ২/১৬৩।</p><p><br></p><p>[43] . ফিক্বহুস সুন্নাহ পৃঃ ১/৯২।</p>"
    },
    {
        "id": 33,
        "category": 4,
        "title_id" : 7,
        "description": "<p><strong>(১) আযানের আগে ও পরে উচ্চৈঃস্বরে যিকর : </strong></p><p>জুম‘আর দিনে এবং অন্যান্য ছালাতে বিশেষ করে ফজরের আযানের আগে ও পরে বিভিন্ন মসজিদে মাইকে বলা হয়</p><p><strong>(ক) </strong>‘বিসমিল্লা-হ, আছ্ছালাতু ওয়াসসালা-মু ‘আলায়কা ইয়া রাসূলাল্লা-হ ... ইয়া হাবীবাল্লাহ, ... ইয়া রহমাতাল লিল ‘আ-লামীন। এভাবে রাসূলুল্লাহ (ছাঃ)-কে সালাম দেওয়ার পরে সরাসরি আল্লাহকেই সালাম দিয়ে বলা হয়, আছ্ছালাতু ওয়াসসালামু ‘আলায়কা ইয়া রববাল ‘আ-লামীন’। এটা বিদ‘আত তো বটেই, বরং চরম মূর্খতা। কেননা আল্লাহ নিজেই ‘সালাম’। তাকে কে সালাম দিবে? তাছাড়া হাদীছে আল্লাহকে সালাম দিতে নিষেধ করা হয়েছে। [44]</p><p><strong>(খ) </strong>আযানের পরে পুনরায় ‘আছছালা-তু রাহেমাকুমুল্লা-হ’ বলে বারবার উঁচু স্বরে আহবান করা (ইরওয়া ১/২৫৫)। এতদ্ব্যতীত</p><p><strong>(গ) </strong>হামদ, না‘ত, তাসবীহ, দরূদ, কুরআন তেলাওয়াত, ওয়ায, গযল ইত্যাদি শোনানো। অথচ কেবলমাত্র ‘আযান’ ব্যতীত এসময় বাকী সবকিছুই বর্জনীয়। এমনকি আযানের পরে পুনরায় ‘আছছালাত, আছছালাত’ বলে ডাকাও হযরত আব্দুল্লাহ বিন ওমর (রাঃ) প্রমুখ ছাহাবীগণ ‘বিদ‘আত’ বলেছেন।[45] তবে ব্যক্তিগতভাবে যদি কেউ কাউকে ছালাতের জন্য ডাকেন বা জাগিয়ে দেন, তাতে তিনি অবশ্যই নেকী পাবেন। [46]</p><p><br></p><p><strong>(২) ‘তাকাল্লুফ’ করা :</strong> যেমন- আযানের দো‘আটি ‘বাংলাদেশ বেতারের’ কথক এমন ভঙ্গিতে পড়েন, যাতে প্রার্থনার আকুতি থাকেনা। যা অবশ্যই পরিত্যাজ্য। কারণ নিজস্ব স্বাভাবিক সুরের বাইরে যাবতীয় তাকাল্লুফ বা ভান করা ইসলামে দারুণভাবে অপছন্দনীয়।[47]</p><p><br></p><p><strong>(৩) গানের সুরে আযান দেওয়া : </strong>গানের সুরে আযান দিলে একদা আব্দুল্লাহ বিন ওমর (রাঃ) জনৈক মুওয়ায্যিনকে ভীষণভাবে ধমক দিয়ে বলেছিলেন إِنِّيْ لَأُبْغِضُكَ فِي اللهِ ‘আমি তোমার সাথে অবশ্যই বিদ্বেষ করব আল্লাহর জন্য’।[48]</p><p><br></p><p><strong>(৪) আঙ্গুলে চুমু দিয়ে চোখ রগড়ানো : </strong>আযান ও এক্বামতের সময় ‘মুহাম্মাদার রাসূলুল্লাহ’ শুনে বিশেষ দো‘আ সহ আঙ্গুলে চুমু দিয়ে চোখ রগড়ানো, আযান শেষে দুই হাত তুলে আযানের দো‘আ পড়া কিংবা উচ্চৈঃস্বরে তা পাঠ করা ও মুখে হাত মোছা ইত্যাদির কোন শারঈ ভিত্তি নেই।[49]</p><p><br></p><p><strong>(৫) বিপদে আযান দেওয়া : </strong>বালা-মুছীবতের সময় বিশেষভাবে আযান দেওয়ারও কোন দলীল নেই। কেননা আযান কেবল ফরয ছালাতের জন্যই হয়ে থাকে, অন্য কিছুর জন্য নয়।</p><p><br></p><p>(৬) এতদ্ব্যতীত শেষরাতে ফজরের আযানের আগে বা পরে মসজিদে মাইকে উচ্চৈঃস্বরে কুরআন তেলাওয়াত করা, ওয়ায করা ও এভাবে মানুষের ঘুম নষ্ট করা ও রোগীদের কষ্ট দেওয়া এবং তাহাজ্জুদে বিঘ্ন সৃষ্টি করা কঠিন গোনাহের কাজ।[50]</p>",
        "reference" : "<p>[44] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯০৯, ‘ছালাত’ অধ্যায়-৪, ‘তাশাহহুদ’ অনুচ্ছেদ-১৫।</p><p><br></p><p>[45] . তিরমিযী, মিশকাত হা/৬৪৬-এর টীকা; ঐ, ইরওয়া হা/২৩৬, ১/২৫৫; ফিক্বহুস সুন্নাহ ১/৯৩।</p><p><br></p><p>[46] . বুখারী হা/৫৯৫, ‘ছালাতের সময়কাল’ অধ্যায়-৯, অনুচ্ছেদ-৩৫; মুসলিম, মিশকাত হা/৬৮৪ ‘দেরীতে আযান’ অনুচ্ছেদ-৬।</p><p><br></p><p>[47] . রাযীন, মিশকাত হা/১৯৩; الرِّيَاءُ هُوَ الشِّرْكُ اْلأَصْغَرُ ‘রিয়া হ’ল ছোট শিরক’ আহমাদ, বায়হাক্বী, মিশকাত হা/৫৩৩৪ ‘ ‘হৃদয় গলানো’ অধ্যায়-২৬, ‘লোক দেখানো ও শুনানো’ অনুচ্ছেদ-৫; সিলসিলা ছহীহাহ হা/৯৫১।</p><p><br></p><p>[48] . ফিক্বহুস সুন্নাহ ‘আযান’ অধ্যায়, মাসআলা ২১/৩, ১/৯২ পৃঃ ; বুখারী, মুসলিম, মিশকাত হা/২১৯২, ২১৯৪ ‘কুরআনের ফযীলত’ অধ্যায়-৮, ‘তেলাওয়াতের আদব’ অনুচ্ছেদ-১।</p><p><br></p><p>[49] . ফিক্বহুস সুন্নাহ ‘আযান’ অধ্যায়, মাসআলা-২১/২, ১/৯২ পৃঃ; বায়হাক্বী, মিশকাত হা/২২৫৫, টীকা ৪; ইরওয়া হা/৪৩৩-৩৪।</p><p><br></p><p>[50] . ফিক্বহুস সুন্নাহ ১/৯৩ ‘আযান’ অধ্যায়, মাসআলা ২১ (৫)।</p>"
    },
    {
        "id": 34,
        "category": 4,
        "title_id" : 8,
        "description": "<p>(১) মুওয়াযযিন ক্বিবলামুখী হয়ে দাঁড়িয়ে উচ্চকণ্ঠে আযান দিবে। দুই কানে আংগুল প্রবেশ করাবে, যাতে আযানে জোর হয়। ‘হাইয়া ‘আলাছ ছালা-হ ও ফালা-হ’ বলার সময় যথাক্রমে ডাইনে ও বামে মুখ ঘুরাবে, দেহ নয়।[51] অসুস্থ হ’লে বসেও আযান দেওয়া যাবে। [52]</p><p><br></p><p>(২) যে ব্যক্তি আযান হওয়ার পর (কোন যরূরী প্রয়োজন ছাড়াই) মসজিদ থেকে বের হয়ে গেল, সে ব্যক্তি আবুল ক্বাসেম [মুহাম্মাদ (ছাঃ)]-এর অবাধ্যতা করল। [53]</p><p><br></p><p>(৩) যিনি আযান দিবেন, তিনিই এক্বামত দিবেন। অন্যেও দিতে পারেন। অবশ্য মসজিদে নির্দিষ্ট মুওয়াযযিন থাকলে তার অনুমতি নিয়ে অন্যের আযান ও এক্বামত দেওয়া উচিৎ। তবে সময় চলে যাওয়ার উপক্রম হ’লে যে কেউ আযান দিতে পারেন।[54]</p><p><br></p><p>(৪) আযানের উদ্দেশ্য হবে স্রেফ আল্লাহর সন্তুষ্টি অর্জন করা। এজন্য কোন মজুরী চাওয়া যাবে না। তবে বিনা চাওয়ায় ‘সম্মানী’ গ্রহণ করা যাবে। কেননা নিয়মিত ইমাম ও মুওয়াযযিনের সম্মানজনক জীবিকার দায়িত্ব গ্রহণ করা সমাজ ও সরকারের উপরে অপরিহার্য কর্তব্য।[55]</p><p><br></p><p>(৫) আযান ওযূ অবস্থায় দেওয়া উচিৎ। তবে বে-ওযূ অবস্থায় দেওয়াও জায়েয আছে। আযানের জওয়াব বা অনুরূপ যেকোন তাসবীহ, তাহলীল ও দো‘আ সমূহ এমনকি নাপাক অবস্থায়ও পাঠ করা জায়েয আছে।[56]</p><p><br></p><p>(৬) এক্বামতের পরে দীর্ঘ বিরতি হ’লেও পুনরায় এক্বামত দিতে হবে না।[57]</p><p><br></p><p>(৭) আযান ও জামা‘আত শেষে কেউ মসজিদে এলে কেবল এক্বামত দিয়েই জামা‘আত ও ছালাত আদায় করবে।[58]</p><p><br></p><p>(৮) ক্বাযা ছালাত জামা‘আত সহকারে আদায়ের জন্য আযান আবশ্যিক নয়। কেবল এক্বামতই যথেষ্ট হবে। [59]</p>",
        "reference" : "<p>[52] . বায়হাক্বী, ইরওয়া ১/২৪২ পৃঃ।</p><p><br></p><p>[53] . মুসলিম, মিশকাত হা/১০৭৫ ‘জামা‘আত ও উহার ফযীলত’ অনুচ্ছেদ-২৩।</p><p><br></p><p>[54] . ফিক্বহুস সুন্নাহ ১/৯০, ৯২ পৃঃ; মাসআলা-১৩, ২০।</p><p><br></p><p>[55] . আহমাদ, আবুদাঊদ, নাসাঈ, তিরমিযী, ইবনু মাজাহ; নায়লুল আওত্বার ২/১৩১-৩২; আবুদাঊদ, হা/২৯৪৩-৪৫ ‘সনদ ছহীহ’; মিশকাত হা/৩৭৪৮ ‘নেতৃত্ব ও বিচার’ অধ্যায়-১৮, ‘দায়িত্বশীলদের ভাতা ও উপঢৌকন’ অনুচ্ছেদ-৩।</p><p><br></p><p>[56] . ফিক্বহুস সুন্নাহ ১/৫১-৫২।</p><p><br></p><p>[57] . ফিক্বহুস সুন্নাহ ১/৮৯, ৯২ পৃঃ ; ছালাতুর রাসূল, তাখরীজ : আব্দুর রঊফ, ১৯৮ পৃঃ।</p><p><br></p><p>[58] . ফিক্বহুস সুন্নাহ ১/৯১ ‘আযান’ অধ্যায়, মাসআলা-১৮।</p><p><br></p><p>[59] . মুসলিম, মিশকাত হা/৬৮৪, ‘দেরীতে আযান’ অনুচ্ছেদ-৬; মির‘আত ২/৩৮৭।</p>"
    },
    {
        "id": 35,
        "category": 5,
        "title_id" : 1,
        "description": "<p><strong>ছালাতের বিস্তারিত নিয়ম-কানূন বিভিন্ন হাদীছে বর্ণিত হয়েছে।</strong></p><p><br></p><p> তবে নিম্নের হাদীছটিতে অধিকাংশ বিধান একত্রে পাওয়া যায় বিধায় আমরা এটিকে অনুবাদ করে দিলাম।</p><p><br></p><p>‘হযরত আবু হুমায়েদ সা‘এদী (রাঃ) একদিন দশজন ছাহাবীকে বললেন, আমি রাসূল (ছাঃ)-এর ছালাত সম্পর্কে আপনাদের চাইতে অধিক অবগত। তাঁরা বললেন, তাহ’লে বলুন। তখন তিনি বলতে শুরু করলেন যে, রাসূলুল্লাহ (ছাঃ) যখন ছালাতে দাঁড়াতেন, তখন</p><p>(১) দুই হাত কাঁধ বরাবর উঠিয়ে তাকবীর বলতেন। অতঃপর ক্বিরাআত করতেন। অতঃপর তাকবীর দিয়ে</p><p>(২) দু’হাত কাঁধ বরাবর উঠিয়ে রুকুতে যেতেন। এসময় দু’হাত হাঁটুর উপর রাখতেন এবং মাথা ও পিঠ সোজা রাখতেন। অতঃপর সামি‘আল্লা-হু লেমান হামিদাহ বলে রুকূ থেকে উঠে সোজা হয়ে দাঁড়াবার সময়</p><p>(৩) দু’হাত কাঁধ বরাবর উঠাতেন। অতঃপর তাকবীর দিয়ে সিজদায় গিয়ে দু’হাত দু’পাঁজর থেকে ফাঁক রাখতেন এবং দু’পায়ের আঙ্গুলগুলি খোলা রাখতেন (‘ক্বিবলার দিকে মুড়ে রাখতেন’ -বুখারী হা/৮২৮; ঐ, মিশকাত হা/৭৯২)।</p><p><br></p><p>অতঃপর উঠতেন ও বাম পায়ের পাতার উপর সোজা হয়ে বসতেন, যতক্ষণ না প্রত্যেক হাড় স্ব স্ব স্থানে ঠিকমত বসে যায়। অতঃপর দাঁড়াতেন। অতঃপর দ্বিতীয় রাক‘আতেও এরূপ করতেন। অতঃপর যখন দ্বিতীয় রাক‘আত শেষে (তৃতীয় রাক‘আতের জন্য) উঠতেন, তখন তাকবীর দিয়ে দাঁড়িয়ে (৪) দু’হাত কাঁধ বরাবর এমনভাবে উঠাতেন, যেমনভাবে তাকবীরে তাহরীমার সময় উঠিয়েছিলেন। এভাবে তিনি অবশিষ্ট ছালাতে করতেন। অবশেষে যখন শেষ সিজদায় পৌঁছতেন, যার পরে সালাম ফিরাতে হয়, তখন বাম পা ডান দিকে বাড়িয়ে দিতেন ও বাম নিতম্বের উপর বসতেন (قَعَدَ مُتَوَرِّكًا)। অতঃপর সালাম ফিরাতেন’। এ বর্ণনা শোনার পর উপস্থিত দশজন ছাহাবীর সকলে বলে উঠলেন ‘ছাদাক্বতা’ (صَدَقْتَ), ‘আপনি সত্য বলেছেন’। এভাবেই রাসূলুল্লাহ (ছাঃ) ছালাত আদায় করতেন’।[1]</p>",
        "reference" : "<p>[1] . আবুদাঊদ হা/৭৩০ ‘হাদীছ ছহীহ’; দারেমী, তিরমিযী, ইবনু মাজাহ প্রভৃতি; ঐ, মিশকাত হা/৮০১ ‘ছালাত’ অধ্যায়-৪ ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০; বঙ্গানুবাদ মেশকাত শরীফ (ঢাকা : এমদাদিয়া লাইব্রেরী, ৫ম মুদ্রণ ১৯৮৭) হা/৭৪৫ (১২), ১/৩৪০ পৃঃ।</p>"
    },
    {
        "id": 36,
        "category": 5,
        "title_id" : 2,
        "description": "<p><strong>‘নিয়ত’ অর্থ ‘সংকল্প’।</strong></p><p><br></p><p> ছালাতের শুরুতে নিয়ত করা অপরিহার্য। রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><h2>إنَّمَا الْأَعْمَالُ بِالنِّيَاتِ وَ إِنَّمَا لِكُلٍّ امْرِءٍ مَّا نَوَى... </h2><p><br></p><p>‘সকল কাজ নিয়তের উপরে নির্ভরশীল এবং প্রত্যেক ব্যক্তি তাই-ই পাবে, যার জন্য সে নিয়ত করবে’....। [2] </p><p><br></p><p>অতএব ছালাতের জন্য ওযূ করে পবিত্র হয়ে পরিচ্ছন্ন পোষাক ও দেহ-মন নিয়ে কা‘বা গৃহ পানে মুখ ফিরিয়ে মনে মনে ছালাতের দৃঢ় সংকল্প করে স্বীয় প্রভুর সন্তুষ্টি কামনায় তাঁর সম্মুখে বিনম্রচিত্তে দাঁড়িয়ে যেতে হবে। মুখে নিয়ত পাঠের প্রচলিত রেওয়াজটি দ্বীনের মধ্যে একটি নতুন সৃষ্টি। রাসূলুল্লাহ (ছাঃ)-এর ছালাতে এর কোন স্থান নেই। অনেকে ছালাত শুরুর আগেই জায়নামাযের দো‘আ মনে করে ‘ইন্নী ওয়াজ্জাহ্তু...’ পড়েন। এই রেওয়াজটি সুন্নাতের বরখেলাফ। মূলতঃ জায়নামাযের দো‘আ বলে কিছু নেই।</p>",
        "reference" : "<p>[2] . মুত্তাফাক্ব ‘আলাইহ; ছহীহ বুখারী ও মিশকাত -এর ১ম হাদীছ।</p>"
    },
    {
        "id": 37,
        "category": 5,
        "title_id" : 3,
        "description": "<p>দুই হাতের আংগুল সমূহ ক্বিবলামুখী খাড়াভাবে কাঁধ অথবা কান পর্যন্ত উঠিয়ে দুনিয়াবী সবকিছুকে হারাম করে দিয়ে স্বীয় প্রভুর মহত্ত্ব ঘোষণা করে বলবে ‘আল্লা-হু আকবার’ (আল্লাহ সবার চেয়ে বড়)। অতঃপর বাম হাতের উপরে ডান হাত বুকের উপরে বেঁধে সৃষ্টিকর্তা আল্লাহর সম্মুখে নিবেদিত চিত্তে সিজদার স্থান বরাবর দৃষ্টি রেখে[3] দন্ডায়মান হবে। আল্লাহ বলেন, وَقُوْمُوْا ِللهِ قَانِتِيْنَ- ‘আর তোমরা আল্লাহর জন্য নিবিষ্টচিত্তে দাঁড়িয়ে যাও’ (বাক্বারাহ ২/২৩৮)। হাত বাঁধার সময় দুই কানের লতি বরাবর দুই হাতের বৃদ্ধাঙ্গুলী উঠানোর হাদীছ যঈফ। [4] ছালাতে দাঁড়ানোর সময় তাকবীরে তাহরীমার পর বুকে হাত বাঁধা সম্পর্কে প্রসিদ্ধ হাদীছগুলির কয়েকটি নিম্নরূপ:</p><p><br></p><p>১. সাহল বিন সা‘দ (রাঃ) বলেন,</p><p><br></p><h2>كَانَ النَّاسُ يُؤْمَرُوْنَ أَنْ يَّضَعَ الرَّجُلُ يَدَهُ الْيُمْنَى عَلَى ذِرَاعِهِ الْيُسْرَى فِى الصَّلَوةِ، قَالَ أبو حَازِمٍ : لاَ أَعْلَمُ إِلاَّ يَنْمِىْ ذَالِكَ إِلَى النَّبِىِّ صَلَّى اللهُ عَلَيْهِ وَ سَلَّمَ، رواه البخارىُّ-</h2><p><br></p><p>‘লোকদেরকে নির্দেশ দেওয়া হ’ত যেন তারা ছালাতের সময় ডান হাত বাম হাতের উপরে রাখে। আবু হাযেম বলেন যে, ছাহাবী সাহল বিন সা‘দ এই আদেশটিকে রাসূলুল্লাহ (ছাঃ)-এর দিকে সম্পর্কিত করতেন বলেই আমি জানি’।[5]</p><p><br></p><p>‘যেরা‘ (ذِرَاعٌ) অর্থ কনুই থেকে মধ্যমা আঙ্গুলের অগ্রভাগ পর্যন্ত দীর্ঘ হাত’ (আল-মু‘জামুল ওয়াসীত্ব)। একথা স্পষ্ট যে, বাম হাতের উপরে ডান হাত রাখলে তা বুকের উপরেই চলে আসে। নিম্নোক্ত রেওয়ায়াত সমূহে পরিষ্কারভাবে যার ব্যাখ্যা এসেছে। যেমন-</p><p><br></p><p>২. ছাহাবী হুলব আত-ত্বাঈ (রাঃ) বলেন,</p><p><br></p><h2>رَأَيْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَضَعُ الْيُمْنَى عَلَى الْيُسْرَى عَلَى صَدْرِهِ فَوْقَ الْمَفْصِلِ، رواه أحمدُ- </h2><p><br></p><p>‘আমি রাসূলুল্লাহ (ছাঃ)-কে বাম হাতের জোড়ের (কব্জির) উপরে ডান হাতের জোড় বুকের উপরে রাখতে দেখেছি’।[6]</p><p><br></p><p>৩. ওয়ায়েল বিন হুজ্র (রাঃ) বলেন,</p><p><br></p><h2>صَلَّيْتُ مَعَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، فَوَضَعَ يَدَهُ الْيُمْنَى عَلَى يَدِهِ الْيُسْرَى عَلَى صَدْرِهِ، رواه ابْنُ خُزَيْمَةَ وَصَحَّحَهُ </h2><p><br></p><p>‘আমি রাসূলুল্লাহ (ছাঃ)-এর সাথে ছালাত আদায় করলাম। এমতাবস্থায় দেখলাম যে, তিনি বাম হাতের উপরে ডান হাত স্বীয় বুকের উপরে রাখলেন’। [7]</p><p><br></p><p>উপরোক্ত ছহীহ হাদীছ সমূহে ‘বুকের উপরে হাত বাঁধা’ সম্পর্কে স্পষ্ট বক্তব্য এসেছে। ইমাম শাওকানী বলেন,</p><p><br></p><h2> وَلاَ شَيْءَ فِي الْبَابِ أَصَحُّ مِنْ حَدِيْثِ وَائِلِ بْنِ حُجْرٍ الْمَذْكُوْرِ فِيْ صَحِيْحِ ابْنِ خُزَيْمَةَ- </h2><p><br></p><p>‘হাত বাঁধা বিষয়ে ছহীহ ইবনু খুযায়মাতে ওয়ায়েল বিন হুজর (রাঃ) বর্ণিত হাদীছের চাইতে বিশুদ্ধতম কোন হাদীছ আর নেই’।[8] উল্লেখ্য যে, বাম হাতের উপরে ডান হাত রাখা সম্পর্কে ১৮ জন ছাহাবী ও ২ জন তাবেঈ থেকে মোট ২০টি হাদীছ বর্ণিত হয়েছে। ইবনু আব্দিল বার্র বলেন, রাসূলুল্লাহ (ছাঃ) থেকে এর বিপরীত কিছুই বর্ণিত হয়নি এবং এটাই জমহূর ছাহাবা ও তাবেঈনের অনুসৃত পদ্ধতি।[9]</p><p><br></p><p>এক্ষণে ‘নাভির নীচে হাত বাঁধা’ সম্পর্কে আহমাদ, আবুদাঊদ, মুছান্নাফ ইবনু আবী শায়বাহ প্রভৃতি হাদীছ গ্রন্থে চারজন ছাহাবী ও দু’জন তাবেঈ থেকে যে চারটি হাদীছ ও দু’টি ‘আছার’ বর্ণিত হয়েছে, সেগুলি সম্পর্কে মুহাদ্দেছীনের বক্তব্য হ’ল-</p><p><br></p><h2>لاَ يَصْلُحُ وَاحِدٌ مِنْهَا لِلْاِسْتِدْلاَلِ </h2><p><br></p><p>‘(যঈফ হওয়ার কারণে) এগুলির একটিও দলীল হিসাবে গ্রহণযোগ্য নয়’।[10]</p><p><br></p><p>প্রকাশ থাকে যে, ছালাতে দাঁড়িয়ে মেয়েদের জন্য বুকে হাত ও পুরুষের জন্য নাভীর নীচে হাত বাঁধার যে রেওয়াজ চালু আছে, হাদীছে বা আছারে এর কোন প্রমাণ নেই। [11] বরং এটাই স্বতঃসিদ্ধ যে, ছালাতের মধ্যকার ফরয ও সুন্নাত সমূহ মুসলিম নারী ও পুরুষ সকলে একই নিয়মে আদায় করবে।[12]</p><p><br></p><p>বুকে হাত বাঁধার তাৎপর্য : ত্বীবী বলেন, ‘হৃৎপিন্ডের উপরে বুকে হাত বাঁধার মধ্যে হুঁশিয়ারী রয়েছে এ বিষয়ে যে, বান্দা তার মহা পরাক্রান্ত মালিকের সম্মুখে দাঁড়িয়েছে হাতের উপর হাত রেখে মাথা নিচু করে পূর্ণ আদব ও আনুগত্য সহকারে, যা কোনভাবেই ক্ষুণ্ণ করা যাবে না’।[13]</p>",
        "reference" : "<p>[3] . হাকেম, বায়হাক্বী, আলবানী, ছিফাতু ছালা-তিন্নবী (বৈরূত : ১৪০৩/১৯৮৩) পৃঃ ৬৯; ইরওয়া হা/৩৫৪-এর শেষে দ্রষ্টব্য।</p><p><br></p><p>[4] . আবুদাঊদ হা/৭৩৭।</p><p><br></p><p>[5] . বুখারী (দিল্লী ছাপা) ১/১০২ পৃঃ, হা/৭৪০, ‘আযান’ অধ্যায়-১০, অনুচ্ছেদ-৮৭; ঐ, মিশকাত হা/৭৯৮, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০। উল্লেখ্য যে, ইসলামিক ফাউন্ডেশন (১৯৯১), আধুনিক প্রকাশনী (১৯৮৮) প্রভৃতি বাংলাদেশের একাধিক সরকারী ও বেসরকারী প্রকাশনা সংস্থা কর্তৃক অনুদিত ও প্রকাশিত বঙ্গানুবাদ বুখারী শরীফে উপরোক্ত হাদীছটির অনুবাদে ‘ডান হাত বাম হাতের কব্জির উপরে’ -লেখা হয়েছে। এখানে অনুবাদের মধ্যে ‘কব্জি’ কথাটি যোগ করার পিছনে কি কারণ রয়েছে বিদগ্ধ অনুবাদক ও প্রকাশকগণই তা বলতে পারবেন। তবে হাদীছের অনুবাদে এভাবে কমবেশী করা ভয়ংকর গর্হিত কাজ বলেই সকলে জানেন।</p><p><br></p><p>[6] . আহমাদ হা/২২৬১০, সনদ হাসান, আলবানী, আহকামুল জানায়েয, মাসআলা নং-৭৬, ১১৮ পৃঃ; তিরমিযী (তুহফা সহ, কায়রো : ১৪০৭/১৯৮৭) হা/২৫২, ‘ছালাত’ অধ্যায়-২, অনুচ্ছেদ-১৮৭, ২/৮১, ৯০; ফিক্বহুস সুন্নাহ ১/১০৯।</p><p><br></p><p>[7] . ছহীহ ইবনু খুযায়মা হা/৪৭৯; আবুদাঊদ হা/৭৫৫, ইবনু মাস‘ঊদ হ’তে; ঐ, হা/৭৫৯, ত্বাঊস বিন কায়সান হ’তে; ‘ছালাত’ অধ্যায়-২, ‘ছালাতে বাম হাতের উপর ডান হাত রাখা’ অনুচ্ছেদ-১২০।</p><p><br></p><p>[8] . নায়লুল আওত্বার ৩/২৫।</p><p><br></p><p>[9] . নায়লুল আওত্বার ৩/২২; ফিক্বহুস সুন্নাহ (কায়রো : ১৪১২/১৯৯২) ১/১০৯।</p><p><br></p><p>[10] . মির‘আতুল মাফাতীহ (দিল্লী: ৪র্থ সংস্করণ, ১৪১৫/১৯৯৫) ৩/৬৩; তুহফাতুল আহওয়াযী ২/৮৯ ।</p><p><br></p><p>[11] . মির‘আত (লাহোর ১ম সংস্করণ, ১৩৮০/১৯৬১) ১/৫৫৮; ঐ, ৩/৬৩; তুহফা ২/৮৩ ।</p><p><br></p><p>[12] . মির‘আত ৩/৫৯ পৃঃ; ফিক্বহুস সুন্নাহ ১/১০৯; নায়লুল আওত্বার ৩/১৯ ।</p><p><br></p><p>[13] . মির‘আত ৩/৫৯ পৃঃ, হা/৮০৪-এর আলোচনা দ্রষ্টব্য।</p>"
    },
    {
        "id": 38,
        "category": 5,
        "title_id" : 4,
        "description": "<p><strong>‘ছানা’ (الثناء) অর্থ ‘প্রশংসা’।</strong></p><p> এটা মূলতঃ ‘দো‘আয়ে ইস্তেফতা-হ’ </p><p><br></p><p>(دعاء الاستفتاح) বা ছালাত শুরুর দো‘আ। </p><p><br></p><p>বুকে জোড় হাত বেঁধে সিজদার স্থানে দৃষ্টি রেখে বিনম্রচিত্তে নিম্নোক্ত দো‘আর মাধ্যমে মুছল্লী তার সর্বোত্তম ইবাদতের শুভ সূচনা করবে। [পুর্বে উল্লেখ করা হয়েছে]</p>",
        "reference" : ""
    },
    {
        "id": 39,
        "category": 5,
        "title_id" : 5,
        "description": "<p>ছানা বা দো‘আয়ে ইস্তেফতাহ পাঠ শেষে ‘আঊযুবিল্লাহ’ ও ‘বিসমিল্লাহ’ নীরবে পড়বে। অতঃপর সূরায়ে ফাতিহা পাঠ করবে। প্রকাশ থাকে যে, ‘আঊযুবিল্লাহ’ কেবল ১ম রাক‘আতে পড়বে, বাকী রাক‘আতগুলিতে নয়।[14] অমনিভাবে ‘বিসমিল্লাহ’ সূরায়ে ফাতিহার অংশ হওয়ার পক্ষে যেমন কোন ছহীহ দলীল নেই, [15] </p><p><br></p><p>তেমনি ‘জেহরী’ ছালাতে ‘বিসমিল্লাহ’ সরবে পড়ার পক্ষে কোন নির্ভরযোগ্য ভিত্তি নেই।[16] </p><p><br></p><p>বরং এটি দুই সূরার মধ্যে পার্থক্যকারী হিসাবে পঠিত হয়’ (কুরতুবী)।[17]</p><p><br></p><p>ইমাম কুরতুবী বলেন যে, সকল কথার মধ্যে সঠিক কথা হ’ল ইমাম মালেকের কথা যে, ‘বিসমিল্লাহ’ সূরা ফাতিহার অংশ নয়’। যেমন ‘কুরআন’ খবরে ওয়াহেদ অর্থাৎ একজন ব্যক্তির বর্ণনার মাধ্যমে প্রতিষ্ঠিত হয় না। বরং তা প্রতিষ্ঠিত হয় অবিরত ধারায় অকাট্ট বর্ণনা সমূহের মাধ্যমে, যাতে কোন মতভেদ থাকে না। ইবনুল ‘আরাবী বলেন, এটি সূরা ফাতিহার অংশ না হওয়ার জন্য এতটুকুই যথেষ্ট যে, এতে মতভেদ রয়েছে। আর কুরআনে কোন মতভেদ থাকে না। বরং ছহীহ-শুদ্ধ বর্ণনা সমূহ যাতে কোন আপত্তি নেই, একথা প্রমাণ করে যে, ‘বিসমিল্লাহ’ সূরা ফাতিহার অংশ নয়’। এটি সূরা নমলের ৩০তম আয়াত মাত্র। এ বিষয়ে ছহীহ মুসলিমে আবু হুরায়রা (রাঃ) বর্ণিত হাদীছটি প্রণিধানযোগ্য’। [18]</p><p><br></p><p>(১) আনাস বিন মালিক (রাঃ) বলেন,</p><p><br></p><h2>صَلَّيْتُ مَعَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَأَبِيْ بَكْرٍ وَعُمَرَ وَعُثْمَانَ فَلَمْ أَسْمَعْ أَحَدًا مِّنْهُمْ يَقْرَأُ بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ، رَوَاهُ أَحْمَدُ وَمُسْلِمٌ وَاِبنُ خُزَيْمَةَ- وَفِي روايةٍ : لاَ يَجْهَرُوْنَ بِسْمِ اللهِ الرَّحْمٰنِ الرَّحِيْمِ-</h2><p><br></p><p>অর্থ : আমি রাসূলুল্লাহ (ছাঃ), আবুবকর, ওমর ও ওছমান (রাঃ)-এর পিছনে ছালাত আদায় করেছি। কিন্তু তাঁদের কাউকে ‘বিসমিল্লাহ’ জোরে পড়তে শুনিনি’। [19]</p><p><br></p><p>(২)দারাকুৎনীবলেন,</p><p><br></p><h2> إنَّهُ لَمْ يَصِحَّ فِي الْجَهْرِ بِهَا حَدِيْثٌ </h2><p><br></p><p>‘বিসমিল্লাহ’ জোরে বলার বিষয়ে কোন হাদীছ ‘ছহীহ’ প্রমাণিত হয়নি। [20]</p><p><br></p><p>(৩) তবে ছহীহ হাদীছ সমূহের বিপরীতে সবল-দুর্বল মিলে প্রায় ১৪টি হাদীছের প্রতি লক্ষ্য রেখে হাফেয ইবনুল ক্বাইয়িম (রহঃ) বলেন, ‘রাসূলুল্লাহ (ছাঃ) হয়তোবা কখনো কখনো ‘বিসমিল্লাহ’ জোরে বলে থাকবেন। তবে অধিকাংশ সময় তিনি চুপে চুপেই পড়তেন। এটা নিশ্চিত যে, তিনি সর্বদা জোরে পড়তেন না। যদি তাই পড়তেন, তাহ’লে ছাহাবায়ে কেরাম, খুলাফায়ে রাশেদ্বীন, শহরবাসী ও সাধারণ মুছল্লীদের নিকটে বিষয়টি গোপন থাকত না’।.... অতঃপর বর্ণিত হাদীছগুলি সম্পর্কে তিনি বলেন,</p><p><br></p><h2> فَصَحِيْحُ تِلْكَ الْأَحَادِيْثِ غَيْرُ صَرِيْحٍ، وَصَرِيْحُهَا غَيْرُ صَحِيْحٍ </h2><p><br></p><p>‘উক্ত মর্মে বর্ণিত হাদীছগুলির মধ্যে যেগুলি ছহীহ, সেগুলির বক্তব্য স্পষ্ট নয় এবং স্পষ্টগুলি ছহীহ নয়’।[21]</p>",
        "reference" : "<p>[14] . ফিক্বহুস সুন্নাহ ১/১১২ পৃঃ ; নায়ল ৩/৩৬-৩৯ পৃঃ।</p><p><br></p><p>[15] . নায়লুল আওত্বার ৩/৫২ পৃঃ। বিস্তারিত আলোচনা দ্রষ্টব্য : নায়ল ৩/৩৯-৫২।</p><p><br></p><p>[16] . নায়লুল আওত্বার ৩/৪৬ পৃঃ।</p><p><br></p><p>[17] . আবুদাঊদ হা/৭৮৮ ‘ছালাত’ অধ্যায়-২, অনুচ্ছেদ-১২৫।</p><p><br></p><p>[18] . মুসলিম, মিশকাত হা/৮২৩ ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২; তাফসীরে কুরতুবী মুক্বাদ্দামা, ‘বিসমিল্লাহ’ অংশ দ্রষ্টব্য।</p><p><br></p><p>[19] . ছহীহ ইবনু খুযায়মা (বৈরূত : ১৩৯১/১৯৭১), হা/৪৯৪-৯৬; আহমাদ, মুসলিম, নায়ল ৩/৩৯; দারাকুৎনী হা/১১৮৬-৯৫; হাদীছ ছহীহ।</p><p><br></p><p>[20] . নায়লুল আওত্বার ৩/৪৬ পৃঃ ।</p><p><br></p><p>[21] . যা-দুল মা‘আ-দ ১/১৯৯-২০০ পৃঃ ; নায়ল ৩/৪৭ পৃঃ; ফিক্বহুস সুন্নাহ ১/১০২ পৃঃ।</p>"
    },
    {
        "id": 40,
        "category": 5,
        "title_id" : 6,
        "description": "<p>৫. (ক) সর্বাবস্থায় ছালাতে সূরা ফাতিহা পাঠ করার দলীল সমূহ-</p><p><br></p><h2>(أدلة قراءة الفاتحة في الصلاة) :</h2><p><br></p><p>ইমাম ও মুক্তাদী সকলের জন্য সকল প্রকার ছালাতে প্রতি রাক‘আতে সূরায়ে ফাতিহা পাঠ করা ফরয। প্রধান দলীল সমূহ :</p><p><br></p><p>(১) হযরত উবাদাহ বিন ছামিত (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, لاَ صَلاَةَ لِمَنْ لَّمْ يَقْرَأْ بِفَاتِحَةِ الْكِتَابِ، مُتَّفَقٌ عَلَيْهِ(‘লা ছালা-তা লিমান লাম ইয়াক্বরা’ বিফা-তিহাতিল কিতা-ব’) ‘ঐ ব্যক্তির ছালাত সিদ্ধ নয়, যে ব্যক্তি সূরায়ে ফাতিহা পাঠ করে না’। [22]</p><p><br></p><p>(২) ছালাতে ভুলকারী (مسئ الصلاة) জনৈক ব্যক্তিকে প্রশিক্ষণ দিতে গিয়ে রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><h2><br></h2><h2> ... ثُمَّ اقْرَأْ بِأُمِّ الْقُرْآنِ وَبِمَا شَآءَ اللهُ أَنْ تَقْرَأَ </h2><p><br></p><p>‘অতঃপর তুমি ‘উম্মুল কুরআন’ অর্থাৎ সূরায়ে ফাতিহা পড়বে এবং যেটুকু আল্লাহ ইচ্ছা করেন কুরআন থেকে পাঠ করবে’...। [23]</p><p><br></p><p>(৩) আবু সাঈদ খুদরী (রাঃ) বলেন,</p><p><br></p><h2>أُمِرْنَا أَنْ نَقْرَأَ بِفَاتِحَةِ الْكِتَابِ وَمَا تَيَسَّرَ</h2><p><br></p><p>‘আমরা আদিষ্ট হয়েছিলাম যেন আমরা সূরায়ে ফাতিহা পড়ি এবং (কুরআন থেকে) যা সহজ মনে হয় (তা পড়ি)’।[24]</p><p><br></p><p>(৪) আবু হুরায়রা (রাঃ) বলেন, أَمَرَنِيْ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ أَنْ أُنَادِيَ أَنَّهُ لاَ صَلاَةَ إِلاَّ بِقِرَاءَةِ فَاتِحَةِ الْكِتَابِ فَمَا زَادَ- ‘রাসূলুল্লাহ (ছাঃ) আমাকে নির্দেশ দেন যেন আমি এই কথা ঘোষণা করে দেই যে, ছালাত সিদ্ধ নয় সূরায়ে ফাতিহা ব্যতীত। অতঃপর অতিরিক্ত কিছু’।[25] এখানে প্রথমে সূরায়ে ফাতিহা, অতঃপর কুরআন থেকে যা সহজ মনে হয়, সেখান থেকে অতিরিক্ত কিছু পড়তে নির্দেশ দেওয়া হয়েছে।</p><p><br></p><p>(৫) আল্লাহ বলেন,</p><p><br></p><h2>وَإِذَا قُرِئَ الْقُرْآنُ فَاسْتَمِعُوْا لَهُ وَأَنْصِتُوْا...</h2><p><br></p><p>(‘ওয়া এযা কুরিয়াল কুরআ-নু ফাসতামি‘ঊ লাহূ ওয়া আনছিতূ’)। অর্থ : ‘যখন কুরআন পাঠ করা হয়, তখন তোমরা তা মনোযোগ দিয়ে শ্রবণ কর ও চুপ থাক’... (আ‘রাফ ৭/২০৪)।</p><p><br></p><p>আনাস (রাঃ) বর্ণিত হাদীছে রাসূলুল্লাহ (ছাঃ) মুছল্লীদের উদ্দেশ্যে বলেন,</p><h2><br></h2><h2>أَتَقْرَءُوْنَ فِيْ صَلاَتِكُمْ خَلْفَ الْإِمَامِ وَالْإِمَامُ يَقْرَأُ ؟ فَلاَ تَفْعَلُوْا وَلْيَقْرَأْ أَحَدُكُمْ بِفَاتِحَةِ الْكِتَابِ فِيْ نَفْسِهِ، أَخْرَجَهُ ابْنُ حِبَّانَ-</h2><p><br></p><p>‘তোমরা কি ইমামের ক্বিরাআত অবস্থায় পিছনে কিছু পাঠ করে থাক? এটা করবে না। বরং কেবলমাত্র সূরায়ে ফাতিহা চুপে চুপে পাঠ করবে’।[26]</p><p><br></p><p>(৬) হযরত আবু হুরায়রা (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><h2> مَنْ صَلَّى صَلاَةً لَمْ يَقْرَأْ فِيْهَا بِأُمِّ الْقُرْآنِ فَهِيَ خِدَاجٌ، فَهِيَ خِدَاجٌ، فَهِيَ خِدَاجٌ، غَيْرُ تَمَامٍ </h2><p><br></p><p>‘যে ব্যক্তি ছালাত আদায় করল, যার মধ্যে ‘কুরআনের সারবস্ত্ত’ অর্থাৎ সূরায়ে ফাতিহা পাঠ করল না, তার ঐ ছালাত বিকলাঙ্গ, বিকলাঙ্গ, বিকলাঙ্গ, অপূর্ণাঙ্গ’...। রাবী হযরত আবু হুরায়রা (রাঃ) -কে বলা হ’ল, আমরা যখন ইমামের পিছনে থাকি, তখন কিভাবে পড়ব? তিনি বললেন, إقْرَأْ بِهَا فِيْ نَفْسِكَ (ইক্বরা’ বিহা ফী নাফসিকা) ‘তুমি ওটা চুপে চুপে পড়’। তাছাড়া উক্ত হাদীছে সূরা ফাতিহাকে আল্লাহ ও বান্দার মাঝে অর্ধেক করে দু’ভাগে ভাগ করা হয়েছে এবং বলা হয়েছে وَلِعَبْدِيْ مَا سَأَلَ ‘আর আমার বান্দা যা চাইবে, তাই পাবে’।[27] ইমাম ও মুক্তাদী উভয়েই আল্লাহর বান্দা। অতএব উভয়ে সূরা ফাতিহা পাঠের মাধ্যমে আল্লাহর নিকটে ‘ছিরাতে মুস্তাক্বীম’-এর সর্বোত্তম হেদায়াত প্রার্থনা করবে। রাসূলুল্লাহ (ছাঃ) ও তাঁর ছাহাবীগণ আমাদেরকে যেদিকে পথনির্দেশ দান করেছেন।</p><p><br></p><p>উল্লেখ্য যে, উক্ত হাদীছে সূরা ফাতিহাকে দু’ভাগে ভাগ করা হয়েছে। ১ম ভাগে আলহামদু... থেকে প্রথম তিনটি আয়াতে আল্লাহর প্রশংসা এবং ২য় ভাগে ইহ্দিনাছ... থেকে শেষের তিনটি আয়াতে বান্দার প্রার্থনা এবং ইইয়াকা না‘বুদু...-কে মধ্যবর্তী আয়াত হিসাবে গণ্য করা হয়েছে। যা আল্লাহ ও বান্দার মাঝে বিভক্ত। এর মধ্যে বিসমিল্লাহ-কে শামিল করা হয়নি। ফলে অত্র হাদীছ অনুযায়ী বিসমিল্লাহ সূরা ফাতিহার অংশ নয়।</p><p><br></p><p>‘খিদাজ’ (خِدَاجٌ) অর্থ : সময় আসার পূর্বেই যে সন্তান ভূমিষ্ঠ হয়, যদিও সে পূর্ণাংগ হয় (আল-মু‘জামুল ওয়াসীত্ব)। খাত্ত্বাবী বলেন, ‘আরবরা ঐ বাচ্চাকে ‘খিদাজ’ বলে, যা রক্তপিন্ড আকারে অসময়ে গর্ভচ্যুত হয় ও যার আকৃতি চেনা যায় না’। আবু ওবায়েদ বলেন, ‘খিদাজ’ হ’ল গর্ভচ্যুত মৃত সন্তান, যা কাজে আসে না’। [28] অতএব সূরায়ে ফাতিহা বিহীন ছালাত প্রাণহীন অপূর্ণাংগ বাচ্চার ন্যায়, যা কোন কাজে লাগে না।</p><p><br></p><p>(৭) হযরত ওবাদাহ বিন ছামিত (রাঃ) বলেন, আমরা একদা ফজরের জামা‘আতে রাসূলুল্লাহ (ছাঃ)-এর পিছনে ছালাত রত ছিলাম। এমন সময় মুক্তাদীদের কেউ সরবে কিছু পাঠ করলে রাসূল (ছাঃ)-এর জন্য ক্বিরাআত কঠিন হয়ে পড়ে। তখন সালাম ফিরানোর পরে তিনি বললেন, সম্ভবতঃ তোমরা তোমাদের ইমামের পিছনে কিছু পড়ে থাকবে? আমরা বললাম, হ্যাঁ। জবাবে রাসূলুল্লাহ (ছাঃ) বললেন,</p><p><br></p><h2> لاَ تَفْعَلُوْا إِلاَّ بِفَاتِحَةِ الْكِتَابِ فَإِنَّهُ لاَ صَلاَةَ لِمَنْ لَمْ يَقْرَأْ بِهَا </h2><p><br></p><p>‘এরূপ করো না কেবল সূরায়ে ফাতিহা ব্যতীত। কেননা ছালাত সিদ্ধ হয় না যে ব্যক্তি ওটা পাঠ করে না’।[29]</p><p><br></p><p>ঘটনা এই যে, প্রথম দিকে রাসূলুল্লাহ (ছাঃ)-এর সাথে সাথে অনেকে ইমামের পিছনে সরবে ক্বিরাআত করত। অনেকে প্রয়োজনীয় কথাও বলত। তাতে ইমামের ক্বিরাআতে বিঘ্ন ঘটতো। তাছাড়া মুশরিকরাও রাসূল (ছাঃ)-এর কুরআন পাঠের সময় ইচ্ছাকৃতভাবে শিস দিত ও হাততালি দিয়ে বিঘ্ন ঘটাতো। সেকারণ উপরোক্ত আয়াত (আ‘রাফ ৭/২০৪) নাযিলের মাধ্যমে সকলকে কুরআন পাঠের সময় চুপ থাকতে ও তা মনোযোগ দিয়ে শুনতে আদেশ করা হয়েছে।[30] এই নির্দেশ ছালাতের মধ্যে ও বাইরে সর্বাবস্থায় প্রযোজ্য। অতঃপর পূর্বোক্ত উবাদাহ, আবু হুরায়রা ও আনাস (রাঃ) প্রমুখ বর্ণিত হাদীছ সমূহের মাধ্যমে জেহরী ছালাতে ইমামের পিছনে কেবলমাত্র সূরায়ে ফাতিহা নীরবে পড়তে ‘খাছ’ ভাবে নির্দেশ দেওয়া হয়েছে, অন্য কোন সূরা নয়।</p><p><br></p><p>অতএব উক্ত ছহীহ হাদীছ সমূহ পূর্বোক্ত কুরআনী আয়াতের (আ‘রাফ ৭/২০৪) ব্যাখ্যা হিসাবে এসেছে, বিরোধী হিসাবে নয়। রাসূলুল্লাহ (ছাঃ)-এর উক্ত ব্যাখ্যা নিঃসন্দেহে ‘অহি’ দ্বারা প্রত্যাদিষ্ট, তাঁর নিজের পক্ষ থেকে নয়। অতএব অহি-র বিধান অনুসরণে সর্বাবস্থায় ছালাতে সূরায়ে ফাতিহা পাঠ করা অবশ্য কর্তব্য।</p><p><br></p><p>৫. (খ) বিরোধীদের দলীলসমূহ ও তার জওয়াব</p><p><br></p><p>(أدلة المخالفين للقراءة وجوابها) :</p><p><br></p><p>ইমামের পিছনে জেহরী বা সের্রী কোন প্রকার ছালাতে সূরায়ে ফাতিহা পাঠ করা যাবে না -এই মর্মে যাঁরা অভিমত পোষণ করেন, তাঁদের প্রধান দলীল সমূহ নিম্নরূপ :</p><p><br></p><p>(১) সূরা আ‘রাফ ২০৪ আয়াতে ক্বিরাআতের সময় চুপ থেকে মনোযোগ দিয়ে তা শুনতে বলা হয়েছে। সেখানে বিশেষ কোন সূরাকে ‘খাছ’ করা হয়নি। এক্ষণে হাদীছ দ্বারা সূরায়ে ফাতিহাকে খাছ করলে তা কুরআনী আয়াতকে ‘মনসূখ’ বা হুকুম রহিত করার শামিল হবে। অথচ ‘হাদীছ দ্বারা কুরআনী হুকুমকে মানসূখ করা যায় না’। [31]</p><p><br></p><p>জবাব : এখানে ‘মনসূখ’ হবার প্রশ্নই ওঠে না। বরং হাদীছে ব্যাখ্যাকারে বর্ণিত হয়েছে এবং কুরআনের মধ্য থেকে উম্মুল কুরআনকে ‘খাছ’ করা হয়েছে (হিজর ১৫/৮৭)। যেমন কুরআনে সকল উম্মতকে লক্ষ্য করে ‘মীরাছ’ বণ্টনের সাধারণ আদেশ দেওয়া হয়েছে (নিসা ৪/৭,১১)। কিন্তু হাদীছে রাসূলুল্লাহ (ছাঃ)-এর সম্পত্তি তাঁর উত্তরাধিকারী সন্তানগণ পাবেন না বলে ‘খাছ’ ভাবে নির্দেশ দেওয়া হয়েছে।[32]</p><p><br></p><p>মূলতঃ রাসূলুল্লাহ (ছাঃ)-এর আগমন ঘটেছিল কুরআনের ব্যাখ্যাকারী হিসাবে[33] এবং ঐ ব্যাখ্যাও ছিল সরাসরি আল্লাহ কর্তৃক প্রত্যাদিষ্ট।[34] অতএব রাসূল (ছাঃ)-এর প্রদত্ত ব্যাখ্যা প্রত্যাখ্যান করা ‘অহিয়ে গায়ের মাতলু’ বা আল্লাহর অনাবৃত্ত অহি-কে প্রত্যাখ্যান করার শামিল হবে।</p><p><br></p><p>(২) হযরত আবু হুরায়রা (রাঃ) বলেন, একদা এক জেহরী ছালাতে সালাম ফিরিয়ে রাসূলুল্লাহ (ছাঃ) মুছল্লীদের জিজ্ঞেস করলেন, তোমাদের মধ্যে কেউ কি এইমাত্র আমার সাথে কুরআন পাঠ করেছ? একজন বলল, জি-হাঁ। রাসূলুল্লাহ (ছাঃ) বললেন, তাই বলি, مَا لِيْ أُنَازِعُ القُرْآنَ ‘আমার ক্বিরাআতে কেন বিঘ্ন সৃষ্টি হচ্ছে’? রাবী বলেন,</p><p><br></p><h2>- فَانْتَهَى النَّاسُ عَنِ الْقِرَاءَةِ مَعَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِيْمَا جَهَرَ فِيْهِ </h2><p><br></p><p>‘এরপর থেকে লোকেরা জেহরী ছালাতে রাসূল (ছাঃ)-এর সাথে ক্বিরাআত করা থেকে বিরত হ’ল’।[35]</p><p><br></p><p>জবাব : হাদীছের বক্তব্যে বুঝা যায় যে, মুক্তাদীগণের মধ্যে কেউ রাসূল (ছাঃ)-এর সাথে সাথে সরবে ক্বিরাআত করেছিলেন। যার জন্য ইমাম হিসাবে রাসূল (ছাঃ)-এর ক্বিরাআতে বিঘ্ন সৃষ্টি হয়েছিল। ইতিপূর্বে আনাস ও আবু হুরায়রা (রাঃ) বর্ণিত হাদীছ দু’টিতে নীরবে পড়ার কথা এসেছে, যাতে বিঘ্ন সৃষ্টি না হয়। শাহ অলিউল্লাহ দেহলভী (রহঃ) বলেন,فَإنْ قَرَأَ فَلْيَقْرَءِ الْفَاتِحَةَ قِرَاءَةً لاَ يُشَوِّشُ عَلَي الْإِمَامِ- ‘জেহরী ছালাতে মুক্তাদী এমনভাবে সূরায়ে ফাতিহা পাঠ করবে, যাতে ইমামের ক্বিরাআতে বিঘ্ন সৃষ্টি না হয়’।[36] অতএব নীরবে ইমামের পিছনে সূরায়ে ফাতিহা পড়লে ইমামের ক্বিরাআতে বিঘ্ন সৃষ্টির প্রশ্নই আসে না। উল্লেখ্য যে, হাদীছের শেষাংশে ‘অতঃপর লোকেরা ক্বিরাআত থেকে বিরত হ’ল’ কথাটি ‘মুদরাজ’ (مدرج), যা সনদভুক্ত অন্যতম বর্ণনাকারী ইবনু শিহাব যুহরী কর্তৃক সংযুক্ত। শিষ্য সুফিয়ান বিন ‘উয়ায়না বলেন, যুহরী (এ বিষয়ে) এমন কথা বলেছেন, যা আমি কখনো শুনিনি’। [37]</p><p><br></p><p>(৩) আবু হুরায়রা (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><h2> إِنَّمَا جُعِلَ الْإِمَامُ لِيُؤْتَمَّ بِهِ فَإِذَا كَبَّرَ فَكَبِّرُوْا وَإِذَا قَرَأَ فَأَنْصِتُوْا- </h2><p><br></p><p>‘ইমাম নিযুক্ত হন তাকে অনুসরণ করার জন্য। তিনি যখন তাকবীর বলেন, তখন তোমরা তাকবীর বল। তিনি যখন ক্বিরাআত করেন, তখন তোমরা চুপ থাক’। [38]</p><p><br></p><p>জবাব : উক্ত হাদীছে ‘আম’ ভাবে ক্বিরাআতের সময় চুপ থাকতে বলা হয়েছে। কুরআনেও অনুরূপ নির্দেশ এসেছে (আ‘রাফ ৭/২০৪)। একই রাবীর (আবু হুরায়রা) ইতিপূর্বেকার বর্ণনায় এবং আনাস (রাঃ) বর্ণিত হাদীছে সূরায়ে ফাতিহাকে ‘খাছ’ ভাবে চুপে চুপে পড়তে নির্দেশ দেওয়া হয়েছে। অতএব ইমামের পিছনে চুপে চুপে সূরায়ে ফাতিহা পাঠ করলে উভয় ছহীহ হাদীছের উপরে আমল করা সম্ভব হয়।</p><p><br></p><p>(৪) হযরত জাবের (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, مَنْ كَانَ لَهُ إِمَامٌ فَقِرَاءَةُ الْإِمَامِ لَهُ قِرَاءَةٌ ‘যার ইমাম রয়েছে, ইমামের ক্বিরাআত তার জন্য ক্বিরাআত হবে’।[39]</p><p><br></p><p>জবাব : (ক) ইবনু হাজার আসক্বালানী বলেন, যতগুলি সূত্র থেকে হাদীছটি বর্ণিত হয়েছে সকল সূত্রই দোষযুক্ত। সেকারণ ‘হাদীছটি সকল বিদ্বানের নিকটে সর্বসম্মতভাবে যঈফ (إِنَّهُ ضَعِيْفٌ عِنْدَ جَمِيْعِ الْحُفَّاظِ)’।[40]</p><p><br></p><p>(খ) অত্র হাদীছে ‘ক্বিরাআত’ কথাটি ‘আম’। কিন্তু সূরায়ে ফাতিহা পাঠের নির্দেশটি ‘খাছ’। অতএব অন্য সব সূরা বাদ দিয়ে কেবল সূরায়ে ফাতিহা পাঠ করতে হবে।</p><p><br></p><p>(৫) لاَ صَلاَةَ إِلاَّ بِفَاتِحَةِ الْكِتَابِ (‘লা ছালা-তা ইল্লা বি ফা-তিহাতিল কিতাব’) বা ‘সূরায়ে ফাতিহা ব্যতীত ছালাত নয়’ [41] অর্থ ‘ছালাত পূর্ণাংগ নয়’ (لاَ صَلاَةَ بِالكَمَالِ) । যেমন অন্য হাদীছে রয়েছে, لاَ إِيْمَانَ لِمَنْ لاَ أَمَانَةَ لَهُ وَلاَ دِيْنَ لِمَنْ لاَ عَهْدَ لَهُ (‘লা ঈমা-না লিমান লা আমা-নাতা লাহূ, ওয়ালা দ্বীনা লিমান লা ‘আহ্দা লাহূ’) ‘ঐ ব্যক্তির ঈমান নেই, যার আমানত নেই এবং ঐ ব্যক্তির দ্বীন নেই যার ওয়াদা ঠিক নেই’[42] অর্থ ঐ ব্যক্তির ঈমান পূর্ণ নয়, বরং ত্রুটিপূর্ণ।</p><p><br></p><p>জবাব : (ক) কুতুবে সিত্তাহ সহ প্রায় সকল হাদীছ গ্রন্থে বর্ণিত উপরোক্ত মর্মের প্রসিদ্ধ হাদীছটি একই রাবী হযরত উবাদাহ বিন ছামিত (রাঃ) হ’তে দারাকুৎনীতে ছহীহ সনদে বর্ণিত হয়েছে এভাবে, لاَ تُجْزِئُ صَلاَةٌ لاَ يَقْرَأُ الرَّجُلُ فِيْهَا بِفَاتِحَةِ الْكِتَابِ- ‘ঐ ছালাত সিদ্ধ নয়, যার মধ্যে মুছল্লী সূরায়ে ফাতিহা পাঠ করে না’।[43] অতএব উক্ত হাদীছে ‘ছালাত নয়’ অর্থ ‘ছালাত সিদ্ধ নয়’।</p><p><br></p><p>(খ) অনুরূপভাবে’ ‘খিদাজ’ বা ত্রুটিপূর্ণ- এর ব্যাখ্যায় ইবনু খুযায়মা স্বীয় ‘ছহীহ’ গ্রন্থে ‘ছালাত’ অধ্যায়ে ৯৫ নং দীর্ঘ অনুচ্ছেদ রচনা করেন এভাবে যে,</p><h2><br></h2><h2>بَابُ ذِكْرِ الدَّلِيلِ عَلَى أَنَّ الْخِدَاجَ الَّذِي أَعْلَمَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فِي هَذَا الْخَبَرِ هُوَ النَّقْصُ الَّذِي لاَ تُجْزِئُ الصَّلاَةُ مَعَهُ، إِذِ النَّقْصُ فِي الصَّلاَةِ يَكُوْنُ نَقْصَيْنِ، أَحَدُهُمَا لاَ تُجْزِئُ الصَّلاَةُ مَعَ ذَلِكَ النَّقْصِ، وَالآخَرُ تَكُوْنُ الصَّلاَةُ جَائِزَةً مَعَ ذَلِكَ النَّقْصِ لاَ يَجِبُ إِعَادَتُهَا، وَلَيْسَ هَذَا النَّقْصُ مِمَّا يُوجِبُ سَجْدَتَيِ السَّهْوِ مَعَ جَوَازِ الصَّلاَةِ- (صحيح ابن خزيمة، كتاب الصلاة، باب ৯৫)-</h2><p><br></p><p>‘ঐ ‘খিদাজ’-এর আলোচনা যে সম্পর্কে রাসূল (ছাঃ) অত্র হাদীছে হুঁশিয়ার করেছেন যে, ঐ ত্রুটি থাকলে ছালাত সিদ্ধ হবে না। কেননা ত্রুটি দু’প্রকারেরঃ এক- যা থাকলে ছালাত সিদ্ধ হয় না। দুই- যা থাকলেও ছালাত সিদ্ধ হয়। পুনরায় পড়তে হয় না। এই ত্রুটি হ’লে ‘সিজদায়ে সহো’ দিতে হয় না। অথচ ছালাত সিদ্ধ হয়ে যায়’।</p><p><br></p><p>অতঃপর তিনি আবু হুরায়রা (রাঃ) বর্ণিত রাসূলুল্লাহ (ছাঃ) -এর হাদীছ উদ্ধৃত করেন যে,</p><p><br></p><h2> لاَ تُجْزِئُ صَلاَةٌ لاَ يُقْرَأُ ا فِيْهَا بِفَاتِحَةِ الْكِتَابِ </h2><p><br></p><p>‘ঐ ছালাত সিদ্ধ নয়, যাতে সূরায়ে ফাতিহা পাঠ করা হয় না’.....। [44]</p><p><br></p><p>এক্ষণে ‘লা ছালা-তা বা ‘ছালাত নয়’-এর অর্থ যখন স্বয়ং রাসূলুল্লাহ (ছাঃ) ‘লা তুজযিউ’ অর্থাৎ ‘ছালাত সিদ্ধ নয়’ বলে ব্যাখ্যা প্রদান করেছেন, তখন সেখানে আমাদের নিজস্ব ব্যাখ্যার কোন অবকাশ নেই। অতএব ‘খিদাজ’ অর্থ ‘অপূর্ণাঙ্গ’ করাটা অন্যায়। বরং এটি ‘ক্রটিপূর্ণ’। আর ত্রুটিপূর্ণ ছালাত প্রকৃত অর্থে কোন ছালাত নয়।</p><p><br></p><p>অতএব রাসূলুল্লাহ (ছাঃ)-এর ছহীহ হাদীছ, অধিকাংশ ছাহাবী ও তাবেঈন এবং ইমাম মালেক, শাফেঈ ও আহমাদ সহ অধিকাংশ মুজতাহিদ ইমামগণের সিদ্ধান্ত ও নিয়মিত আমলের প্রতি সম্মান প্রদর্শন করে সর্বাবস্থায় সকল ছালাতে সূরায়ে ফাতেহা পাঠ করা অবশ্য কর্তব্য। নইলে অহেতুক যিদ কিংবা ব্যক্তি ও দলপূজার পরিণামে সারা জীবন ছালাত আদায় করেও ক্বিয়ামতের দিন স্রেফ আফসোস ব্যতীত কিছুই জুটবে না। যেমন আল্লাহ বলেন, ‘যেদিন অনুসরণীয় ব্যক্তিগণ তাদের অনুসারীদের সাথে সম্পর্ক ছিন্ন করবে ও সকলে আযাবকে প্রত্যক্ষ করবে এবং তাদের মধ্যকার পারস্পরিক সম্পর্ক সমূহ ছিন্ন হবে’। ‘যেদিন অনুসারীগণ বলবে, যদি আমাদের আরেকবার ফিরে যাওয়ার সুযোগ হ’ত, তাহ’লে আমরা তাদের সাথে সম্পর্ক ছিন্ন করতাম, যেমন আজ তারা আমাদের সাথে সম্পর্ক ছিন্ন করেছে। এমনিভাবে আল্লাহ সেদিন তাদের সকল আমলকে তাদের জন্য ‘আফসোস’ হিসাবে দেখাবেন। অথচ তারা কখনোই জাহান্নাম থেকে বের হবে না’ (বাক্বারাহ ২/১৬৬-৬৭)।</p>",
        "reference" : "<p>[22] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮২২ ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২; কুতুবে সিত্তাহ সহ প্রায় সকল হাদীছ গ্রন্থে উক্ত হাদীছটি বর্ণিত হয়েছে।</p><p><br></p><p>[23] . আবুদাঊদ, তিরমিযী, মিশকাত হা/৮০৪; আবুদাঊদ হা/৮৫৯ ‘ছালাত’ অধ্যায়-২, অনুচ্ছেদ-১৪৯।</p><p><br></p><p>[24] . আবুদাঊদ হা/৮১৮।</p><p><br></p><p>[25] . আবুদাঊদ হা/৮২০।</p><p><br></p><p>[26] . বুখারী, জুয্উল ক্বিরাআত; ত্বাবারাণী আওসাত্ব, বায়হাক্বী, ছহীহ ইবনু হিববান হা/১৮৪৪; হাদীছ ছহীহ- আরনাঊত্ব; তুহফাতুল আহওয়াযী, ‘ইমামের পিছনে ক্বিরাআত’ অনুচ্ছেদ-২২৯, হা/৩১০-এর ভাষ্য (فالطريقان محفوظان) , ২/২২৮ পৃঃ; নায়লুল আওত্বার ২/৬৭ পৃঃ, ‘মুক্তাদীর ক্বিরাআত ও চুপ থাকা’ অনুচ্ছেদ।</p><p><br></p><p>[27] . মুসলিম, মিশকাত হা/৮২৩, ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২; নায়ল ৩/৫১-৫২।</p><p><br></p><p>[28] . তিরমিযী (তুহফা সহ) হা/২৪৭-এর ভাষ্য ২/৬১ পৃঃ; আবুদাঊদ (আওন সহ) হা/৮০৬-এর ভাষ্য, ৩/৩৮ পৃঃ ।</p><p><br></p><p>[29] . তিরমিযী (তুহফা সহ) হা/৩১০; মিশকাত হা/৮৫৪, ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২; আহমাদ হা/২২৭৯৮, সনদ হাসান -আরনাঊত্ব; হাকেম ১/২৩৮, হা/৮৬৯। আলবানী অত্র হাদীছ দ্বারা জেহরী ছালাতে মুক্তাদীর জন্য সূরা ফাতিহা পাঠ করাকে ‘জায়েয’ বলেছেন, কিন্তু ‘ওয়াজিব’ বলেন নি (দ্র: মিশকাত হা/৮৫৪-এর টীকা) । পরবর্তীতে উক্ত হাদীছকে যঈফ বলেছেন (আবুদাঊদ হা/৮২৩)। এমনকি তিনি অন্যত্র জেহরী ছালাতে ইমামের পিছনে সূরা ফাতিহা পাঠ ‘মনসূখ’ বলেছেন (ছিফাত ৭৯-৮১)। পক্ষান্তরে ইমাম বুখারী ‘জেহরী ও সের্রী সকল ছালাতে ইমাম ও মুক্তাদী উভয়ের জন্য সূরা ফাতিহা পাঠ করা ওয়াজিব’ বলে অনুচ্ছেদ রচনা করেছেন (বুখারী, ‘আযান’ অধ্যায়-১০, অনুচ্ছেদ-৯৫)।</p><p><br></p><p>[30] . কুরতুবী, উক্ত আয়াতের তাফসীর দ্রষ্টব্য, ৭/৩৫৪ পৃঃ।</p><p><br></p><p>[31] . নূরুল আনওয়ার ২১৩-১৪ পৃঃ; নায়লুল আওত্বার ৩/৬৭ পৃঃ।</p><p><br></p><p>[32] . যেমন আল্লাহ বলেন, وَلَقَدْ آتَيْنَاكَ سَبْعًا مِّنَ الْمَثَانِيْ وَالْقُرْآنَ الْعَظِيْمَ ‘আমরা আপনাকে দিয়েছি সাতটি আয়াত (সূরা ফাতিহা), যা পুন: পুন: পঠিত হয় এবং মহান কুরআন’ (হিজর ১৫/৮৭)। রাসূলুল্লাহ (ছাঃ) বলেন, إِنَّا مَعْشَرَ الأَنْبِيَاءِ لاَ نُورَثُ مَا تَرَكْنَاهُ صَدَقَةٌ ‘আমরা নবীগণ! কোন উত্তরাধিকারী রাখি না। যা কিছু আমরা রেখে যাই, সবই ছাদাক্বা’। =কানযুল উম্মাল হা/৩৫৬০০; নাসাঈ কুবরা হা/৬৩০৯; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫৯৭৬ ‘ফাযায়েল ও শামায়েল’ অধ্যায়-২৯, অনুচ্ছেদ-১০।</p><p><br></p><p>[33] . নাহল ১৬/৪৪, ৬৪।</p><p><br></p><p>[34] . নাজম ৫৩/৩-৪ وَمَا يَنْطِقُ عَنِ الْهَوَى، إِنْ هُوَ إِلاَّ وَحْيٌ يُوحَى, ক্বিয়ামাহ ৭৫/১৯ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ ।</p><p><br></p><p>[35] . আবুদাঊদ, নাসাঈ, তিরমিযী , মিশকাত হা/৮৫৫, ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২।</p><p><br></p><p>[36] . হুজ্জাতুল্লা-হিল বা-লিগাহ (কায়রো : দারুত তুরাছ ১৩৫৫/১৯৩৬), ২/৯ পৃঃ।</p><p><br></p><p>[37] . আবুদাঊদ হা/৮২৭; আওনুল মা‘বূদ হা/৮১১-১২, অনুচ্ছেদ-১৩৫; নায়লুল আওত্বার ৩/৬৫।</p><p><br></p><p>[38] . আবুদাঊদ, নাসাঈ, ইবনু মাজাহ, মিশকাত হা/৮৫৭।</p><p><br></p><p>[39] . ইবনু মাজাহ হা/৮৫০; দারাকুৎনী হা/১২২০; বায়হাক্বী ২/১৫৯-৬০ পৃঃ; হাদীছ যঈফ।</p><p><br></p><p>[40] . ফাৎহুল বারী ২/২৮৩ পৃঃ, হা/৭৫৬ -এর আলোচনা দ্রষ্টব্য; নায়লুল আওত্বার ৩/৭০ পৃঃ। আলবানী হাদীছটিকে ‘হাসান’ বলেছেন। অতঃপর ব্যাখ্যায় বলেন যে, হাদীছটির কোন সূত্র দুর্বলতা (ضعف) হ’তে মুক্ত নয়। তবে দুর্বল সূত্র সমূহের সমষ্টি সাক্ষ্য দেয় যে, এর কিছু ভিত্তি আছে (أن للحديث أصلا) (ইরওয়া হা/৫০০, ২/২৭৭)। তাঁর উপরোক্ত মন্তব্যই ইঙ্গিত দেয় যে, হাদীছটি আসলেই যঈফ, যা অন্যান্য মুহাদ্দিছগণ সর্বসম্মত ভাবে বলেছেন।</p><p><br></p><p>[41] . ত্বাবারাণী, বায়হাক্বী, সৈয়ূত্বী, আল-জামে‘উল কাবীর হা/১১৯৪; আলবানী, তামামুল মিন্নাহ পৃঃ ৩২৯।</p><p><br></p><p>[42] . বায়হাক্বী, মিশকাত হা/৩৫ ‘ঈমান’ অধ্যায়-১, সনদ জাইয়িদ।</p><p><br></p><p>[43] . দারাকুৎনী (বৈরূত : দারুল কুতুবিল ইলমিয়াহ ১৪১৭/১৯৯৬) হা/১২১২, ১/৩১৯ পৃঃ, সনদ ছহীহ।</p><p><br></p><p>[44] . ছহীহ ইবনু খুযায়মা হা/৪৯০, ১/২৪৭-৪৮ পৃঃ সনদ ছহীহ। أجزأ الشيئ فلانا اي كفاه অর্থাৎ ‘এটি তার জন্য যথেষ্ট হয়েছে’ ; আল-মু‘জামুল ওয়াসীত্ব ১১৯-২০ পৃঃ।</p>"
    },
    {
        "id": 41,
        "category": 5,
        "title_id" : 7,
        "description": "<p>ক্বিয়াম ও ক্বিরাআতে ফাতেহা ব্যতীত কেবলমাত্র রুকূ পেলেই রাক‘আত পাওয়া হবে না। এমতাবস্থায় তাকে আরেক রাক‘আত যোগ করে পড়তে হবে। তবে জমহূর বিদ্বানগণের অভিমত হ’ল এই যে, রুকূ পেলে রাক‘আত পাবে। সূরায়ে ফাতেহা পড়তে পারুক বা না পারুক’। তাঁদের প্রধান দলীল সমূহ নিম্নরূপ :</p><p><br></p><p>(১) হযরত আবু হুরায়রা (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><h2>مَنْ أَدْرَكَ رَكْعَةً مِّنَ الصَّلاَةِ مَعَ الْإِمَامِ فَقَدْ أَدْرَكَ الصَّلاَةَ كُلَّهَا- </h2><p><br></p><p>‘যে ব্যক্তি ইমামের সাথে ছালাতের এক রাক‘আত পেল, সে ব্যক্তি পূর্ণ ছালাত পেল’।[45]</p><p><br></p><p>জবাব : জমহূর বিদ্বানগণ এখানে ‘রাক‘আত’ অর্থ ‘রুকূ’ করেছেন। ইমাম বুখারী বলেন যে, এখানে রাক‘আত বলা হয়েছে। রুকূ, সিজদা বা তাশাহহুদ বলা হয়নি’ (অথচ সবগুলো মিলেই রাক‘আত হয়) (‘আওনুল মা‘বূদ ৩/১৫২)। শামসুল হক আযীমাবাদী বলেন, ‘এখানে কোন কারণ ছাড়াই রাক‘আত অর্থ রুকূ করা হয়েছে যা ঠিক নয়’। যেমন ছহীহ মুসলিমে বারা বিন আযেব (রাঃ) হ’তে বর্ণিত হাদীছে ‘ক্বিয়াম ও সিজদার বিপরীতে রাক‘আত শব্দ এসেছে। সেখানে রাক‘আত অর্থ রুকূ করা হয়েছে। [46] ‘আব্দুর রহমান সা‘দীও তাই বলেন’ (আল-মুখতারাত, পৃঃ ৪৪) ।</p><p><br></p><p>(২) আবু হুরায়রা (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, যে ব্যক্তি জুম‘আর ছালাতের শেষ রাক‘আতে রুকূ পেল, সে যেন আরেক রাক‘আত যোগ করে নেয়। কিন্তু যে ব্যক্তি শেষ রাক‘আতে রুকূ পেল না, সে যেন যোহরের চার রাক‘আত পড়ে।[47]</p><p><br></p><p>জবাব : দারাকুৎনী বর্ণিত অত্র হাদীছটি ‘যঈফ’।[48]</p><p><br></p><p>(৩) আবু বাকরাহ (রাঃ) হ’তে একটি হাদীছ পেশ করা হয়ে থাকে। তিনি একাকী রুকূ অবস্থায় পিছন থেকে কাতারে প্রবেশ করেন। রাসূল (ছাঃ) তাকে বলেন, আল্লাহ তোমার আগ্রহ বৃদ্ধি করুন। তবে আর কখনো এরূপ করো না’।[49]</p><p><br></p><p>জবাব : ইবনু হাযম আন্দালুসী ও ইমাম শাওকানী বলেন, এ হাদীছের মধ্যে জমহূরের মতের পক্ষে কোন দলীল নেই। কেননা রাসূল (ছাঃ) তাকে যেমন ঐ রাক‘আত পুনরায় পড়তে বলেননি, তেমনি ঐ ছাহাবী ঐ রাক‘আতটি গণনা করেছিলেন কি-না, সেকথাও বর্ণিত হয়নি।[50]</p><p><br></p><p>অন্যান্য বিদ্বানগণ জমহূরের মতের বিরোধিতা করেন এবং বলেন যে, শুধুমাত্র রুকূ পেলেই রাক‘আত পাওয়া হবে না। কেননা সূরায়ে ফাতিহা পাঠ করা ফরয। যা পরিত্যাগ করলে ছালাত বাতিল হবে ও পুনরায় পড়তে হবে।[51] যেমন ক্বিয়াম, রুকূ, সিজদা ইত্যাদি ফরয, যার কোন একটি বাদ দিলে ছালাত বাতিল হবে ও পুনরায় নতুনভাবে পড়তে হবে।</p><p><br></p><p>এক্ষণে যে ব্যক্তি কেবল রুকূ পেল, সে ব্যক্তি ক্বিয়াম ও ক্বিরাআতে ফাতেহার দু’টি ফরয তরক করল। অতএব তার ঐ রাক‘আত গণ্য হবে না। বরং তাকে আরেক রাক‘আত যোগ করে পড়তে হবে। অবশ্য ছালাতে যোগদান করার নেকী তিনি পুরোপুরি পেয়ে যাবেন।</p><p><br></p><p>এদের দলীল সমূহ নিম্নরূপ:</p><p><br></p><p>(১) হযরত আবু হুরায়রা (রাঃ) হ’তে বর্ণিত রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><h2> فَمَا أَدْرَكْتُمْ فَصَلُّوْا وَمَا فَاتَكُمْ فَأَتِمُّوْا- </h2><p><br></p><p>‘ইক্বামত শুনে তোমরা দৌড়ে যেয়ো না। বরং স্বাভাবিকভাবে হেঁটে যাও। তোমাদের জন্য স্থিরতা অবলম্বন করা আবশ্যক। অতঃপর তোমরা জামা‘আতে ছালাতের যতটুকু পাও, ততটুকু আদায় কর এবং যেটুকু ছুটে যায় সেটুকু পূর্ণ কর’।[52] ইমাম বুখারী বলেন, এখানে ঐ ব্যক্তি কেবল রুকূ পেয়েছে। কিন্তু ক্বিয়াম ও ক্বিরাআতে ফাতেহার দু’টি ফরয পায়নি। অতএব তাকে শেষে এক রাক‘আত যোগ করে ঐ ছুটে যাওয়া ফরয দু’টি পূর্ণ করতে হবে’। [53]</p><p><br></p><p>(২) হযরত আবু হুরায়রা (রাঃ) কর্তৃক একটি ‘মওকূফ’ হাদীছে বর্ণিত হয়েছে যে, لاَ يُجْزِئُكَ إِلاَّ أَنْ تُدْرِكَ الْإِمَامَ قَائِمًا ‘তোমার জন্য যথেষ্ট হবে না যদি না তুমি ইমামকে দাঁড়ানো অবস্থায় পাও’।[54] হাফেয ইবনু হাজার বলেন, আবু হুরায়রা (রাঃ) থেকে রুকূ পেলে রাক‘আত না পাওয়ার বিষয়টিই প্রসিদ্ধ।[55]</p><p><br></p><p>(৩) তাবেঈ বিদ্বান মুজাহিদ বলেন, সূরায়ে ফাতিহা পড়তে ভুলে গেলে সে রাক‘আত গণনা করা হ’ত না (لاَ تُعَدُّ تِلْكَ الرَّكْعَةُ)। [56]</p><p><br></p><p>ইবনু হাযম বলেন, রাক‘আত পূর্ণ হওয়ার জন্য তার উপরে অবশ্য করণীয় হ’ল ক্বিয়াম ও ক্বিরাআত করা। তিনি দৃঢ়তার সাথে বলেন, রাক‘আত ও অন্য কোন রুকন ছুটে যাওয়ার মধ্যে কোন পার্থক্য নেই। ফলে ইমামের সাথে যোগদানের সময় কোন রাক‘আত ছুটে গেলে তা যেমন পরে আদায় করতে হয়, অনুরূপভাবে সূরায়ে ফাতিহা ছুটে গেলে সেটাও পরে আদায় করতে হবে। কেননা ওটাও অন্যতম রুকন, যা আদায় করা ফরয। এক্ষণে ‘সূরায়ে ফাতিহা ছুটে গেলেও ছালাত হয়ে যাবে’ বলে যদি দাবী করা হয়, তবে তার জন্য স্পষ্ট ও ছহীহ দলীল প্রয়োজন হবে। অথচ তা পাওয়া যায় না। তিনি বলেন, কেউ কেউ আগ বেড়ে এ বিষয়ে ইজমা-এর দাবী করেছেন। ঐ ব্যক্তি ঐ বিষয়ে মিথ্যাবাদী। কেননা আবু হুরায়রা (রাঃ) হ’তে বর্ণিত হয়েছে যে, তিনি সূরায়ে ফাতিহা পড়তে না পারলে ঐ রাক‘আত গণনা করতেন না’। অমনিভাব যায়েদ বিন ওয়াহাব থেকেও বর্ণিত হয়েছে। [57]</p><p><br></p><p>ইমাম শাওকানী বলেন, ইমাম ও মুক্তাদী সকলের জন্য সর্বাবস্থায় প্রতি রাক‘আতে সূরায়ে ফাতিহা পাঠ করা ‘ফরয’। বরং এটি ছালাত সিদ্ধ হওয়ার অন্যতম শর্ত। অতএব যে ব্যক্তি ধারণা করে যে, এটা ছাড়াই ছালাত সিদ্ধ হবে, তাকে এমন স্পষ্ট দলীল পেশ করতে হবে, যা পূর্বে বর্ণিত না সূচক ‘আম’ দলীলগুলিকে ‘খাছ’ করতে পারে’। [58]</p><p><br></p><p>উপসংহার : উপরের আলোচনায় প্রতীয়মান হয় যে, শুধুমাত্র রুকূ পেলে রাক‘আত হবেনা। বরং তাকে আরেক রাক‘আত যোগ করে পড়তে হবে। এটা বলা যেতে পারে যে, যেখানে রুকূ পেলে রাক‘আত পাওয়ার স্পষ্ট দলীল নেই এবং যেখানে আরেক রাক‘আত যোগ করার ব্যাপারে ছাহাবী ও তাবেঈগণের স্পষ্ট বক্তব্য এসেছে, সেখানে অন্য কারো বক্তব্য তালাশ করার কোন যৌক্তিকতা নেই। এরপরেও ইমাম বুখারী, ইমাম ইবনু হাযম, ইমাম শাওকানী ও তাঁদের সমমনা বিদ্বানগণকে বাদ দিলে জমহূর বিদ্বানগণ বলতে আর কাদের বুঝানো হবে, সেটাও প্রশ্ন সাপেক্ষ বিষয়।</p>",
        "reference" : "<p>[46] . মুসলিম হা/১০৮৫, ‘ছালাত’ অধ্যায়, অনুচ্ছেদ-৩৮; আবুদাঊদ (আওন সহ), অনুচ্ছেদ-১৫২, হা/৮৭৫, ৩/১৪৫ পৃঃ।</p><p><br></p><p>[47] . দারাকুৎনী হা/১৫৮৭ ‘যে ব্যক্তি জুম‘আর এক রাক‘আত পেল কিংবা পেল না’ অনুচ্ছেদ।</p><p><br></p><p>[48] . দারাকুৎনী হা/১৫৮৭; হাদীছ ‘যঈফ’, টীকা দ্র:।</p><p><br></p><p>[49] . আবুদাঊদ (‘আওন সহ) হা/৬৬৯-৭০; আবুদাঊদ হা/৬৮৩-৮৪, অনুচ্ছেদ-১০১।</p><p><br></p><p>[50] . ‘আওনুল মা‘বূদ ৩/১৪৬ পৃঃ, হা/৮৭৫ -এর ব্যাখ্যা।</p><p><br></p><p>[51] . ছহীহ ইবনু খুযায়মা (বৈরূত: ১৩৯১/১৯৭১; ১ম সংস্করণ, তাহক্বীক্ব: ড. মুহাম্মাদ মুছতফা আল-আ‘যামী), ‘ছালাত’ অধ্যায়, অনুচ্ছেদ- ৯৩ ও ৯৪, ১/২৪৬-৪৭ পৃঃ।</p><p><br></p><p>[52] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬৮৬, ‘আযান দেরীতে দেওয়া’ অনুচ্ছেদ-৬।</p><p><br></p><p>[53] . বুখারী, জুয্উল ক্বিরাআত, মাসআলা-১০৬, পৃঃ ৪৬; ‘আওনুল মা‘বূদ হা/৮৭৫-এর ব্যাখ্যা ৩/১৫২ পৃঃ।</p><p><br></p><p>[54] . সিলসিলা ছহীহাহ হা/২২৯-এর আলোচনার শেষে দ্রষ্টব্য।</p><p><br></p><p>[55] . শাওকানী, নায়লুল আওত্বার ৩/৬৯।</p><p><br></p><p>[56] . বুখারী, জুয্উল ক্বিরাআত, হা/২৮, পৃঃ ১৩।</p><p><br></p><p>[57] . নায়লুল আওত্বার ৩/৬৯ পৃঃ।</p><p><br></p><p>[58] . নায়লুল আওত্বার ৩/৬৭-৬৮ পৃঃ।</p>"
    },
    {
        "id": 42,
        "category": 5,
        "title_id" : 8,
        "description": "<p><strong>(১) </strong>সূরায়ে ফাতিহার প্রতিটি আয়াতের শেষে ওয়াকফ করা সুন্নাত।[59] অমনিভাবে ক্বিরাআত সুন্দর আওয়াযে পড়ার নির্দেশ রয়েছে।[60] কিন্তু গানের সুরে পড়া যাবে না।[61] কোনরূপ ‘তাকাল্লুফ’ বা ভান করা যারে না। বরং স্বাভাবিক সুন্দর কণ্ঠে কুরআন তেলাওয়াত করাই শরী‘আতে পসন্দনীয়। ‘ছানা’ পড়ার জন্য ক্বিরাআতের শুরুতে ‘সাকতা’ করা অর্থাৎ সামান্য বিরতি দেওয়া সুন্নাত।[62] ১ম রাক‘আতের ক্বিরাআত কিছুটা দীর্ঘ হওয়া বাঞ্ছনীয়। [63] অমনিভাবে কুরআনের শুরুর দিক থেকে শেষের দিকে ক্বিরাআত করা ভাল। তবে আগপিছ হ’লে দোষ নেই। এমনকি একই সূরা পরপর দুই রাক‘আতে পড়া চলে।[64]</p><p><br></p><p><strong>(২) </strong>জেহরী ছালাতে প্রথম দু’রাক‘আতে সূরায়ে ফাতিহা পাঠের পর ইমাম হ’লে যেকোন সূরা পাঠ করবে। আর মুক্তাদী হ’লে সূরা ফাতিহা পড়ার পর [65] আর কিছুই না পড়ে কেবল ইমামের ক্বিরাআত মনোযোগ দিয়ে শুনবে। তবে যোহর ও আছরের ছালাতে ইমাম-মুক্তাদী সকলে সূরায়ে ফাতিহা সহ অন্য সূরা পড়বে এবং ৩য় ও ৪র্থ রাক‘আতে কেবল সূরায়ে ফাতিহা পড়বে। যেমন আবু ক্বাতাদাহ (রাঃ) হ’তে বর্ণিত হয়েছে,</p><h2><br></h2><h2>كَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقْرَأُ فِي الظُّهْرِ فِي الْأُوْلَيَيْنِ بِأُمِّ الْكِتَابِ وَ سُوْرَتَيْنِ وَ فِي الرَّكْعَتَيْنِ الْأُخْرَيَيْنِ بِأُمِّ الْكِتَابِ ... وَهَكَذَا فِي الْعَصْرِ- </h2><p><br></p><p>‘রাসূলুল্লাহ (ছাঃ) যোহরের প্রথম দু’রাক‘আতে সূরায়ে ফাতিহা ও অন্য দু’টি সূরা পড়তেন এবং শেষের দু’রাক‘আতে কেবল সূরায়ে ফাতিহা পড়তেন। ... অনুরূপ করতেন আছরে ...’।[66] শেষের দু’রাক‘আতেও কোন কোন ছাহাবী সূরা মিলাতেন বলে জানা যায়।[67]</p><p><br></p><p><strong>(৩)</strong> রাসূলুল্লাহ (ছাঃ) সকল ছালাতে সময় ও সুযোগ মত ক্বিরাআত দীর্ঘ ও সংক্ষিপ্ত করতেন। তিনি</p><p>(ক) ফজরের ১ম রাক‘আতে অধিকাংশ সময় ক্বিরাআত দীর্ঘ করতেন এবং ‘ক্বাফ’ হ’তে ‘মুরসালাত’ পর্যন্ত ‘দীর্ঘ বিস্তৃত’ (طوال المفصَّل) সূরা সমূহ হ’তে পাঠ করতেন। কখনো ‘নাবা’ হ’তে ‘লাইল’ পর্যন্ত ‘মধ্যম বিস্তৃত’ (أوساط المفصَّل) সূরা সমূহ হ’তে এবং কখনো ‘যোহা’ হ’তে ‘নাস’ পর্যন্ত ‘স্বল্প বিস্তৃত’ (قصار المفصَّل) সূরা সমূহ হ’তে পাঠ করতেন [68]</p><p><br></p><p>(খ) তিনি যোহর ও আছরের প্রথম দু’রাক‘আত দীর্ঘ করতেন এবং শেষের দু’রাক‘আত সংক্ষেপ করতেন। তিনি মাগরিবের ছালাতে ‘স্বল্প বিস্তৃত’ সূরা সমূহ হ’তে, এশার ছালাতে ‘মধ্যম বিস্তৃত’ সূরা সমূহ হ’তে এবং ফজরের ছালাতে ‘দীর্ঘ বিস্তৃত’ সূরা সমূহ হ’তে পাঠ করতেন। কখনো এর বিপরীত করতেন।</p><p><br></p><p>(গ) কখনো তিনি একই রাক‘আতে পরপর দু’টি বা ততোধিক সূরা পড়েছেন</p><p>(ঘ) কখনো একই সূরা পরপর দু’রাক‘আতে পড়েছেন</p><p>(ঙ) তিনি ফজরের দু’রাক‘আতে কখনো সূরা কাফেরূণ ও ইখলাছ এবং কখনো ফালাক্ব ও নাস পাঠ করেছেন</p><p>(চ) ১ম রাক‘আতে তিনি ক্বিরাআত দীর্ঘ এবং ২য় রাক‘আতে সংক্ষেপ করতেন। তবে কখনো কখনো ব্যতিক্রম হ’ত</p><p>(ছ) তিনি ছালাতের প্রতি ক্বিরাআতের শুরুতে সূরা ইখলাছ পাঠকারীর প্রশংসা করেছেন</p><p>(জ) তিনি তিন দিনের কমে কুরআন খতম করতে নিষেধ করেছেন। তিনি বলেন যে, এর কমে হ’লে সে কুরআনের কিছুই বুঝবে না</p><p>(ঝ) তাঁর রাক‘আত, ক্বিরাআত ও সিজদা সর্বদা প্রথম থেকে শেষের দিকে ক্রমে সংক্ষিপ্ত হ’ত। [69]</p>",
        "reference" : "<p>[59] . দারাকুৎনী হা/১১৭৮, তিরমিযী, মিশকাত হা/২২০৫ ‘কুরআনের ফযীলত’ অধ্যায়-৮, ‘তেলাওয়াতের আদব’ অনুচ্ছেদ-১ ; নায়ল ৩/৪৯-৫০ পৃঃ।</p><p><br></p><p>[60] . আহমাদ, আবুদাঊদ, ইবনু মাজাহ, দারেমী, মিশকাত হা/২১৯৯, ২২০৮।</p><p><br></p><p>[61] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/২১৯২।</p><p><br></p><p>[62] . নাসাঈ হা/৮৯৪; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮১২, অনুচ্ছেদ-১১। দুই সাকতা সম্পর্কে বর্ণিত হাদীছটি যঈফ (আবুদাঊদ, তিরমিযী, ইবনু মাজাহ, মিশকাত হা/৮১৮)।</p><p><br></p><p>[63] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮২৮ ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২; নায়ল ৩/৭৬।</p><p><br></p><p>[64] . বুখারী, মুসলিম প্রভৃতি; নায়লুল আওত্বার ৩/৮০-৮২ পৃঃ ‘প্রতি রাক‘আতে দু’টি সূরা পড়া ও তারতীব‘ অনুচ্ছেদ; আবুদাঊদ, মিশকাত হা/৮৬২, অনুচ্ছেদ-১২।</p><p><br></p><p>[65] . ইবনু মাজাহ হা/৮৪৩ ‘ছালাতে দাঁড়ানো’ অধ্যায়-৫, অনুচ্ছেদ-১১।</p><p><br></p><p>[66] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮২৮, ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২; নায়ল ৩/৭৬, ৪/২৪ পৃঃ।</p><p><br></p><p>[67] . মুওয়াত্ত্বা হা/২৬০; মির‘আত ১/৬০০ পৃঃ ; ঐ, ৩/১৩১ পৃঃ।</p><p><br></p><p>[68] . (১) কুরআনের প্রথম দিকের ৭টি বড় সূরাকে ‘দীর্ঘ সপ্তক’ (السبع الطوال) বলা হয়। সেগুলি হ’ল যথাক্রমে সূরা বাক্বারাহ, আলে ইমরান, নিসা, মায়েদাহ, আন‘আম, আ‘রাফ ও তওবাহ। কোন কোন বিদ্বান আনফাল ও তওবাহকে একত্রে একটি সূরা হিসাবে গণ্য করেছেন (২) ক্বাফ হ’তে মুরসালাত পর্যন্ত ২৮টি সূরাকে ‘দীর্ঘ বিস্তৃত’ (طوال المفصَّل), (৩) ‘নাবা’ হ’তে ‘লাইল’ পর্যন্ত ১৫টি সূরাকে ‘মধ্যম বিস্তৃত’ (أوساط المفصَّل), এবং (৪) ‘যোহা’ হ’তে ‘নাস’ পর্যন্ত ২২টি সূরাকে ‘স্বল্প বিস্তৃত’ (قصار المفصَّل) সূরা বলা হয়। বাকী গুলিকে সাধারণ সূরা হিসাবে গণ্য করা হয়।</p><p><br></p><p>[69] . মুসলিম, নাসাঈ, মিশকাত হা/৮৪২, ৮৪৮; মুত্তাফাক্ব ‘আলাইহ, মুসলিম, নাসাঈ, মিশকাত হা/৮২৮, ৮২৯, ৮৫৩; আলবানী, ছিফাতু ছালা-তিন্নবী পৃঃ ৮৯-১০২, ১৩৭</p>"
    },
    {
        "id": 43,
        "category": 5,
        "title_id" : 9,
        "description": "<p>জেহরী ছালাতে ইমামের সূরায়ে ফাতিহা পাঠ শেষে ইমাম-মুক্তাদী সকলে সরবে ‘আমীন’ বলবে। ইমামের আগে নয় বরং ইমামের ‘আমীন’ বলার সাথে সাথে মুক্তাদীর ‘আমীন’ বলা ভাল। তাতে ইমামের পিছে পিছে মুক্তাদীর সূরায়ে ফাতিহা পাঠ করা সম্ভব হয় এবং ইমাম, মুক্তাদী ও ফেরেশতাদের ‘আমীন’ সম্মিলিতভাবে হয়। যেমন এরশাদ হয়েছে,</p><h2><br></h2><h2>عَنْ أَبِيْ هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ إِذَا أَمَّنَ الْإِمَامُ فَأَمِّنُوْا... وَفِي رِوَايَةٍ : إِذَا قَالَ الْإِمَامُ وَلاَ الضَّالِّيْنَ فَقُوْلُوْا آمِيْنَ، فَإِنَّ الْمَلآئِكَةَ تَقُوْلُ آمِيْنَ وَإِنَّ الْإِمَامَ يَقُوْلُ آمِيْنَ، فَمَنْ وَافَقَ تَأْمِيْنُهُ تَأْمِيْنَ الْمَلآئِكَةِ غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ رواه الجماعةُ وأحمدُ- وَفِيْ رِوَايَةٍ عنه: قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: إِذَا قَالَ أَحَدُكُمْ آمِيْنَ وَقَالَتِ الْمَلآئِكَةُ فِي السَّمَاءِ آمِيْنَ، فَوَافَقَتْ إِحْدَاهُمَا الْأُخْرَى، غُفِرَ لَهُ مَا تَقَدَّمَ مِنْ ذَنْبِهِ، رواه الشيخانُ ومالكُ- وعن وَائِلِ بْنِ حُجْرٍ قَالَ : سَمِعْتُ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَرَأَ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ فَقَالَ آمِيْنَ، وَمَدَّ بِهَا صَوْتَهُ، رواه أبو داؤدَ والترمذىُّ وابنُ ماجه-</h2><p><br></p><p>কুতুবে সিত্তাহ সহ অন্যান্য হাদীছ গ্রন্থে বর্ণিত উপরোক্ত হাদীছগুলির সারকথা হ’ল এই যে, রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, যখন ইমাম ‘আমীন’ বলে কিংবা ‘ওয়ালায্ যা-ল্লীন’ পাঠ শেষ করে, তখন তোমরা সকলে ‘আমীন’ বল। কেননা যার ‘আমীন’ আসমানে ফেরেশতাদের ‘আমীন’-এর সাথে মিলে যাবে, তার পূর্বেকার সকল গুনাহ মাফ করা হবে’। [70] ওয়ায়েল বিন হুজ্র (রাঃ) বলেন, আমি রাসূলুল্লাহ (ছাঃ)-কে ‘গায়রিল মাগযূবে ‘আলাইহিম ওয়ালায্ যা-ল্লীন’ বলার পরে তাঁকে উচ্চৈঃস্বরে আমীন বলতে শুনলাম’। আবু হুরায়রা (রাঃ) থেকেও অনুরূপ বর্ণনা এসেছে। [71]</p><p><br></p><p>‘আমীন’ অর্থ : اَللَّهُمَّ اسْتَجِبْ ‘হে আল্লাহ! তুমি কবুল কর’। ‘আমীন’ (آمِيْن)-এর আলিফ -এর উপরে ‘মাদ্দ’ বা ‘খাড়া যবর’ দুটিই পড়া জায়েয আছে। [72] নাফে‘ বলেন, ইবনু ওমর (রাঃ) কখনো ‘আমীন’ বলা ছাড়তেন না এবং তিনি এব্যাপারে সবাইকে উৎসাহ দিতেন’। আত্বা বলেন, আব্দুল্লাহ বিন যুবায়ের (রাঃ) সরবে ‘আমীন’ বলতেন। তাঁর সাথে মুক্তাদীদের ‘আমীন’-এর আওয়াযে মসজিদ গুঞ্জরিত হয়ে উঠত’ (حَتَّى إِنَّ لِلْمَسْجِدِ لَلَجَّةً)।[73]</p><p><br></p><p>এক্ষণে যদি কোন ইমাম ‘আমীন’ না বলেন, কিংবা নীরবে বলেন, তবুও মুক্তাদী সরবে ‘আমীন’ বলবেন।[74] অনুরূপভাবে যদি কেউ জেহরী ছালাতে ‘আমীন’ বলার সময় জামা‘আতে যোগদান করেন, তবে তিনি প্রথমে সরবে ‘আমীন’ বলে নিবেন ও পরে নীরবে সূরায়ে ফাতিহা পড়বেন। ইমাম ঐ সময় পরবর্তী ক্বিরাআত শুরু করা থেকে কিছু সময় বিরতি দিবেন। যাতে সূরা ফাতিহা ও পরবর্তী আমীন ও ক্বিরাআতের মধ্যে পার্থক্য বুঝা যায়। উল্লেখ্য যে, এ সময় মুক্তাদীর সূরা ফাতিহা পাঠ করা এবং সেই সময় পরিমাণ ইমামের চুপ থাকার কোন দলীল নেই।[75] ‘আমীন’ শুনে কারু গোস্বা হওয়া উচিৎ নয়। কেননা রাসূলুল্লাহ (ছাঃ) এরশাদ করেছেন,</p><h2><br></h2><h2>عَنْ عَائِشَةَ عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: مَا حَسَدَتْكُمُ الْيَهُوْدُ عَلَى شَيْءٍ مَا حَسَدَتْكُمْ عَلَى السَّلاَمِ وَالتَّأْمِيْنِ، رواه أحمد وإبن ماجه والطبراني- وفي رواية عنها بلفظ: مَا حَسَدَتْكُمُ الْيَهُوْدُ عَلَى شَيْءٍ مَا حَسَدَتْكُمْ عَلَى قَوْلِ آمِيْنَ-</h2><p><br></p><p>‘ইহুদীরা তোমাদের সবচেয়ে বেশী হিংসা করে তোমাদের ‘সালাম’ ও ‘আমীন’ -এর কারণে’। [76] কারণ এই সাথে ফেরেশতারাও ‘আমীন’ বলেন। ফলে তা আল্লাহর নিকট কবুল হয়ে যায়।</p><p><br></p><p>উল্লেখ্য যে, ‘আমীন’ বলার পক্ষে ১৭টি হাদীছ এসেছে।[77] যার মধ্যে ‘আমীন’ আস্তে বলার পক্ষে শো‘বা থেকে একটি রেওয়ায়াত আহমাদ ও দারাকুৎনীতে এসেছে أو أَخْفَي بِهَا صَوْتَهُ خَفَضَ বলে। যার অর্থ ‘আমীন’ বলার সময় রাসূল (ছাঃ)-এর আওয়ায নিম্নস্বরে হ’ত’। একই রেওয়ায়াত সুফিয়ান ছাওরী থেকে এসেছে رَفَعَ بِهَا صَوْتَهُ বলে। যার অর্থ- ‘তাঁর আওয়ায উচ্চৈঃস্বরে হ’ত’। হাদীছ বিশারদ পন্ডিতগণের নিকটে শো‘বা থেকে বর্ণিত নিম্নস্বরে ‘আমীন’ বলার হাদীছটি ‘মুযত্বারিব’ (مضطرب)। অর্থাৎ যার সনদ ও মতনে নাম ও শব্দগত ভুল থাকার কারণে ‘যঈফ’। পক্ষান্তরে সুফিয়ান ছওরী (রাঃ) বর্ণিত সরবে আমীন বলার হাদীছটি এসব ত্রুটি থেকে মুক্ত হওয়ার কারণে ‘ছহীহ’।[78] অতএব বুখারী ও মুসলিম সহ বিভিন্ন ছহীহ হাদীছে বর্ণিত জেহরী ছালাতে সশব্দে ‘আমীন’ বলার বিশুদ্ধ সুন্নাতের উপরে আমল করাই নিরপেক্ষ মুমিনের কর্তব্য। তাছাড়া ইমামের সশব্দে সূরায়ে ফাতিহা পাঠ শেষে ‘ছিরাতুল মুস্তাক্বীম’-এর হেদায়াত প্রার্থনার সাথে মুক্তাদীগণের নীরবে সমর্থন দান কিছুটা বিসদৃশ বৈ-কি!</p>",
        "reference" : "<p>[70] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮২৫, ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২; মুওয়াত্ত্বা (মুলতান, পাকিস্তান ১৪০৭/১৯৮৬) হা/৪৬ ‘ছালাত’ অধ্যায়, পৃঃ ৫২।</p><p><br></p><p>[71] . দারাকুৎনী হা/১২৫৩-৫৫, ৫৭, ৫৯; আবুদাঊদ, তিরমিযী, দারেমী, মিশকাত হা/৮৪৫।</p><p><br></p><p>[72] . মুনযেরী, ছহীহ আত-তারগীব হা/৫১১, হাশিয়া আলবানী, ১/২৭৮ পৃঃ ।</p><p><br></p><p>[73] . বুখারী তা‘লীক্ব ১/১০৭ পৃঃ, হা/৭৮০; ফাৎহুল বারী হা/৭৮০-৮১ ‘সশব্দে আমীন বলা’ অনুচ্ছেদ-১১১।</p><p><br></p><p>[74] . ছহীহ ইবনু খুযায়মা হা/৫৭৫, অনুচ্ছেদ-১৩৯।</p><p><br></p><p>[75] . তিরমিযী, আবুদাঊদ প্রভৃতি; মিশকাত হা/৮১৮ -এর টীকা-আলবানী, ‘তাকবীরের পর যা পড়তে হয়’ অনুচ্ছেদ-১১; দ্রঃ মাসিক আত-তাহরীক, রাজশাহী ৭ম বর্ষ ১০ম সংখ্যা, জুলাই ২০০৪, প্রশ্নোত্তর: ৪০/৪০০, পৃঃ ৫৫-৫৬ ।</p><p><br></p><p>[76] . আহমাদ, ইবনু মাজাহ হা/৮৫৬; ছহীহ আত-তারগীব হা/৫১২।</p><p><br></p><p>[77] . আর-রাওযাতুন নাদিইয়াহ ১/২৭১।</p><p><br></p><p>[78] . দারাকুৎনী হা/১২৫৬-এর ভাষ্য, আর-রাওযাতুন নাদিইয়াহ ১/২৭২; নায়লুল আওত্বার ৩/৭৫।</p>"
    },
    {
        "id": 44,
        "category": 5,
        "title_id" : 10,
        "description": "<p>‘রুকূ’ অর্থ ‘মাথা ঝুঁকানো’ (الإنحناء)। পারিভাষিক অর্থ, শারঈ তরীকায় আল্লাহর সম্মুখে মাথা ঝুঁকানো’। ক্বিরাআত শেষে মহাপ্রভু আল্লাহর সম্মুখে সশ্রদ্ধচিত্তে মাথা ও পিঠ ঝুঁকিয়ে রুকূতে যেতে হয়। রুকূতে যাওয়ার সময় ‘আল্লা-হু আকবার’ বলে তাকবীরের সাথে দুই হাত কাঁধ পর্যন্ত সোজাভাবে উঠাবে। অতঃপর দুই হাতের আঙ্গুল খোলা রেখে দুই হাঁটুর উপরে ভর দিয়ে রুকূ করবে। রুকূর সময় পিঠ ও মাথা সোজা ও সমান্তরাল রাখবে। হাঁটু ও কনুই সোজা থাকবে। অতঃপর সিজদার স্থান বরাবর নযর স্থির রেখে[79] সৃষ্টিকর্তা আল্লাহর মহত্ত্ব ঘোষণা ও নিজের ক্ষমা প্রার্থনায় মনোনিবেশ করে দো‘আ পড়তে থাকবে। রুকূ ও সিজদার জন্য হাদীছে অনেকগুলি দো‘আ এসেছে। তন্মধ্যে রুকূর জন্য</p><p><br></p><p> سُبْحَانَ رَبِّيَ الْعَظِيْمِ </p><p><br></p><p>(সুবহা-না রব্বিয়াল ‘আযীম) </p><p><br></p><p>‘মহা পবিত্র আমার প্রতিপালক যিনি মহান’ এবং সিজদার জন্য </p><p><br></p><p>سُبْحَانَ رَبِّىَ الْأَعْلَى </p><p><br></p><p>( সুবহা-না রব্বিয়াল আ‘লা) </p><p><br></p><p>‘মহা পবিত্র আমার প্রতিপালক যিনি সর্বোচ্চ’[80] সর্বাধিক প্রচলিত। এ দু’টি দো‘আ তিনবার পড়বে। বেশির কোন সংখ্যা নির্দিষ্ট নেই। [81] ঊর্ধ্বে দশবার পড়ার হাদীছ ‘যঈফ’।[82] তবে রাসূলুল্লাহ (ছাঃ) জীবনের শেষদিকে এসে রুকূ ও সিজদাতে এমনকি ছালাতের বাইরে অধিকাংশ সময় নিম্নোক্ত দো‘আটি পড়তেন।-</p><p><br></p><h2>سُبْحَانَكَ اللَّهُمَّ رَبَّنا وَبِحَمْدِكَ، اَللَّهُمَّ اغْفِرْ لِيْ- </h2><p><br></p><p>(সুবহ-নাকা আল্লা-হুম্মা রব্বানা ওয়া বিহাম্দিকা, আল্লা-হুম্মাগ্ফিরলী) ‘হে আল্লাহ হে আমাদের প্রতিপালক! আপনার প্রশংসার সাথে আপনার পবিত্রতা ঘোষণা করছি। হে আল্লাহ! আপনি আমাকে ক্ষমা করুন! [83]</p><p><br></p><p>এতদ্ব্যতীত নিম্নেরুকূর অন্যান্য দো‘আ সমূহএকত্রে একই সময়ে কিংবা পৃথকভাবে বিভিন্ন সময়ে পড়া যায়। যেমন-</p><p><br></p><h2>1- سُبْحَانَ رَبِّيَ الْعَظِيْمِ وَبِحَمْدِهِ- ثَلاَثًا- (أبو داؤد وغيره)-</h2><h2><br></h2><h2>2- سُبُّوْحٌ قُدُّوْسٌ رَبُّ الْمَلاَئِكَةِ وَالرُّوْحِ (مسلم وغيره)-</h2><h2><br></h2><h2>3- اَللَّهُمَّ لَكَ رَكَعْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ، خَشَعَ لَكَ سَمْعِيْ وَبَصَرِيْ وَمُخِّيْ وَعَظْمِيْ وَعَصَبِيْ- (مسلم وغيره)-</h2><h2><br></h2><h2>4- اَللَّهُمَّ لَكَ رَكَعْتُ وَبِكَ أَسْلَمْتُ وَعَلَيْكَ تَوَكَّلْتُ، اَنْتَ رَبِّى خَشَعَ سَمْعِىْ وَبَصَرِىْ وَدَمِىْ وَلَحْمِىْ وَعَظْمِىْ وَعَصَبِىْ للهِ رَبِّ الْعَالَمِيْنَ- (نسائى)-</h2><h2><br></h2><h2>5- سُبْحَانَ ذِي الْجَبَرُوْتِ وَالْمَلَكُوْتِ وَالْكِبْرِيَاءِ وَالْعَظْمَةِ- وهذا قاله النبى r فى صلاة الليل- (أبو داؤد والنسائى)، صفة صلاة النبى للألبانى</h2>",
        "reference" : "<p>[79] . বায়হাক্বী, হাকেম, ছিফাত ৬৯ পৃঃ।</p><p><br></p><p>[80] . আবুদাঊদ, তিরমিযী, মিশকাত হা/৮৮১।</p><p><br></p><p>[81] . আহমাদ, আবুদাঊদ হা/৮৮৫; ইবনু মাজাহ হা/৮৮৮; আলবানী, ছিফাত, ১১৩ পৃঃ, ‘রুকূর দো‘আ সমূহ’ অনুচ্ছেদ, টীকা-২ ও ৩।</p><p><br></p><p>[82] . তিরমিযী, আবুদাঊদ, নাসাঈ, মিশকাত হা/৮৮০, ৮৮৩ ‘ছালাত’ অধ্যায়-৪, ‘রুকূ‘ অনুচ্ছেদ-১৩।</p><p><br></p><p>[83] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮৭১; নায়লুল আওত্বার ৩/১০৬।</p>"
    },
    {
        "id": 45,
        "category": 5,
        "title_id" : 11,
        "description": "<p>রুকূ থেকে উঠে সুস্থির হয়ে দাঁড়ানোকে ‘ক্বওমা’ বলে। ‘ক্বওমা’র সময় দু’হাত কাঁধ পর্যন্ত উঠাবে ও ইমাম-মুক্তাদী সকলে বলবে, سَمِعَ اللهُ لِمَنْ حَمِدَهُ(সামি‘আল্লা-হু লিমান হামিদাহ) অর্থাৎ ‘আল্লাহ শোনেন তার কথা যে তাঁর প্রশংসা করে’। অতঃপর বলবে رَبَّنَا وَلَكَ الْحَمْدُ (রববানা ওয়া লাকাল হাম্দ) অথবা رَبَّنَا لَكَ الْحَمْدُ (রববানা লাকাল হাম্দ) অথবা (اَللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ) (আল্লা-হুম্মা রববানা লাকাল হাম্দ) ‘হে আল্লাহ হে আমাদের প্রভু! আপনার জন্যই যাবতীয় প্রশংসা’। রাসূলুল্লাহ (ছাঃ) বলেন, যার কথা ফেরেশতাদের কথার সঙ্গে মিলে যাবে তার বিগত দিনের সকল গোনাহ মাফ করা হবে।[84] অথবা বলবে, رَبَّنَا وَلَكَ الْحَمْدُ حَمْدًا كَثِيْرًا طَيِّبًا مُّبَارَكًا فِيْهِ (রববানা ওয়া লাকাল হাম্দ হাম্দান কাছীরান ত্বাইয়েবাম মুবা-রাকান ফীহি) ‘হে আমাদের প্রতিপালক! আপনার জন্য অগণিত প্রশংসা, যা পবিত্র ও বরকতময়’। দো‘আটির ফযীলত বর্ণনা করে রাসূলুল্লাহ (ছাঃ) এরশাদ করেন, ‘আমি ৩০-এর অধিক ফেরেশতাকে দেখলাম যে, তারা প্রতিযোগিতা করছে কে এই দো‘আ পাঠকারীর নেকী আগে লিখবে’।[85]</p><p><br></p><p>ক্বওমার অন্যান্য দো‘আ সমূহ :</p><p><br></p><h2>1- رَبَّنَا وَلَكَ الْحَمْدُ حَمْدًا كَثِيْرًا طَيِّبًا مُّبَارَكًا فِيْهِ كَمَا يُحِبُّ رَبُّنَا وَيَرْضَى- (مالك والبخاري وابوداؤد)-</h2><h2><br></h2><h2>2- اَللَّهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءَ السَّمَاوَاتِ وَمِلْءَ الْأَرْضِ وَمِلْءَ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ- (مسلم، صفة صلاة النبى 117-119)-</h2><p><br></p><p>উল্লেখ্য যে, ‘ইয়া রববী লাকাল হামদু কামা ইয়াম্বাগী লিজালা-লি ওয়াজহিকা ওয়া লি ‘আযীমি সুলত্বা-নিকা’ বলে এই সময়ে যে দো‘আ প্রচলিত আছে, তার সনদ যঈফ। [86]</p><p><br></p><p>ক্বওমাতে রুকূর ন্যায় দীর্ঘ সময় দাঁড়িয়ে দো‘আ পড়তে হয়। কেননা ‘ক্বওমার সময় সুস্থির হয়ে না দাঁড়ালে এবং সিজদা থেকে উঠে সুস্থির ভাবে না বসলে ছালাত সিদ্ধ হবে না।[87] রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><h2>لاَ تُجْزِئُ صَلاَةُ الرَّجُلِ حَتَّى يُقِيْمَ ظَهْرَهُ فِي الرُّكُوْعِ وَالسُّجُوْدِ-</h2><p><br></p><p>‘ঐ ব্যক্তির ছালাত যথার্থ হবে না, যতক্ষণ না সে রুকূ ও সিজদাতে তার পিঠ সোজা রাখে’।[88]</p><p><br></p><p>জ্ঞাতব্য : ক্বওমার সময় অনেকে হাত কিছুক্ষণ খাড়াভাবে ধরে রাখেন। কেউ পুনরায় বুকে হাত বাঁধেন। যা ঠিক নয়। এ বিষয়ে ছহীহ হাদীছ সমূহ নিম্নরূপ:</p><p><br></p><p>(১) বিখ্যাত ছাহাবী আবু হুমায়েদ সা‘এদী (রাঃ) যিনি ১০ জন ছাহাবীর সম্মুখে রাসূলের (ছাঃ) ছালাতের নমুনা প্রদর্শন করে সত্যায়ন প্রাপ্ত হয়েছিলেন, সেখানে বলা হয়েছে-</p><p><br></p><h2>فَإِذَا رَفَعَ رَأْسَهُ اسْتَوَى حَتَّى يَعُوْدَ كُلُّ فَقَارٍ مَكَانَهُ، رواه البخاريُّ-</h2><p><br></p><p>‘তিনি রুকূ থেকে মাথা উঠিয়ে সোজা দাঁড়িয়ে গেলেন এমনভাবে যে, মেরুদন্ডের জোড় সমূহ স্ব স্ব স্থানে ফিরে আসে’। [89]</p><p><br></p><p>(২) ছালাতে ভুলকারী (مسيئ الصلاة) জনৈক ব্যক্তিকে রাসূল (ছাঃ) কর্তৃক হাতে-কলমে ছালাত শিখানোর প্রসিদ্ধ হাদীছে এসেছে حَتَّى تَرْجِعَ الْعِظَامُ إِلَى مَفَاصِلِهَا ‘যতক্ষণ না অস্থি সমূহ স্ব স্ব জোড়ে ফিরে আসে’।[90] ওয়ায়েল বিন হুজ্র ও সাহল বিন সা‘দ (রাঃ) বর্ণিত ‘ছালাতে বাম হাতের উপরে ডান হাত রাখার ‘আম’ হাদীছের[91] উপরে ভিত্তি করে রুকূর আগে ও পরে ক্বওমা-র সময় বুকে হাত বাঁধার কথা বলা হয়।[92] কিন্তু উপরোক্ত হাদীছগুলি রুকূ পরবর্তী ‘ক্বওমা’র অবস্থা সম্পর্কে ‘খাছ’ ভাবে বর্ণিত হয়েছে। তাছাড়া বুকে হাত বাঁধার বিষয়টি হাতের স্বাভাবিক অবস্থার পরিপন্থী। এক্ষণে শিরদাঁড়া সহ দেহের অন্যান্য অস্থি সমূহকে স্ব স্ব জোড়ে ফিরে আসতে গেলে ক্বওমার সময় হাতকে তার স্বাভাবিক অবস্থায় ছেড়ে দেওয়াটাই ছহীহ হাদীছ সমূহের যথাযথ অনুসরণ বলে অনুমিত হয়। [93] আল্লাহ সর্বাধিক অবগত।</p>",
        "reference" : "<p>[84] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮৭৪-৭৭; বুখারী হা/৭৩২-৩৫, ৭৩৮; মুসলিম হা/৮৬৮, ৯০৪, ৯১৩ ‘ছালাত’ অধ্যায়; ছিফাতু ছালা-তিন্নবী, ১১৭-১৯ পৃঃ।</p><p><br></p><p>[85] . বুখারী, মিশকাত হা/৮৭৭, ‘রুকূ’ অনুচ্ছেদ-১৩।</p><p><br></p><p>[86] . ইবনু মাজাহ হা/৩৮০১; যঈফুল জামে‘ হা/১৮৭৭।</p><p><br></p><p>[87] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৭৯০ ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০; ফিক্বহুস সুন্নাহ ১/১২১।</p><p><br></p><p>[88] . আবুদাঊদ, তিরমিযী প্রভৃতি, মিশকাত হা/৮৭৮, আবু মাস‘ঊদ আনছারী (রাঃ) হ’তে; নায়ল ৩/১১৩-১৪ পৃঃ।</p><p><br></p><p>[89] . বুখারী, মিশকাত হা/৭৯২।</p><p><br></p><p>[90] . তিরমিযী, নাসাঈ, মিশকাত হা/৮০৪।</p><p><br></p><p>[91] . মুসলিম, বুখারী, মিশকাত হা/৭৯৭,৭৯৮।</p><p><br></p><p>[92] . দারুল ইফতা, মাজমূ‘আ রাসা-ইল ফিছ ছালাত (রিয়াদ: ১৪০৫ হিঃ), পৃঃ ১৩৪-৩৯; বদীউদ্দীন শাহ রাশেদী সিন্ধী, যিয়াদাতুল খুশূ‘ (কুয়েত, ১৪০৬/১৯৮৬), পৃঃ ১-৩৮।</p><p><br></p><p>[93] . বিস্তারিত দেখুন : আলবানী, ছিফাতু ছালা-তিন্নবী, পৃঃ ১২০ টীকা, ‘ক্বওমা দীর্ঘ করা’ অনুচ্ছেদ; আলবানী, মিশকাত হা/৮০৪ টীকা, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০; মুহিববুল্লাহ শাহ রাশেদী সিন্ধী, নায়লুল আমানী (করাচী তাবি) পৃঃ ১-৪২; মাসিক আত-তাহরীক, রাজশাহী, ডিসেম্বর’ ৯৮, ২য় বর্ষ ৩য় সংখ্যা, পৃঃ ৫০-৫১।</p>"
    },
    {
        "id": 46,
        "category": 5,
        "title_id" : 12,
        "description": "<p><strong>রাফ‘উল ইয়াদায়নের অর্থ- দু’হাত উঁচু করা</strong>। এটি আল্লাহর নিকটে আত্মসমর্পণের অন্যতম নিদর্শন।[94] রুকূ থেকে উঠে ক্বওমাতে দাঁড়িয়ে দু’হাত ক্বিবলামুখী স্বাভাবিকভাবে কাঁধ বা কান বরাবর উঁচু করে তিন বা চার রাক‘আত বিশিষ্ট ছালাতে মোট চারস্থানে ‘রাফ‘উল ইয়াদায়েন’ করতে হয়।</p><p>(১) তাকবীরে তাহরীমার সময়</p><p>(২) রুকূতে যাওয়ার সময়</p><p>(৩) রুকূ থেকে উঠে সোজা হয়ে দাঁড়াবার সময় এবং</p><p>(৪) ৩য় রাক‘আতে দাঁড়িয়ে বুকে হাত বাঁধার সময়। এমনিভাবে প্রতি তাশাহ্হুদের বৈঠকের পর উঠে দাঁড়াবার সময় রাফ‘উল ইয়াদায়েন করতে হয়।</p><p><br></p><p>রুকূতে যাওয়া ও রুকূ হ’তে ওঠার সময় ‘রাফ‘উল ইয়াদায়েন’ করা সম্পর্কে চার খলীফা সহ প্রায় ২৫ জন ছাহাবী থেকে বর্ণিত ছহীহ হাদীছ সমূহ রয়েছে। একটি হিসাব মতে ‘রাফ‘উল ইয়াদায়েন’-এর হাদীছের রাবী সংখ্যা ‘আশারায়ে মুবাশ্শারাহ’[95] সহ অন্যূন ৫০ জন ছাহাবী[96] এবং সর্বমোট ছহীহ হাদীছ ও আছারের সংখ্যা অন্যূন চার শত। [97] ইমাম সুয়ূত্বী ও আলবানী প্রমুখ বিদ্বানগণ ‘রাফ‘উল ইয়াদায়েন’ -এর হাদীছকে ‘মুতাওয়াতির’ (যা ব্যাপকভাবে ও অবিরত ধারায় বর্ণিত) পর্যায়ের বলে মন্তব্য করেছেন।[98] ইমাম বুখারী বলেন,</p><p><br></p><h2>لَمْ يَثْبُتْ عَنْ أَحَدٍ مِّنْهُمْ تَرْكُهُ. و قَالَ : لاَ أَسَانِيْدَ أَصَحُّ مِنْ أَسَانِيْدِ الرَّفْعِ-</h2><p><br></p><p>অর্থাৎ কোন ছাহাবী রাফ‘উল ইয়াদায়েন তরক করেছেন বলে প্রমাণিত হয়নি। তিনি আরও বলেন ‘রাফ‘উল ইয়াদায়েন’-এর হাদীছ সমূহের সনদের চেয়ে বিশুদ্ধতম সনদ আর নেই’। [99] রাফ‘উল ইয়াদায়েন সম্পর্কে প্রসিদ্ধতম হাদীছ সমূহের কয়েকটি নিম্নরূপঃ</p><p><br></p><p>(১) আব্দুল্লাহ ইবনে ওমর (রাঃ) বলেন,</p><h2><br></h2><h2>أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ يَرْفَعُ يَدَيْهِ حَذْوَ مَنْكَبَيْهِ إِذَا افْتَتَحَ الصَّلاَةَ وَإِذَا كَبَّرَ لِلرُّكُوْعِ وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوْعِ... مُتَّفَقٌ عَلَيْهِ، وفي رِوَايةٍ عنه: وَ إِذَا قَامَ مِنَ الرَّكْعَتَيْنِ رَفَعَ يَدَيْهِ.... رواه البخاريُّ-</h2><p><br></p><p>‘রাসূলুল্লাহ (ছাঃ) ছালাতের শুরুতে, রুকূতে যাওয়াকালীন ও রুকূ হ’তে ওঠাকালীন সময়ে..... এবং ২য় রাক‘আত থেকে উঠে দাঁড়াবার সময় ‘রাফ‘উল ইয়াদায়েন’ করতেন’। [100] হাদীছটি বায়হাক্বীতে বর্ধিতভাবে বর্ণিত হয়েছে যে, فََمَا زَالَتْ تِلْكَ صَلاَتُهُ حَتَّي لَقِيَ اللهَ تَعَالَي- ‘এভাবেই তাঁর ছালাত জারি ছিল, যতদিন না তিনি আল্লাহর সাথে মিলিত হন’। অর্থাৎ আমৃত্যু তিনি রাফ‘উল ইয়াদায়েন সহ ছালাত আদায় করেছেন। ইমাম বুখারীর উস্তাদ আলী ইবনুল মাদ্বীনী বলেন, এই হাদীছ আমার নিকটে সমস্ত উম্মতের উপরে ‘হুজ্জাত’ বা দলীল স্বরূপ (حُجَّةٌ عَلَي الْخَلْقِ)। যে ব্যক্তি এটা শুনবে, তার উপরেই এটা আমল করা কর্তব্য হবে। হাসান বছরী ও হামীদ বিন হেলাল বলেন, সকল ছাহাবী উক্ত তিন স্থানে রাফ‘উল ইয়াদায়েন করতেন’। [101]</p><p><br></p><p>(২) মালিক ইবনুল হুওয়াইরিছ (রাঃ) বলেন,</p><h2><br></h2><h2>أَنَّ رَسُوْلَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ كَانَ إِذَا كَبَّرَ رَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا أُذُنَيْهِ، وَإِذَا رَكَعَ رَفَعَ يَدَيْهِ حَتَّى يُحَاذِيَ بِهِمَا أُذُنَيْهِ، وَإِذَا رَفَعَ رَأْسَهُ مِنَ الرُّكُوْعِ فَقَالَ سَمِعَ اللهُ لِمَنْ حَمِدَهُ فَعَلَ مِثْلَ ذَلِكَ، رواه مسلمٌ-</h2><p><br></p><p>‘রাসূলুল্লাহ (ছাঃ) যখন ছালাতের জন্য ‘তাকবীরে তাহরীমা’ দিতেন, তখন হাত দু’টি স্বীয় দুই কান পর্যন্ত উঠাতেন। অতঃপর রুকূতে যাওয়ার সময় ও রুকূ হ’তে উঠার সময় তিনি অনুরূপ করতেন এবং ‘সামি‘আল্লা-হু লিমান হামিদাহ’ বলতেন’।[102]</p><p><br></p><p>উল্লেখ্য যে, শত শত ছহীহ হাদীছের বিপরীতে তাকবীরে তাহরীমা ব্যতীত বাকী সময়ে ‘রাফ‘উল ইয়াদায়েন’ না করার পক্ষে প্রধানতঃ যে চারটি হাদীছ পেশ করা হয়ে থাকে, তার সবগুলিই ‘যঈফ’। তন্মধ্যে হযরত আব্দুল্লাহ ইবনে মাস‘ঊদ (রাঃ) বর্ণিত হাদীছটিই সর্বাধিক প্রসিদ্ধ। যেমন আলক্বামা বলেন যে, একদা ইবনু মাস‘ঊদ (রাঃ) আমাদেরকে বলেন,</p><h2><br></h2><h2>أَلاَ أُصَلِّيْ بِكُمْ صَلاَةَ رَسُوْلِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ؟ فَصَلَّى وَلَمْ يَرْفَعْ يَدَيْهِ إِلاَّ مَرَّةً وَاحِدَةً مَعَ تَكْبِيْرَةِ الْاِفْتِتَاحِ، رواه الترمذىُّ وابوداؤدَ-</h2><p><br></p><p>‘আমি কি তোমাদের নিকটে রাসূল (ছাঃ)-এর ছালাত আদায় করব না? এই বলে তিনি ছালাত আদায় করেন। কিন্তু তাকবীরে তাহরীমার সময় একবার ব্যতীত অন্য সময় আর রাফ‘উল ইয়াদায়েন করলেন না’।[103] উক্ত হাদীছ সম্পর্কে ইবনু হিববান বলেন,</p><h2><br></h2><h2>هَذَا أَحْسَنُ خَبَرٍ رَوَى أَهْلُ الْكُوْفَةِ فِي نَفْيِ رَفْعِ الْيَدَيْنِ فِي الصَّلاَةِ عِنْدَ الرُّكُوْعِ وَعِنْدَ الرَّفْعِ مِنْهُ، وَهُوَ فِي الْحَقِيْقَةِ أَضْعَفُ شَيْءٍ يُعَوَّلُ عَلَيْهِ، لِأَنَّ لَهُ عِلَلاً تُبْطِلُهُ-</h2><p><br></p><p>‘রাফ‘উল ইয়াদায়েন’ না করার পক্ষে কূফাবাসীদের এটিই সবচেয়ে বড় দলীল হ’লেও এটিই সবচেয়ে দুর্বলতম দলীল, যার উপরে নির্ভর করা হয়েছে। কেননা এর মধ্যে এমন সব বিষয় রয়েছে, যা একে বাতিল গণ্য করে’।[104]</p><p><br></p><p>শায়খ আলবানী বলেন, হাদীছটিকে ছহীহ মেনে নিলেও তা ‘রাফ‘উল ইয়াদায়েন’ -এর পক্ষে বর্ণিত ছহীহ হাদীছ সমূহের বিপরীতে পেশ করা যাবে না। কেননা</p><p><br></p><h2>لأنه نافٍ وتلك مُثْبِتَةٌ ومن المقرَّر في علم الأصول أن المثبتَ مقدَّمٌ علي النافي-</h2><p><br></p><p>‘এটি না-বোধক এবং ঐগুলি হাঁ-বোধক। ইলমে হাদীছ-এর মূলনীতি অনুযায়ী হাঁ-বোধক হাদীছ না-বোধক হাদীছের উপর অগ্রাধিকার যোগ্য’।[105]</p><p><br></p><p>শাহ অলিউল্লাহ মুহাদ্দিছ দেহলভী বলেন,</p><p><br></p><h2>وَالَّذِيْ يَرْفَعُ أَحَبُّ إِلَيَّ مِمَّنْ لاَّ يَرْفَعُ ، فَإِنَّ أَحَادِيْثَ الرَّفْعِ أَكْثَرُ وَأَثْبَتُ-</h2><p><br></p><p>‘যে মুছল্লী রাফ‘উল ইয়াদায়েন করে, ঐ মুছল্লী আমার নিকট অধিক প্রিয় ঐ মুছল্লীর চাইতে, যে রাফ‘উল ইয়াদায়েন করে না। কেননা রাফ‘উল ইয়াদায়েন-এর হাদীছ সংখ্যায় বেশী ও অধিকতর মযবুত’।[106]</p><p><br></p><p>রাফ‘উল ইয়াদায়নের ফযীলত (فضل رفع اليدين) :</p><p><br></p><p>রাফ‘উল ইয়াদায়েন হ’ল আল্লাহর নিকট আত্মসমর্পণের অন্যতম নিদর্শন। হযরত আব্দুল্লাহ বিন ওমর (রাঃ) বলেন, ‘রাফ‘উল ইয়াদায়েন হ’ল ছালাতের সৌন্দর্য (رفع اليدين من زينة الصلاة)।’ রুকূতে যাওয়ার সময় ও রুকূ হ’তে ওঠার সময় কেউ রাফ‘উল ইয়াদায়েন না করলে তিনি তাকে ছোট পাথর ছুঁড়ে মারতেন।[107] উক্ববাহ বিন ‘আমের (রাঃ) বলেন, প্রত্যেক রাফ‘উল ইয়াদায়েন-এ ১০টি করে নেকী আছে। [108] যদি কেউ রাসূল (ছাঃ)-এর সুন্নাতের মহববতে একটি নেকীর কাজ করেন, আল্লাহ বলেন, আমি তার নেকী ১০ থেকে ৭০০ গুণে বর্ধিত করি।[109] শাহ অলিউল্লাহ মুহাদ্দিছ দেহলভী (রহঃ) বলেন, ‘রাফ‘উল ইয়াদায়েন’ হ’ল فعل تعظيمي বা সম্মান সূচক কম,র্ যা মুছল্লীকে আল্লাহর দিকে রুজু হওয়ার ব্যাপারে ও ছালাতে তন্ময় হওয়ার ব্যাপারে হুঁশিয়ার করে দেয়’। [110]</p><p><br></p><p>রাসূলুল্লাহ (ছাঃ) সিজদা থেকে উঠে রাফ‘উল ইয়াদায়েন করতেন না’।[111] ইবনুল ক্বাইয়িম বলেন, ইমাম আহমাদ -এর অধিকাংশ বর্ণনাও একথা প্রমাণ করে যে, তিনি সিজদাকালে রাফ‘উল ইয়াদায়েন -এর সর্মথক ছিলেন না’।[112] শায়খ আলবানী সিজদায় আল্লাহর রাসূল (ছাঃ) কখনো কখনো রাফ‘উল ইয়াদায়েন করতেন বলে যে হাদীছ বর্ণনা করেছেন,[113] তার অর্থ রুকূর ন্যায় রাফ‘উল ইয়াদায়েন নয়। বরং সাধারণভাবে সিজদা থেকে হাত উঠানো বুঝানো হয়েছে বলে অনুমিত হয়। ইমাম আহমাদ বলেন, রাসূল (ছাঃ) দুই সিজদার মাঝে রাফ‘উল ইয়াদায়েন করতেন না’।[114]</p>",
        "reference" : "<p>[94] . নায়লুল আওত্বার ৩/১৯ পৃঃ।</p><p><br></p><p>[95] . ‘আশারায়ে মুবাশ্‌শারাহ’ অর্থাৎ স্ব স্ব জীবদ্দশায় জান্নাতের সুসংবাদপ্রাপ্ত উচ্চ মর্যাদা সম্পন্ন দশজন ছাহাবী। তাঁরা হলেন : ১.আবুবকর ছিদ্দীক্ব ‘আব্দুল্লাহ বিন ‘উছমান আবু কুহাফা (মৃঃ ১৩ হিঃ বয়স ৬৩ বৎসর)। ২. ‘উমার ইবনুল খাত্ত্বাব (মৃঃ ২৩ হিঃ বয়স ৬০) ৩. ‘উছমান ইবনু ‘আফফান (মৃঃ ৩৫ হিঃ বয়স অন্যূন ৮৩) ৪. ‘আলী ইবনু আবী ত্বালিব (মৃঃ ৪০ হিঃ বয়স ৬০) ৫. আবু ‘উবায়দাহ ‘আমের বিন ‘আব্দুল্লাহ ইবনুল জাররাহ (মৃঃ ১৮ হিঃ বয়স ৫৮) ৬. ‘আব্দুর রহমান বিন ‘আওফ (মৃঃ ৩২ হিঃ বয়স ৭৫) ৭. ত্বাল্হা বিন ‘উবায়দুল্লাহ (মৃঃ ৩৬ হিঃ বয়স ৬২) ৮. যোবায়ের ইবনুল ‘আওয়াম (মৃঃ ৩৬ হিঃ বয়স ৭৫) ৯. সা‘ঈদ বিন যায়েদ বিন ‘আমর (মৃঃ ৫১ হিঃ বয়স ৭১) ১০. সা‘দ বিন আবী ওয়াক্ক্বাছ (মৃঃ ৫৫ হিঃ বয়স ৮২) রাযিয়াল্লা-হু ‘আনহুম।</p><p><br></p><p>[96] . ফিক্বহুস সুন্নাহ ১/১০৭ পৃঃ ; ফাৎহুল বারী ২/২৫৮ পৃঃ, হা/৭৩৭-এর ব্যাখ্যা, ‘আযান’ অধ্যায়-১০, অনুচ্ছেদ-৮৪।</p><p><br></p><p>[97] . মাজদুদ্দীন ফীরোযাবাদী (৭২৯-৮১৭ হিঃ), সিফরুস সা‘আদাত (লাহোর : ১৩০২ হিঃ, ফার্সী থেকে উর্দূ), ১৫ পৃঃ।</p><p><br></p><p>[98] . তুহফাতুল আহওয়াযী ২/১০০, ১০৬ পৃঃ; আলবানী, ছিফাতু ছালা-তিন্নবী পৃঃ ১০৯।</p><p><br></p><p>[99] . ফাৎহুল বারী ২/২৫৭ পৃঃ, হা/৭৩৬-এর ব্যাখ্যা, ‘আযান’ অধ্যায়-১০, অনুচ্ছেদ-৮৪।</p><p><br></p><p>[100] . মুত্তাফাক্ব ‘আলাইহ, বুখারী, মিশকাত হা/৭৯৩-৯৪ ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০।</p><p><br></p><p>[101] . বায়হাক্বী, মা‘রিফাতুস সুনান ওয়াল আছার হা/৮১৩, ‘মুরসাল হাসান’ ২/৪৭২ পৃঃ; মুওয়াত্ত্বা মালেক ‘ছালাত শুরু’ অনুচ্ছেদ; ‘মুরসাল ছহীহ’, মিশকাত হা/৮০৮; নায়লুল আওত্বার ৩/১২-১৩; ফিক্বহুস সুন্নাহ ১/১০৮।</p><p><br></p><p>[102] . মুসলিম হা/৮৬৫ ‘ছালাত’ অধ্যায়, অনুচ্ছেদ-৯।</p><p><br></p><p>[103] . তিরমিযী, আবুদাঊদ, নাসাঈ, মিশকাত হা/৮০৯, ‘ছালাতের বিবরণ’ অনুচ্ছেদ-১০।</p><p><br></p><p>[104] . নায়লুল আওত্বার ৩/১৪ পৃঃ; ফিক্বহুস সুন্নাহ ১/১০৮।</p><p><br></p><p>[105] . মিশকাত হা/৮০৯-এর টীকা (আলবানী) ১/২৫৪ পৃঃ।</p><p><br></p><p>[106] . হুজ্জাতুল্লা-হিল বালিগাহ ২/১০ পৃঃ।</p><p><br></p><p>[107] . নায়লুল আওত্বার ৩/১২; ফাৎহুল বারী ২/২৫৭।</p><p><br></p><p>[108] . নায়লুল আওত্বার ৩/১২; ছিফাত ১০৯।</p><p><br></p><p>[109] . বুখারী, মুসলিম, ছহীহ আত-তারগীব হা/১৬; মিশকাত হা/৪৪।</p><p><br></p><p>[110] . হুজ্জাতুল্লা-হিল বালিগাহ ২/১০ পৃঃ।</p><p><br></p><p>[111] . ছহীহ ইবনু খুযায়মা হা/৬৯৪।</p><p><br></p><p>[112] . মাসায়েলে ইমাম আহমাদ, (মদীনা ত্বাইয়েবাহ : ১৪০৬/১৯৮৬, ১ম সংস্করণ) মাসআলা-৩২০।</p><p><br></p><p>[113] . আলবানী, ছিফাতু ছালা-তিন্নবী ১২১ পৃঃ।</p><p><br></p><p>[114] . ইবনুল ক্বাইয়িম, বাদায়ে‘উল ফাওয়ায়েদ ৩/৮৯-৯০; মাসায়েলে ইমাম আহমাদ, মাসআলা-৩২০, ১/২৩৬ পৃঃ।</p>"
    },
    {
        "id": 47,
        "category": 5,
        "title_id" : 13,
        "description": "<p>বারা’ বিন আযেব (রাঃ) বলেন যে, রাসূলুল্লাহ (ছাঃ)-এর রুকূ, সিজদা, দুই সিজদার মধ্যকার বৈঠক এবং রুকূ পরবর্তী ক্বওমা-র স্থিতিকাল প্রায় সমান হ’ত। [115] </p><p><br></p><p>আনাস (রাঃ) বলেন, এগুলি এত দীর্ঘ হ’ত যে, মুক্তাদীগণের কেউ কেউ ধারণা করত যে, রাসূল (ছাঃ) হয়তোবা ছালাতের কথা ভুলে গেছেন’।[116]</p>",
        "reference" : "<p>[115]. মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮৬৯, ‘রুকূ’ অনুচ্ছেদ-১৩।</p><p><br></p><p>[116]. মুত্তাফাক্ব ‘আলাইহ, ইরওয়াউল গালীল হা/৩০৭।</p>"
    },
    {
        "id": 48,
        "category": 5,
        "title_id" : 14,
        "description": "<p><strong>‘সিজদা’ </strong>অর্থ চেহারা মাটিতে রাখা (وضع الجبهة على الأرض) পারিভাষিক অর্থ, আল্লাহর ইবাদতের উদ্দেশ্যে বিনম্রচিত্তে চেহারা মাটিতে রাখা’। রুকূ হ’তে উঠে ক্বওমার দো‘আ শেষে ‘আল্লা-হু আকবর’ বলে আল্লাহর নিকটে সিজদায় লুটিয়ে পড়বে এবং সিজদার দো‘আ সমূহ পাঠ করবে। নাক সহ কপাল, দু’হাত, দু’হাঁটু ও দু’পায়ের আংগুল সমূহের অগ্রভাগ সহ মোট ৭টি অঙ্গ মাটিতে লাগিয়ে সিজদা করবে।[117] সিজদায় যাওয়ার সময় প্রথমে দু’হাত মাটিতে রাখবে। কেননা এ বিষয়ে আবু হুরায়রা (রাঃ) হ’তে বর্ণিত وَلْيَضَعْ يَدَيْهِ قَبْلَ رُكْبَتَيْهِ হাদীছটি ‘ছহীহ’।[118] কিন্তু ওয়ায়েল বিন হুজ্র (রাঃ) বর্ণিত আগে হাঁটু রাখার হাদীছটি ‘যঈফ’।[119] সিজদার সময় হাত দু’খানা ক্বিবলামুখী করে [120] মাথার দু’পাশে কাঁধ বা কান বরাবর[121] মাটিতে স্বাভাবিকভাবে রাখবে[122] এবং কনুই ও বগল ফাঁকা রাখবে। [123] হাঁটু বা মাটিতে ঠেস দিবে না।[124] সিজদায় দুই কনুই উঁচু রাখবে এবং কোনভাবেই দু’হাত কুকুরের মত মাটিতে বিছিয়ে দেওয়া যাবে না।[125]</p><p><br></p><p>সিজদা এমন (লম্বা) হবে, যাতে বুকের নীচ দিয়ে একটা বকরীর বাচ্চা যাওয়ার মত ফাঁকা থাকে।[126] সহজ হিসাবে প্রত্যেক মুছল্লী নিজ হাঁটু হ’তে নিজ হাতের দেড় হাত দূরে সিজদা দিলে ঠিক হ’তে পারে। সিজদা হ’তে উঠে বাম পায়ের পাতার উপরে বসবে এবং ডান পায়ের পাতা খাড়া রাখবে ও আঙ্গুলগুলি ক্বিবলামুখী রাখবে।[127]</p><p><br></p><p>অতঃপর বৈঠকের দো‘আ পাঠ শেষে তাকবীর বলে দ্বিতীয় সিজদায় যাবে। অনেক মহিলা সিজদায় গিয়ে মাটিতে নিতম্ব রাখেন। এই মর্মে ‘মারাসীলে আবুদাঊদে’ বর্ণিত হাদীছটি নিতান্তই ‘যঈফ’।[128] এর ফলে সিজদার সুন্নাতী তরীকা বিনষ্ট হয়। সিজদা হ’ল ছালাতের অন্যতম প্রধান ‘রুকন’। সিজদা নষ্ট হ’লে ছালাত বিনষ্ট হবে। অতএব এই বদভ্যাস এখনই পরিত্যাজ্য।</p><p><br></p><p>সিজদা হ’ল দো‘আ কবুলের সর্বোত্তম সময়। যেমন আবু হুরায়রা (রাঃ) বর্ণিত হাদীছে রাসূলূল্লাহ (ছাঃ) এরশাদ করেন,</p><h2><br></h2><h2>أَقْرَبُ مَا يَكُوْنُ الْعَبْدُ مِنْ رَّبِّهِ وَهُوَ سَاجِدٌ فَأَكْثِرُوا الدُّعَاءَ رواه مسلم وفي رواية له عن ابن عباس قال : فَاجْتَهِدُوْا فِي الدُّعَاءِ فَقَمِنٌ أَنْ يُّسْتَجَابَ لَكُمْ-</h2><p><br></p><p>‘বান্দা স্বীয় প্রভুর সর্বাধিক নিকটে পৌঁছে যায়, যখন সে সিজদায় রত হয়। অতএব তোমরা ঐ সময় বেশী বেশী প্রার্থনা কর’। অন্য বর্ণনায় এসেছে, ‘তোমরা প্রার্থনায় সাধ্যমত চেষ্টা কর। আশা করা যায়, তোমাদের দো‘আ কবুল করা হবে’।[129] রুকূ ও সিজদাতে কমপক্ষে তিনবার তাসবীহ পাঠ করবে।[130] দশবার দো‘আ পাঠের যে হাদীছ এসেছে, তা যঈফ। [131]</p><p><br></p><p>দুই সিজদার মধ্যেকার সংক্ষিপ্ত বৈঠকে হাতের আঙ্গুলগুলি দুই হাঁটুর মাথার দিকে স্বাভাবিকভাবে ক্বিবলামুখী ছড়ানো থাকবে। [132]</p>",
        "reference" : "<p>[117] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮৮৭, ‘সিজদা ও তার ফযীলত’ অনুচ্ছেদ-১৪।</p><p><br></p><p>[118] . আবুদাঊদ হা/৮৪০; ঐ, মিশকাত হা/৮৯৯ অনুচ্ছেদ-১৪।</p><p><br></p><p>[119] . আবুদাঊদ হা/৮৩৮; ঐ, মিশকাত হা/৮৯৮ অনুচ্ছেদ-১৪, টীকা, পৃঃ ১/২৮২; মির‘আত ৩/২১৭-১৮; ইরওয়া হা/৩৫৭।</p><p><br></p><p>[120] . ‘কেননা দুই হাতও সিজদা করে যেমন মুখমণ্ডল সিজদা করে থাকে’। -মুওয়াত্ত্বা, মিশকাত হা/৯০৫ ‘সিজদা ও তার ফযীলত’ অনুচ্ছেদ-১৪।</p><p><br></p><p>[121] . ফিক্বহুস্ সুন্নাহ ১/১২৩; আবুদাঊদ, তিরমিযী, নায়লুল আওত্বার ৩/১২১।</p><p><br></p><p>[122] . মুত্তাফাক্ব ‘আলাইহ, বুখারী, মিশকাত হা/৭৯২ অনুচ্ছেদ-১০, হা/৮৮৮ অনুচ্ছেদ-১৪।</p><p><br></p><p>[123] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮৯১ অনুচ্ছেদ-১৪।</p><p><br></p><p>[124] . আবুদাঊদ, মিশকাত হা/৮০১।</p><p><br></p><p>[125] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৮৮৮ ‘সিজদা ও তার ফযীলত’ অনুচ্ছেদ-১৪।</p><p><br></p><p>[126] . মুসলিম, আবুদাঊদ, মিশকাত হা/৮৯০।</p><p><br></p><p>[127] . বুখারী, আবুদাঊদ, মিশকাত হা/৭৯২, ৮০১।</p><p><br></p><p>[128] . সুবুলুস সালাম শরহ বুলূগুল মারাম হা/২৮২-এর আলোচনা দ্রষ্টব্য, ‘সিজদার অঙ্গ সমূহ’ অধ্যায়, ১/৩৭৩ পৃঃ ; যঈফুল জামে‘ হা/৬৪৩; সিলসিলা যঈফাহ হা/২৬৫২।</p><p><br></p><p>[129] . মুসলিম, মিশকাত হা/৮৯৪, অনুচ্ছেদ-১৪, হা/৮৭৩, অনুচ্ছেদ-১৩; নায়ল ৩/১০৯; মির‘আত ১/৬৩৫; ঐ, ৩/২২১-২২।</p><p><br></p><p>[130] . ইবনু মাজাহ হা/৮৮৮; আহমাদ, আবুদাঊদ, প্রভৃতি, ছিফাত পৃঃ ১১৩, ১২৭।</p><p><br></p><p>[131] . আবুদাঊদ হা/৮৮৮; নাসাঈ, মিশকাত হা/৮৮৩।</p><p><br></p><p>[132] . নাসাঈ, ফিক্বহুস সুন্নাহ ১/১২৬।</p>"
    },
    {
        "id": 49,
        "category": 5,
        "title_id" : 15,
        "description": "<p><strong>দুই সিজদার মধ্যবর্তী বৈঠকের দো‘আঃ</strong></p><p><br></p><h2>اَللَّهُمَّ اغْفِرْ لِيْ وَارْحَمْنِيْ وَاجْبُرْنِيْ وَاهْدِنِيْ وَعَافِنِيْ وَارْزُقْنِيْ</h2><p><br></p><p><strong>উচ্চারণ :</strong></p><p> আল্লা-হুম্মাগ্ফিরলী ওয়ারহামনী ওয়াজ্বুরনী ওয়াহদিনী ওয়া ‘আ-ফেনী ওয়ারঝুক্বনী ।</p><p><br></p><p><strong>অনুবাদ :</strong></p><p> ‘হে আল্লাহ! আপনি আমাকে ক্ষমা করুন, আমার উপরে রহম করুন, আমার অবস্থার সংশোধন করুন, আমাকে সৎপথ প্রদর্শন করুন, আমাকে সুস্থতা দান করুন ও আমাকে রূযী দান করুন’।</p><p><br></p><p>অথবা কমপক্ষে ২ বার বলবে ‘রব্বিগফিরলী’ (হে আমার প্রতিপালক! আমাকে ক্ষমা কর)। [133] অতঃপর ২য় সিজদা করবে ও দো‘আ পড়বে।</p>",
        "reference" : "<p>[133] . ইবনু মাজাহ হা/৮৯৭; নাসাঈ, দারেমী, মিশকাত হা/৯০১, ‘ছালাত’ অধ্যায়-৪, ‘সিজদা ও উহার ফযীলত’ অনুচ্ছেদ-১৪।</p>"
    },
    {
        "id": 50,
        "category": 5,
        "title_id" : 16,
        "description": "<p>২য় ও ৪র্থ রাক‘আতে দাঁড়াবার প্রাক্কালে সিজদা থেকে উঠে সামান্য সময়ের জন্য স্থির হয়ে বসা সুন্নাত। একে ‘জালসায়ে ইস্তেরা-হাত’ বা স্বস্তির বৈঠক বলে। যেমন হাদীছে এসেছে,</p><h2><br></h2><h2>عَنْ مَالِكِ بْنِ الْحُوَيْرِثِ أَنَّهُ رَأَى النَّبِيَّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يُصَلِّيْ فَإِذَا كَانَ فِيْ وِتْرٍ مِّنْ صَلاَتِهِ لَمْ يَنْهَضْ حَتَّى يَسْتَوِيَ قَاعِدًا رواه البخارىُّ-</h2><p><br></p><p>অর্থাৎ ‘ছালাতের মধ্যে যখন রাসূলুল্লাহ (ছাঃ) বেজোড় রাক‘আতে পৌঁছতেন, তখন দাঁড়াতেন না যতক্ষণ না সুস্থির হয়ে বসতেন’। [134] একই রাবীর অন্য বর্ণনায় এসেছে,</p><p><br></p><h2>وَإِذَا رَفَعَ رَأْسَهُ عَنِ السَّجْدَةِ الثَّانِيَةِ جَلَسَ وَاعْتَمَدَ عَلَى الْأَرْضِ ثُمَّ قَامَ</h2><p><br></p><p>‘যখন রাসূলুল্লাহ (ছাঃ) দ্বিতীয় সিজদা হ’তে মাথা উঠাতেন তখন বসতেন এবং মাটির উপরে (দু’হাতে) ভর দিতেন। অতঃপর দাঁড়াতেন’। [135]</p><p><br></p><p>‘হাতের উপরে ভর না দিয়ে তীরের মত সোজা দাঁড়িয়ে যেতেন’ বলে ‘ত্বাবারাণী কাবীরে’ বর্ণিত হাদীছটি ‘মওযূ’ বা জাল এবং উক্ত মর্মে বর্ণিত সকল হাদীছই ‘যঈফ’। [136]</p><p><br></p><p>ইসহাক্ব বিন রাহ্ওয়াইহ বলেন, যুবক হৌক বা বৃদ্ধ হৌক রাসূল (ছাঃ) থেকে এ সুন্নাত জারি আছে যে, তিনি প্রথমে মাটিতে দু’হাতে ভর দিতেন। অতঃপর দাঁড়াতেন। দশজন ছাহাবী কর্তৃক প্রত্যক্ষভাবে সত্যায়ন প্রাপ্ত আবু হুমায়েদ সা‘এদী (রাঃ) প্রদর্শিত ছালাতের প্রসিদ্ধ হাদীছেও এর স্পষ্ট দলীল রয়েছে। [137]</p>",
        "reference" : "<p>[134] . বুখারী, মিশকাত হা/৭৯৬, অনুচ্ছেদ-১০; নায়ল ৩/১৩৮।</p><p><br></p><p>[135] . বুখারী, ফাৎহ সহ হা/৮২৪, ‘ওঠার সময় কিভাবে মাটির উপরে ভর দেবে’ অনুচ্ছেদ-১৪৩, ‘আযান’ অধ্যায়-১৩, ২/৩৫৩-৫৪ পৃঃ।</p><p><br></p><p>[136] . ছিফাত, ১৩৭ পৃঃ ; সিলসিলা যঈফাহ হা/৫৬২, ৯২৯, ৯৬৭; নায়ল ৩/১৩৮-১৩৯।</p><p><br></p><p>[137] . বুখারী, ছিফাত, পৃঃ ১৩৬-৩৭ টীকা; তিরমিযী, আবুদাঊদ, নাসাঈ, মিশকাত হা/৮০১; ইরওয়া হা/৩০৫, ৩৬২; ২/১৩, ৮২-৮৩ পৃঃ।</p>"
    },
    {
        "id": 51,
        "category": 5,
        "title_id" : 17,
        "description": "<p>(১) রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><h2><br></h2><h2>عَنْ عُبَادَةَ بْنِ الصَّامِتِ أَنَّهُ سَمِعَ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُوْلُ : مَا مِنْ عَبْدٍ يَسْجُدُ لِلَّهِ سَجْدَةً إِلاَّ كَتَبَ اللهُ لَهُ بِهَا حَسَنَةً وَمَحَا عَنْهُ بِهَا سَيِّئَةً وَرَفَعَ لَهُ بِهَا دَرَجَةً، فَاسْتَكْثِرُوْا مِنَ السُّجُوْدِ، رواه ابنُ ماجه-</h2><p><br></p><p>‘যে ব্যক্তি আল্লাহর জন্য একটি সিজদা করে, আল্লাহ তার জন্য একটি নেকী লেখেন ও তার একটি পাপ দূর করে দেন এবং তার মর্যাদার স্তর একটি বৃদ্ধি করে দেন। অতএব তোমরা বেশী বেশী সিজদা কর’।[138]</p><p><br></p><p>(২) ক্বিয়ামতের দিন রাসূলুল্লাহ (ছাঃ) ঈমানদারগণকে চিনবেন তাদের সিজদার স্থান ও ওযূর অঙ্গ সমূহের ঔজ্জ্বল্য দেখে’। [139]</p><p><br></p><p>(৩) আল্লাহ জাহান্নামবাসীদের মধ্য থেকে কিছু লোকের উপরে অনুগ্রহ করবেন এবং ফেরেশতাদের বলবেন, যাও ঐসব লোকদের বের করে নিয়ে এসো, যারা আল্লাহর ইবাদত করেছে। অতঃপর ফেরেশতাগণ তাদের সিজদার চিহ্ন দেখে চিনে নিবেন ও বের করে আনবেন। বনু আদমের সর্বাঙ্গ আগুনে খেয়ে নিবে, সিজদার চিহ্ন ব্যতীত। কেননা আল্লাহ পাক জাহান্নামের উপরে হারাম করেছেন সিজদার চিহ্ন খেয়ে ফেলতে’।[140]</p><p><br></p><p>সিজদার অন্যান্য দো‘আ সমূহের কয়েকটি :</p><p><br></p><h2>1- اَللَّهُمَّ اغْفِرْ لِيْ ذَنْبِيْ كُلَّهُ دِقَّهُ وَجِلَّهُ وَ أَوَّلَهُ وَآخِرَهُ وَعَلاَنِيَتَهُ وَسِرَّهُ (مسلم)</h2><h2><br></h2><h2>2- سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ لآ إِلَهَ إِلاَّ أَنْتَ (مسلم)</h2><h2><br></h2><h2>3- اَللَّهُمَّ اغْفِرْ لِيْ مَا أَسْرَرْتُ وَمَا أَعْلَنْتُ (النسائي والحاكم)</h2><h2><br></h2><h2>4- اَللَّهُمَّ إنِّيْ أَعُوْذُ بِرِضَاكَ مِنْ سَخَطِكَ، وَأَعُوْذُ بِمُعَافَاتِكَ مِنْ عُقُوْبَتِكَ، وَأَعُوْذُ بِكَ مِنْكَ، لاَ أُحْصِيْ ثَنَاءً عَلَيْكَ، أَنْتَ كَمَا أَثْنَيْتَ عَلَى نَفْسِكَ (مسلم)</h2><h2><br></h2><h2>5- اَللَّهُمَّ لَكَ سَجَدْتُ، وَبِكَ آمَنْتُ، وَلَكَ أَسْلَمْتُ وَ أَنْتَ رَبِّىْ، سَجَدَ وَجْهِيَ لِلَّذِيْ خَلَقَهُ وَصَوَّرَهُ فَأَحْسَنَ صُوَرَهُ وَشَقَّ سَمْعَهُ وَبَصَرَهُ، فَتَبَارَكَ اللهُ أَحْسَنُ الْخَالِقِيْنَ (مسلم) (صفة صلاة النبي&nbsp;</h2>",
        "reference" : "<p>[138] . ইবনু মাজাহ হা/১৪২৪ ‘ছালাত’ অধ্যায়-২, অনুচ্ছেদ-২০১।</p><p><br></p><p>[139] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/২৯০ ‘পবিত্রতা’ অধ্যায়-৩; মুসলিম, মিশকাত হা/২৯৮; আহমাদ হা/১৭৭২৯, ছিফাত, ১৩১ পৃঃ।</p><p><br></p><p>[140] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫৫৮১ ‘ক্বিয়ামতের অবস্থা’ অধ্যায়-২৮, ‘হাউয ও শাফা‘আত’ অনুচ্ছেদ-৪; ছিফাত, ১৩১ পৃঃ।</p>"
    },
    {
        "id": 52,
        "category": 5,
        "title_id" : 18,
        "description": "<p>যে বৈঠকের শেষে সালাম ফিরাতে হয়, তাকে শেষ বৈঠক বলে। এটি ফরয, যা না করলে ছালাত বাতিল হয়। তবে ১ম বৈঠকটি ওয়াজিব, যা ভুলক্রমে না করলে সিজদায়ে সহো ওয়াজিব হয়। ২য় রাক‘আত শেষে বৈঠকে বসবে। যদি ১ম বৈঠক হয়, তবে কেবল ‘আত্তাহিইয়া-তু’ পড়ে ৩য় রাক‘আতের জন্য উঠে যাবে। [141] আর যদি শেষ বৈঠক হয়, তবে ‘আত্তাহিইয়া-তু’ পড়ার পরে দরূদ, দো‘আয়ে মাছূরাহ এবং সম্ভব হ’লে অন্য দো‘আ পড়বে।[142] ১ম বৈঠকে বাম পা পেতে তার উপরে বসবে ও শেষ বৈঠকে ডান পায়ের তলা দিয়ে বাম পায়ের অগ্রভাগ বের করে দিয়ে বাম নিতম্বের উপরে বসবে ও ডান পায়ের পাতা খাড়া রাখবে। এই সময় ডান পায়ের আঙ্গুলী সমূহের অগ্রভাগ ক্বিবলামুখী থাকবে।[143] জোড়-বেজোড় যেকোন ছালাতের সালামের বৈঠকে নারী-পুরুষ সকলকে এভাবেই বাম নিতম্বের উপর বসতে হয়। একে ‘তাওয়ার্রুক’ (التورك) বলা হয়।[144]</p><p><br></p><p>বৈঠকের সময় বাম হাতের আঙ্গুলগুলো বাম হাঁটুর প্রান্ত বরাবর ক্বিবলামুখী ও স্বাভাবিক অবস্থায় থাকবে[145] এবং ডান হাত ৫৩ -এর ন্যায় মুষ্টিবদ্ধ থাকবে ও শাহাদাত অঙ্গুলী দ্বারা ইশারা করবে।[146] বৈঠকের শুরু থেকে সালাম ফিরানোর আগ পর্যন্ত ইশারা করতে থাকবে।[147] ছাহেবে মির‘আত ওবায়দুল্লাহ মুবারকপুরী (১৯০৪-৯৪ খৃ:) বলেন, আঙ্গুল ইশারার মাধ্যমে আল্লাহর একত্বের সাক্ষ্য দেওয়া হয়।[148] দো‘আ পাঠের সময় আকাশের দিকে তাকানো নিষেধ।[149] ইশারার সময় আঙ্গুল দ্রুত নাড়ানো যাবে না, যা পাশের মুছল্লীর দৃষ্টি কেড়ে নেয়’। [150] ‘আশহাদু’ বলার সময় আঙ্গুল উঠাবে ও ইল্লাল্লা-হ’ বলার পর আঙ্গুল নামাবে’ বলে যে কথা চালু আছে তার কোন ভিত্তি নেই।[151] মুছল্লীর নযর ইশারার বাইরে যাবে না। [152] এই সময় নিম্নোক্ত দো‘আসমূহ পড়বে-</p><p><br></p><p>(ক) তাশাহহুদ* (আত্তাহিইয়া-তু) : (পুর্বে উল্লেখ হয়েছে)</p><p><br></p><p>নবীকে সম্বোধন:</p><p><br></p><p>তাশাহহুদ সম্পর্কিত সকল ছহীহ মরফূ হাদীছে রাসূল (ছাঃ)-কে সম্বোধন সূচক ‘আইয়ুহান্নাবী’ শব্দ বর্ণিত হয়েছে। কিন্তু রাসূলুল্লাহ (ছাঃ)-এর মৃত্যুর পরে আব্দুল্লাহ ইবনে মাসঊদ (রাঃ) প্রমুখ কতিপয় ছাহাবী ‘আইয়ুহান্নাবী’-এর পরিবর্তে ‘আলান্নাবী’ বলতে থাকেন। যেমন বুখারী ‘ইস্তীযা-ন’ অধ্যায়ে এবং অন্যান্য হাদীছ গ্রন্থে বর্ণিত হয়েছে। অথচ সকল ছাহাবী, তাবেঈন, মুহাদ্দেছীন, ফুক্বাহা পূর্বের ন্যায় ‘আইয়ুহান্নাবী’ পড়েছেন। এই মতভেদের কারণ হ’ল এই যে, রাসূলের জীবদ্দশায় তাঁকে সম্বোধন করে ‘আইয়ুহান্নাবী’ বলা গেলেও তাঁর মৃত্যুর পরে তো আর তাঁকে ঐভাবে সম্বোধন করা যায় না। কেননা সরাসরি এরূপ গায়েবী সম্বোধন কেবল আল্লাহকেই করা যায়। মৃত্যুর পরে রাসূলুল্লাহ (ছাঃ)-কে এভাবে সম্বোধন করলে তাঁকে আল্লাহ সাব্যস্ত করা হয়ে যায়। সেকারণ কিছু সংখ্যক ছাহাবী ‘আলান্নাবী’ অর্থাৎ ‘নবীর উপরে’ বলতে থাকেন।</p><p><br></p><p>পক্ষান্তরে অন্য সকল ছাহাবী পূর্বের ন্যায় ‘আইয়ুহান্নাবী’ বলতে থাকেন। ত্বীবী (মৃ: ৭৪৩ হিঃ) বলেন, এটা এজন্য যে, রাসূলুল্লাহ (ছাঃ) তাঁদেরকে উক্ত শব্দেই ‘তাশাহহুদ’ শিক্ষা দিয়েছিলেন। তার কোন অংশ তাঁর মৃত্যুর পরে পরিবর্তন করতে বলে যাননি। অতএব ছাহাবায়ে কেরাম উক্ত শব্দ পরিবর্তনে রাযী হননি। ছাহেবে মির‘আত বলেন, জীবিত-মৃত কিংবা উপস্থিতি-অনুপস্থিতির বিষয়টি ধর্তব্য নয়। কেননা স্বীয় জীবদ্দশায়ও তিনি বহু সময় ছাহাবীদের থেকে দূরে সফরে বা জিহাদের ময়দানে থাকতেন। তবুও তারা তাশাহহুদে নবীকে উক্ত সম্বোধন করে ‘আইয়ুহান্নাবী’ বলতেন। তারা তাঁর উপস্থিতি বা অনুপস্থিতিতে উক্ত সম্বোধনে কোন হেরফের করতেন না। তাছাড়া বিষয়টি রাসূলুল্লাহ (ছাঃ)-এর জন্য ‘খাছ’ বিষয়াবলীর (من خصائصه) অন্তর্ভুক্ত। এটা স্রেফ তাশাহহুদের মধ্যেই পড়া যাবে, অন্য সময় নয়।</p><p><br></p><p>উল্লেখ্য যে, এই সম্বোধনের মধ্যে কবর পূজারীদের জন্য কোন সুযোগ নেই। তারা এই হাদীছের দ্বারা রাসূল (ছাঃ)-কে সর্বত্র হাযির-নাযির প্রমাণ করতে চায় [153] ও মনোবাসনা পূর্ণ করার জন্য তাঁকে ‘অসীলা’ হিসাবে গ্রহণ করতে চায়। এটা পরিষ্কারভাবে ‘শিরকে আকবর’ বা বড় শিরকের অন্তর্ভুক্ত।</p><p><br></p><p>এরপর দরূদ পাঠ করবে।</p><p><br></p><p>(খ) দরূদ : (পুর্বে উল্লেখ হয়েছে)</p><p><br></p><p>জ্ঞাতব্য : দরূদে মুহাম্মাদ (ছাঃ) ও তাঁর পরিবারকে ইবরাহীম (আঃ) ও তাঁর পরিবারের সাথে তুলনা করা হয়েছে। এর ফলে মুহাম্মাদ (ছাঃ) ও তাঁর পরিবারের মর্যাদা ক্ষুণ্ণ করা হয়েছে বলে মনে হ’লেও প্রকৃত অর্থে তাঁদের মর্যাদা বৃদ্ধি করা হয়েছে। কেননা মুহাম্মাদ (ছাঃ) স্বয়ং ইবরাহীম (আঃ)-এর বংশধর এবং মানব জাতির শ্রেষ্ঠ সন্তান ও সর্বশেষ রাসূল। পিতা ইবরাহীমের সাথে সন্তান হিসাবে তাঁর তুলনা মোটেই অমর্যাদাকর নয়। দ্বিতীয়ত: ইবরাহীম (আঃ)-এর বংশে হাযার হাযার নবী ছিলেন। কিন্তু মুহাম্মাদ (ছাঃ)-এর পরিবারবর্গের মধ্যে কোন নবী না থাকা সত্ত্বেও তাঁদেরকে অগণিত নবী-রাসূল সমৃদ্ধ মহা সম্মানিত ইবরাহীমী বংশের সাথে তুলনা করার মাধ্যমে মুহাম্মাদ (ছাঃ)-এর পরিবারের মর্যাদা নিঃসন্দেহে বৃদ্ধি করা হয়েছে।[154]</p><p><br></p><p>দরূদ -এর ফযীলত : রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><h2><br></h2><h2>عَنْ أَبِيْ هُرَيْرَةَ قَالَ قَالَ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ مَنْ صَلَّى عَلَيَّ صَلاةً وَاحِدَةً صَلَّى اللهُ عَلَيْهِ عَشْرَ صَلَوَاتٍ وَحُطَّتْ عَنْهُ عَشْرُ خَطِيْئَاتٍ وَ رُفِعَتْ لَهُ عَشْرُ دَرَجَاتٍ، رواه النسائيُّ-</h2><p><br></p><p>‘যে ব্যক্তি আমার উপর একবার দরূদ পাঠ করে, আল্লাহ তার উপরে দশটি রহমত নাযিল করেন। তার আমলনামা হ’তে দশটি গুনাহ ঝরে পড়ে ও তার সম্মানের স্তর আল্লাহর নিকটে দশগুণ বৃদ্ধি পায়’।[155]</p><p><br></p><p>অতঃপর নিম্নের দো‘আ পাঠ করবে, যা ‘দো‘আয়ে মাছূরাহ’ নামে পরিচিত। এতদ্ব্যতীত জানা মত অন্যান্য দো‘আ পড়বে। এই সময় কুরআনী দো‘আও পড়া যাবে।</p><p><br></p><p>(গ) দো‘আয়ে মাছূরাহ [الأدعية المأثورة) [156) [পুর্বে উল্লেখ হয়েছে]</p><p><br></p><p>এর পর অন্যান্য দো‘আ সমূহ পড়তে পারে।</p><p><br></p><p>তাশাহহুদের শেষে নিম্নোক্ত দো‘আটি পাঠ করার জন্য বিশেষভাবে তাকীদ এসেছে -</p><p><br></p><h2>اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنْ عَذَابِ جَهَنَّمَ وَأَعُوْذُ بِكَ مِنْ عَذَابِ الْقَبْرِ وَأَعُوْذُ بِكَ مِنْ فِتْنَةِ الْمَسِيْحِ الدَّجَّالِ وَأَعُوْذُ بِكَ مِنْ فِتْنَةِ الْمَحْيَا وَالْمَمَاتِ -</h2><p><br></p><p>উচ্চারণ : আল্লা-হুম্মা ইন্নী আ‘ঊযুবিকা মিন্ ‘আযা-বি জাহান্নামা ওয়া আ‘ঊযুবিকা মিন্ ‘আযা-বিল ক্বাব্রে, ওয়া আ‘ঊযুবিকা মিন্ ফিৎনাতিল মাসীহিদ্ দাজ্জা-লি, ওয়া আ‘ঊযুবিকা মিন ফিৎনাতিল মাহ্ইয়া ওয়াল মামা-তি।</p><p><br></p><p>অর্থ : হে আল্লাহ! আমি তোমার আশ্রয় ভিক্ষা করছি জাহান্নামের আযাব হ’তে, কবরের আযাব হ’তে, দাজ্জালের ফিৎনা হ’তে এবং জীবন ও মৃত্যুকালীন ফিৎনা হ’তে’। [157]</p><p><br></p><p>তাশাহ্হুদ ও সালামের মধ্যেকার দো‘আ সমূহের শেষে আললাহর রাসূল (ছাঃ) নিম্নের দো‘আ পড়তেন :</p><h2><br></h2><h2>اَللَّهُمَّ اغْفِرْلِيْ مَا قَدَّمْتُ وَمَا أَخَّرْتُ وَمَا أَسْرَرْتُ وَمَا أَعْلَنْتُ وَمَا أَسْرَفْتُ وَمَا أَنْتَ أَعْلَمُ بِهِ مِنِّيْ أَنْتَ الْمُقَدِّمُ وَأَنْتَ الْمُؤَخِّرُ لآ إِلَهَ إِلاَّ أَنْتَ</h2><p><br></p><p>(১) উচ্চারণ: আল্লা-হুম্মাগফিরলী মা ক্বাদ্দামতু অমা আখখারতু, অমা আসরারতু অমা আ‘লানতু, অমা আসরাফতু, অমা আনতা আ‘লামু বিহী মিন্নী; আনতাল মুক্বাদ্দিমু ওয়া আনতাল মুআখখিরু, লা ইলা-হা ইল্লা আনতা’ ।</p><p><br></p><p>অনুবাদ: ‘হে আল্লাহ! তুমি আমার পূর্বাপর গোপন ও প্রকাশ্য সকল গোনাহ মাফ কর (এবং মাফ কর ঐসব গোনাহ) যাতে আমি বাড়াবাড়ি করেছি এবং ঐসব গোনাহ যে বিষয়ে তুমি আমার চাইতে বেশী জানো। তুমি অগ্র-পশ্চাতের মালিক। তুমি ব্যতীত কোন উপাস্য নেই’।[158]</p><p><br></p><p>(২) </p><p><br></p><h2>اَللَّهُمَّ إِنِّى أَسْأَلُكَ الْجَنَّةَ وَأَعُوذُ بِكَ مِنَ النَّارِ </h2><p><br></p><p>‘আল্লা-হুম্মা ইন্নী আসআলুকাল জান্নাতা ওয়া আ‘ঊযু বিকা মিনান্না-র’ (হে আল্লাহ! আমি তোমার নিকটে জান্নাত প্রার্থনা করছি এবং জাহান্নাম থেকে পানাহ চাচ্ছি)।[159]</p><p><br></p><p>তাশাহ্হুদ ও সালামের মধ্যবর্তী সময়ে দো‘আ বিষয়ে জ্ঞাতব্য:</p><p><br></p><p>রাসূলুল্লাহ (ছাঃ) তাশাহ্হুদ ও সালামের মধ্যবর্তী সময়ে বিভিন্ন দো‘আ পড়তেন।[160] ইবনু মাসঊদ (রাঃ) বর্ণিত তাশাহহুদে (অর্থাৎ আত্তাহিইয়াতু)-এর শেষে বর্ণিত হয়েছে যে, রাসূলুল্লাহ (ছাঃ) বলেন, ثُمَّ لِيَتَخَيَّرْ مِنَ الدُّعَاءِ أَعْجَبَهُ إِلَيْهِ فَيَدْعُوْهُ- ‘অতঃপর দো‘আ সমূহের মধ্যে যে দো‘আ সে পসন্দ করে, তা করবে’।[161] এ কথার ব্যাখ্যায় বিদ্বানগণের মধ্যে একদল বলেছেন, এ সময় গোনাহ নেই এবং আদবের খেলাফ নয়, দুনিয়া ও আখেরাতের এমন সকল প্রকার দো‘আ করা যাবে। পক্ষান্তরে অন্যদল বলেছেন, কুরআন-হাদীছে বর্ণিত দো‘আ সমূহের মাধ্যমেই কেবল প্রার্থনা করতে হবে। কেননা আল্লাহর রাসূল (ছাঃ) বলেছেন, ‘আমাদের এই ছালাতে মানুষের সাধারণ কথা-বার্তা বলা চলে না। এটি কেবল তাসবীহ, তাকবীর ও কুরআন পাঠ মাত্র’।[162]</p><p><br></p><p>বর্ণিত উভয় হাদীছের মধ্যে সামঞ্জস্য এটাই হ’তে পারে যে, অন্যের উদ্দেশ্যে নয় এবং আদবের খেলাফ নয়, আল্লাহর নিকট এমন সকল দো‘আ করা যাবে। তবে ছালাতের পুরা অনুষ্ঠানটিই যেহেতু আরবী ভাষায়, সেহেতু অনারবদের জন্য নিজেদের তৈরী করা আরবীতে প্রার্থনা করা নিরাপদ নয়। দ্বিতীয়ত: সর্বাবস্থায় সকলের জন্য হাদীছের দো‘আ পাঠ করাই উত্তম। কিন্তু যখন দো‘আ জানা থাকে না, তখন তার জন্য সবচেয়ে উত্তম হবে প্রচলিত দো‘আয়ে মাছূরাহ (আল্লা-হুম্মা ইন্নী যালামতু...) শেষে নিম্নের দো‘আটির ন্যায় যে কোন একটি সারগর্ভ দো‘আ পাঠ করা, যা দুনিয়া ও আখেরাতের সকল প্রয়োজনকে শামিল করে। আনাস (রাঃ) বলেন, এ দো‘আটি রাসূলুল্লাহ (ছাঃ) অধিকাংশ সময় পড়তেন।-</p><h2><br></h2><h2>اَللَّهُمَّ رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَّفِي الْآخِرَةِ حَسَنَةً وَّقِنَا عَذَابَ النَّارِ، أو اَللَّهُمَّ آتِنَا فِى الدُّنْيَا...</h2><p><br></p><p>আল্লা-হুম্মা রববানা আ-তিনা ফিদ্দুনিয়া হাসানাতাঁও ওয়া ফিল আ-খিরাতে হাসানাতাঁও ওয়া ক্বিনা আযা-বান্না-র’ । অথবা আল্লা-হুম্মা আ-তিনা ফিদ্দুনিয়া ..।</p><p><br></p><p>‘হে আল্লাহ! হে আমাদের পালনকর্তা! তুমি আমাদেরকে দুনিয়াতে মঙ্গল দাও ও আখেরাতে মঙ্গল দাও এবং আমাদেরকে জাহান্নামের আযাব থেকে বাঁচাও’। [163] এ সময় দুনিয়াবী চাহিদার বিষয়গুলি নিয়তের মধ্যে শামিল করবে। কেননা আল্লাহ বান্দার অন্তরের খবর রাখেন ও তার হৃদয়ের কান্না শোনেন’।[164] দো‘আর সময় নির্দিষ্টভাবে কোন বিষয়ে নাম না করাই ভাল। কেননা ভবিষ্যতে বান্দার কিসে মঙ্গল আছে, সেটা আল্লাহ ভাল জানেন।[165]</p><p><br></p><p>(ঘ) সালাম : দো‘আয়ে মাছূরাহ ও অন্যান্য দো‘আ শেষে ডাইনে ও বামে ‘আস্সালা-মু আলায়কুম ওয়া রাহমাতুল্লা-হ’ বলবে।[166] কেবল ডাইনে সালামের শেষদিকে ‘ওয়া বারাকা-তুহূ’ বৃদ্ধি করা যাবে। [167] দু’দিকে নয়।[168] অতঃপর একবার সরবে ‘আল্লা-হু আকবার’[169] এবং তিনবার ‘আসতাগ্ফিরুল্লা-হ’ ও একবার‘আল্লা-হুম্মা আনতাস সালা-মু ওয়া মিনকাস সালা-মু, তাবা-রক্তা ইয়া যাল জালা-লে ওয়াল ইকরা-ম’ বলবে। এটুকু পড়েই উঠে যেতে পারে।[170] অতঃপর ডাইনে অথবা বামে ঘুরে সরাসরি মুক্তাদীগণের দিকে ফিরে বসবে। [171] ডান দিক দিয়ে ফেরার সময় রাসূলুল্লাহ (ছাঃ) কখনো পড়েছেন, رَبِّ قِنِيْ عَذَابَكَ يَوْمَ تَبْعَثُ عِبَادَكَ ‘রবেব ক্বিনী আযা-বাকা ইয়াওমা তাব‘আছু ইবা-দাকা’ (হে আমার প্রতিপালক! তোমার আযাব হ’তে আমাকে বাঁচাও! যেদিন তোমার বান্দাদের তুমি পুনরুত্থান ঘটাবে)।[172]</p>",
        "reference" : "<p>[141] . ফিক্বহুস সুন্নাহ ১/১২৯; আবুদাঊদ, তিরমিযী, নাসাঈ, মিশকাত হা/৯১৫, ‘তাশাহহুদ’ অনুচ্ছেদ-১৫।</p><p><br></p><p>[142] . ফিক্বহুস সুন্নাহ ১/১২৯; মির‘আত ১/৭০৪; ঐ, পৃঃ ৩/২৯৪-৯৫, হা/৯৪৭, ৯৪৯।</p><p><br></p><p>[143] . বুখারী, আবুদাঊদ, মিশকাত হা/৭৯২,৮০১; নায়ল ৩/১৪৩-৪৫ ‘তাশাহহুদে বসার নিয়ম’ অনুচ্ছেদ।</p><p><br></p><p>[144] . ছহীহ ইবনু হিববান হা/১৮৬২,৬৭,৭৩; বুখারী হা/৮২৮, আবুদাঊদ হা/৭৩০; ঐ, মিশকাত হা/৭৯১, ৮০১।</p><p><br></p><p>[145] . মুসলিম, মিশকাত হা/৯০৭ ‘তাশাহহুদ’ অনুচ্ছেদ-১৫।</p><p><br></p><p>[146] . মুসলিম, মিশকাত হা/৯০৬, ৯০৮। ৫৩ -এর ন্যায় অর্থ কনিষ্ঠা, অনামিকা ও মধ্যমা অঙ্গুলী মুষ্টিবদ্ধ করা ও বৃদ্ধাঙ্গুলীকে তাদের সাথে মিলানো এবং শাহাদাত অঙ্গুলীকে স্বাভাবিক অবস্থায় ছেড়ে দেওয়া।</p><p><br></p><p>[147] . মির‘আত ৩/২২৯; আলবানী, মিশকাত হা/৯০৬ -এর টীকা।</p><p><br></p><p>[148] . মির‘আত ৩/২২৯ পৃঃ।</p><p><br></p><p>[149] . নাসাঈ হা/১২৭৬; মুসলিম, মিশকাত হা/৯৮৩, ‘ছালাত’ অধ্যায়-৪, অনুচ্ছেদ-১৯।</p><p><br></p><p>[150] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৭৫৭ ‘সতর’ অনুচ্ছেদ-৮ ; মির‘আত হা/৭৬৩, ১/৬৬৯ পৃঃ, ঐ, ২/৪৭৩ পৃঃ।</p><p><br></p><p>[151] . আলবানী, মিশকাত হা/৯০৬-এর টীকা-২ দ্রষ্টব্য; ঐ, ছিফাতু ছালা-তিন্নবী, পৃঃ ১৪০; মির‘আত ৩/২২৯।</p><p><br></p><p>[152] . আহমাদ, আবুদাঊদ, মিশকাত হা/৯১৭, ৯১১; আবুদাঊদ হা/৯৯০; নাসাঈ হা/১২৭৫; মিশকাত হা/৯১২।</p><p><br></p><p>* ক্বাযী ‘আয়ায (৪৭৬-৫৪৪ হিঃ) বলেন, আল্লাহর একত্ববাদের সাক্ষ্য এবং শেষনবীর রিসালাতের সাক্ষ্য শামিল থাকায় অন্য দো‘আ সমূহের উপর প্রাধান্যের কারণে যিকরের এই বিশেষ অনুষ্ঠানটিকে সামষ্টিক ভাবে তাশাহহুদ বলা হয়’। -মির‘আত ৩/২২৭।</p><p><br></p><p>[153] . মির‘আত ১/৬৬৪-৬৫; ঐ, ৩/২৩৩-৩৪, হা/৯১৫ -এর ভাষ্য দ্রঃ।</p><p><br></p><p>[154] . মির‘আত ১/৬৭৮-৬৮০; ঐ, ৩/২৫৩-৫৫।</p><p><br></p><p>[155] . নাসাঈ, মিশকাত হা/৯২২, ‘নবীর উপরে দরূদ ও তার ফযীলত’ অনুচ্ছেদ-১৬।</p><p><br></p><p>[156] . ‘মাছূরাহ’ অর্থ ‘হাদীছে বর্ণিত’। সেই হিসাবে হাদীছে বর্ণিত সকল দো‘আই মাছূরাহ। কেবলমাত্র অত্র দো‘আটি নয়। তবে এ দো‘আটিই এদেশে ‘দো‘আয়ে মাছূরাহ’ হিসাবে প্রসিদ্ধি লাভ করেছে। -লেখক।</p><p><br></p><p>[157] . মুসলিম, মিশকাত হা/৯৪০-৪১।</p><p><br></p><p>[158] . মুসলিম, মিশকাত হা/৮১৩ ‘ছালাত’ অধ্যায়-৪, ‘তাকবীরের পরে কি পড়তে হয়’ অনুচ্ছেদ-১১।</p><p><br></p><p>[159] . আবুদাঊদ হা/৭৯৩, ‘ছালাত’ অধ্যায়-২, অনুচ্ছেদ-১২৮; ছহীহ ইবনু হিববান হা/৮৬৫।</p><p><br></p><p>[160] . মুসলিম, মিশকাত হা/৮১৩ ‘তাকবীরের পর যা পড়তে হয়’ অনুচ্ছেদ-১১; নববী, রিয়াযুছ ছালেহীন ‘যিকর’ অধ্যায় হা/১৪২৪।</p><p><br></p><p>[161] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯০৯; মির‘আত হা/৯১৫, ৩/২৩৫।</p><p><br></p><p>[162] . মুসলিম, আবুদাঊদ, নাসাঈ, মিশকাত হা/৯৭৮ ‘ছালাতের মাঝে যে সকল কাজ অসিদ্ধ এবং যা সিদ্ধ’ অনুচ্ছেদ-১৯ ; মির‘আত হা/৯৮৫, ৩/৩৩৯-৪০ পৃঃ।</p><p><br></p><p>[163] . বুখারী হা/৪৫২২, ৬৩৮৯; বাক্বারাহ ২/২০১; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/২৪৮৭ ‘দো‘আসমূহ’ অধ্যায়-৯, ‘সারগর্ভ দো‘আ’ অনুচ্ছেদ-৯।</p><p><br></p><p>[164] . আলে ইমরান ৩/১১৯, ৩৮; ইবরাহীম ১৪/৩৯; গাফির/মুমিন ৪০/১৯।</p><p><br></p><p>[165] . বাক্বারাহ ২/২১৬।</p><p><br></p><p>[166] . আবুদাঊদ, তিরমিযী, মিশকাত হা/৯৫০, ‘তাশাহহুদে দো‘আ’ অনুচ্ছেদ-১৭।</p><p><br></p><p>[167] . আবুদাঊদ, ইবনু খুযায়মা, ছিফাত, পৃঃ ১৬৮।</p><p><br></p><p>[168] . আলবানী, তামামুল মিন্নাহ ১৭১ পৃঃ।</p><p><br></p><p>[169] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯৫৯; বুখারী ফাৎহসহ হা/৮৪১-৪২।</p><p><br></p><p>[170] . মুসলিম, মিশকাত হা/৯৬০, ‘ছালাত পরবর্তী যিকর’ অনুচ্ছেদ-১৮।</p><p><br></p><p>[171] . বুখারী, মুসলিম, মিশকাত হা/৯৪৪-৪৬; মির‘আত হা/৯৫১-৫৪ -এর ব্যাখ্যা, ৩/৩০০-০৪।</p><p><br></p><p>[172] . মুসলিম, মিশকাত হা/৯৪৭ ‘তাশাহহুদে দো‘আ’ অনুচ্ছেদ-১৭।</p>"
    },
    {
        "id": 53,
        "category": 5,
        "title_id" : 19,
        "description": "<h2>(1) اَللهُ أَكْبَرُ، أَسْتَغْفِرُ اللهَ، اَسْتَغْفِرُ اللهَ، اَسْتَغْفِرُ اللهَ-</h2><p><br></p><p>উচ্চারণ: ১. আল্লা-হু আকবার (একবার সরবে)। আস্তাগফিরুল্লা-হ, আসতাগফিরুল্লা-হ, আস্তাগফিরুল্লা-হ (তিনবার)।</p><p><br></p><p>অর্থ: আল্লাহ সবার চেয়ে বড়। আমি আল্লাহর নিকটে ক্ষমা প্রার্থনা করছি।[173]</p><p><br></p><h2>(2) اَللَّهُمَّ أَنْتَ السَّلاَمُ وَمِنْكَ السَّلاَمُ، تَبَارَكْتَ يَا ذَا الْجَلاَلِ وَ الْإِكْرَامِ.</h2><p><br></p><p>২. আল্লা-হুম্মা আন্‌তাস্ সালা-মু ওয়া মিনকাস্ সালা-মু, তাবা-রক্‌তা ইয়া যাল জালা-লি ওয়াল ইকরা-ম।</p><p><br></p><p>অর্থ : ‘হে আল্লাহ! আপনিই শান্তি, আপনার থেকেই আসে শান্তি। বরকতময় আপনি, হে মর্যাদা ও সম্মানের মালিক’। ‘এটুকু পড়েই ইমাম উঠে যেতে পারেন’। [174]</p><p><br></p><p>এই সময় তিনি তাঁর স্থান থেকে একটু সরে গিয়ে সুন্নাত পড়বেন, যাতে দুই স্থানের মাটি ক্বিয়ামতের দিন তার ইবাদতের সাক্ষ্য দেয়। যেমন আল্লাহ বলেন, يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا ‘ক্বিয়ামতের দিন মাটি তার সকল বৃত্তান্ত বর্ণনা করবে’।[175]</p><p><br></p><h2>(3) لآ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيْرٌ، لاَحَوْلَ وَلاَ قُوَّةَ إلاَّ بِاللهِ- اَللَّهُمَّ أَعِنِّيْ عَلَى ذِكْرِكَ وَ شُكْرِكَ وَ حُسْنِ عِبَادَتِكَ، اَللَّهُمَّ لاَ مَانِعَ لِمَا أَعْطَيْتَ وَلاَ مُعْطِيَ لِمَا مَنَعْتَ وَلاَ يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ-</h2><p><br></p><p>৩. লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্দাহূ লা শারীকা লাহূ, লাহুল মুলকু ওয়া লাহুল হাম্দু ওয়া হুয়া ‘আলা কুল্লি শাইয়িন ক্বাদীর; লা হাওলা ওয়ালা কুউওয়াতা ইল্লা বিল্লা-হ (উঁচুস্বরে)।[176] আল্লা-হুম্মা আ‘ইন্নী ‘আলা যিকরিকা ওয়া শুকরিকা ওয়া হুসনে ‘ইবা-দাতিকা। আল্লা-হুম্মা লা মা-নে‘আ লেমা আ‘ত্বায়তা অলা মু‘ত্বিয়া লেমা মানা‘তা অলা ইয়ান্ফা‘উ যাল জাদ্দে মিনকাল জাদ্দু।</p><p><br></p><p>অর্থ : নেই কোন উপাস্য আল্লাহ ব্যতীত, যিনি একক ও শরীকবিহীন। তাঁরই জন্য সকল রাজত্ব ও তাঁরই জন্য যাবতীয় প্রশংসা। তিনি সকল কিছুর উপরে ক্ষমতাশালী। নেই কোন ক্ষমতা, নেই কোন শক্তি, আল্লাহ ব্যতীত’।[177] ‘হে আল্লাহ! আপনাকে স্মরণ করার জন্য, আপনার শুকরিয়া আদায় করার জন্য এবং আপনার সুন্দর ইবাদত করার জন্য আমাকে সাহায্য করুন’।[178] ‘হে আল্লাহ! আপনি যা দিতে চান, তা রোধ করার কেউ নেই এবং আপনি যা রোধ করেন, তা দেওয়ার কেউ নেই। কোন সম্পদশালী ব্যক্তির সম্পদ কোন উপকার করতে পারে না আপনার রহমত ব্যতীত’। [179]</p><p><br></p><h2>(4) رَضِيتُ بِاللَّهِ رَبًّا وَّبِالْإِسْلاَمِ دِيْنًا وَّبِمُحَمَّدٍ نَبِيًّا-</h2><p><br></p><p>৪. রাযীতু বিললা-হে রববাঁও ওয়া বিল ইসলা-মে দ্বীনাঁও ওয়া বিমুহাম্মাদিন্ নাবিইয়া।</p><p><br></p><p>অর্থ: আমি সন্তুষ্ট হয়ে গেলাম আল্লাহর উপরে প্রতিপালক হিসাবে, ইসলামের উপরে দ্বীন হিসাবে এবং মুহাম্মাদের উপরে নবী হিসাবে’। রাসূলুল্লাহ (ছাঃ) বলেন, যে ব্যক্তি এই দো‘আ পাঠ করবে, তার জন্য জান্নাত ওয়াজিব হয়ে যাবে’।[180]</p><p><br></p><h2>(5) اَللَّهُمَّ إِنِّىْ أَعُوْذُبِكَ مِنَ الْجُبْنِ وَأَعُوْذُبِكَ مِنْ الْبُخْلِ وَأَعُوْذُبِكَ مِنْ أَرْذَلِ الْعُمُرِ وَأَعُوْذُبِكَ مِنْ فِتْنَةِ الدُّنْيَا وَ عَذَابِ الْقَبْرِ-</h2><p><br></p><p>৫. আল্লা-হুম্মা ইন্নী আ‘ঊযুবিকা মিনাল জুব্নে ওয়া আ‘ঊযুবিকা মিনাল বুখ্লে ওয়া আ‘ঊযুবিকা মিন আরযালিল ‘উমুরে; ওয়া আ‘ঊযুবিকা মিন্ ফিৎনাতিদ দুন্ইয়া ওয়া ‘আযা-বিল ক্বাবরে।</p><p><br></p><p>অর্থঃ ‘হে আল্লাহ! (১) আমি আপনার নিকট আশ্রয় প্রার্থনা করছি ভীরুতা হ’তে (২) আশ্রয় প্রার্থনা করছি কৃপণতা হ’তে (৩) আশ্রয় প্রার্থনা করছি নিকৃষ্টতম বয়স হ’তে এবং (৪) আশ্রয় প্রার্থনা করছি দুনিয়ার ফিৎনা হ’তে ও (৫) কবরের আযাব হ’তে’।[181]</p><p><br></p><h2>(6) اَللَّهُمَّ إِنِّي أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْجُبْنِ وَالْبُخْلِ وَضَلَعِ الدَّيْنِ وَغَلَبَةِ الرِّجَالِ -</h2><p><br></p><p>৬. আল্লা-হুম্মা ইন্নী আ‘ঊযুবিকা মিনাল হাম্মে ওয়াল হাযানে ওয়াল ‘আজঝে ওয়াল কাসালে ওয়াল জুবনে ওয়াল বুখলে ওয়া যালা‘ইদ দায়নে ওয়া গালাবাতির রিজা-লে।</p><p><br></p><p>অর্থ : হে আল্লাহ! আমি আপনার নিকটে আশ্রয় প্রার্থনা করছি দুশ্চিন্তা ও দুঃখ বেদনা হ’তে, অক্ষমতা ও অলসতা হ’তে, ভীরুতা ও কৃপণতা হ’তে এবং ঋণের বোঝা ও মানুষের যবরদস্তি হ’তে’।[182]</p><p><br></p><p>(7) سُبْحَانَ اللهِ وَ بِحَمْدِهِ عَدَدَ خَلْقِهِ وَ رِضَا نَفْسِهِ وَ زِنَةَ عَرْشِهِ وَ مِدَادَ كَلِمَاتِهِ-</p><p><br></p><p>৭. সুবহা-নাল্লা-হে ওয়া বেহাম্দিহী ‘আদাদা খাল্ক্বিহী ওয়া রিযা নাফ্সিহী ওয়া ঝিনাতা ‘আরশিহী ওয়া মিদা-দা কালেমা-তিহ (৩ বার)।</p><p><br></p><p>অর্থ : মহাপবিত্র আল্লাহ এবং সকল প্রশংসা তাঁর জন্য। তাঁর সৃষ্টিকুলের সংখ্যার সমপরিমাণ, তাঁর সত্তার সন্তুষ্টির সমপরিমাণ এবং তাঁর আরশের ওযন ও মহিমাময় বাক্য সমূহের ব্যাপ্তি সমপরিমাণ।[183]</p><p><br></p><h2>(8) يَا مُقَلِّبَ الْقُلُوْبِ ثَبِّتْ قَلْبِي عَلَى دِيْنِكَ، اَللَّهُمَّ مُصَرِّفَ الْقُلُوْبِ صَرِّفْ قُلُوْبَنَا عَلَى طَاعَتِكَ-</h2><p><br></p><p>৮. ইয়া মুক্বাল্লিবাল ক্বুলূবে ছাবিবত ক্বালবী ‘আলা দ্বীনিকা, আল্লা-হুম্মা মুছারিরফাল কবুলূবে ছাররিফ ক্বুলূবানা ‘আলা ত্বোয়া-‘আতিকা।</p><p><br></p><p>অর্থ : হে হৃদয় সমূহের পরিবর্তনকারী! আমার হৃদয়কে তোমার দ্বীনের উপর দৃঢ় রাখো’। ‘হে অন্তর সমূহের রূপান্তরকারী! আমাদের অন্তর সমূহকে তোমার আনুগত্যের দিকে ফিরিয়ে দাও’।[184]</p><p><br></p><h2>(9) اَللَّهُمَّ أَدْخِلْنِىْ الْجَنَّةَ وَ أَجِرْنِىْ مِنَ النَّارِ-</h2><p><br></p><p>৯. আল্লা-হুম্মা আদখিলনিল জান্নাতা ওয়া আজিরনী মিনান্ না-র (৩ বার)।</p><p><br></p><p>অর্থ : হে আল্লাহ তুমি আমাকে জান্নাতে প্রবেশ করাও এবং জাহান্নাম থেকে পানাহ দাও! [185]</p><p><br></p><h2>(10) اَللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى-</h2><p><br></p><p>১০. আল্লা-হুম্মা ইন্নী আসআলুকাল হুদা ওয়াত তুক্বা ওয়াল ‘আফা-ফা ওয়াল গিণা।</p><p><br></p><p>অর্থ : হে আল্লাহ! আমি তোমার নিকটে সুপথের নির্দেশনা, পরহেযগারিতা, পবিত্রতা ও সচ্ছলতা প্রার্থনা করছি।[186]</p><p><br></p><h2>(11) سُبْحَانَ اللهِ، اَلْحَمْدُ ِللهِ، اَللهُ أَكْبَرُ، لآ إلهَ إلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ، لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ وَ هُوَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ-</h2><p><br></p><p>১১. সুবহা-নাল্লা-হ (৩৩ বার)। আলহাম্দুলিল্লা-হ (৩৩ বার)। আল্লাহু-আকবার (৩৩ বার)। লা ইলা-হা ইল্লাল্লা-হু ওয়াহ্দাহূ লা শারীকা লাহূ; লাহুল মুল্কু ওয়া লাহুল হাম্দু ওয়া হুয়া ‘আলা কুল্লে শাইয়িন ক্বাদীর (১ বার)। অথবা আল্লা-হু আকবার (৩৪ বার)।</p><p><br></p><p>অর্থ : পবিত্রতাময় আল্লাহ। যাবতীয় প্রশংসা আল্লাহর জন্য। আল্লাহ সবার চেয়ে বড়। নেই কোন উপাস্য একক আল্লাহ ব্যতীত; তাঁর কোন শরীক নেই। তাঁরই জন্য সমস্ত রাজত্ব ও তাঁরই জন্য যাবতীয় প্রশংসা। তিনি সকল কিছুর উপরে ক্ষমতাশালী।[187]</p><p><br></p><p>রাসূলুল্লাহ (ছাঃ) বলেন, ‘যে ব্যক্তি প্রত্যেক ফরয ছালাতের পর উক্ত দো‘আ পাঠ করবে, তার সকল গোনাহ মাফ করা হবে। যদিও তা সাগরের ফেনা সমতুল্য হয়’। [188] অন্য বর্ণনায় এসেছে, তিনি আয়েশা ও ফাতেমা (রাঃ)-কে বলেন, তোমরা এ দো‘আটি প্রত্যেক ছালাতের শেষে এবং শয়নকালে পড়বে। এটাই তোমাদের জন্য একজন খাদেমের চাইতে উত্তম হবে’।[189]</p><p><br></p><h2>(12) سُبْحَانَ اللهِ وَ بِحَمْدِهِ ، سُبْحَانَ اللهِ الْعَظِيْمِ-</h2><p><br></p><p>১২. সুবহা-নাল্লা-হি ওয়া বিহাম্দিহী, সুব্হা-নাল্লা-হিল ‘আযীম। অথবা সকালে ও সন্ধ্যায় ১০০ বার করে ‘সুবহা-নাল্লা-হে ওয়া বেহামদিহী’ পড়বে।</p><p><br></p><p>অর্থ : ‘মহাপবিত্র আল্লাহ এবং সকল প্রশংসা তাঁর জন্য। মহাপবিত্র আল্লাহ, যিনি মহান’। এই দো‘আ পাঠের ফলে তার সকল গোনাহ ঝরে যাবে। যদিও তা সাগরের ফেনা সমতুল্য হয়’। রাসূলুল্লাহ (ছাঃ) এই দো‘আ সম্পর্কে বলেন যে, দু’টি কালেমা রয়েছে, যা রহমানের নিকটে খুবই প্রিয়, যবানে বলতে খুবই হালকা এবং মীযানের পাল্লায় খুবই ভারী। তা হ’ল সুব্হা-নাল্লা-হি....।[190] ইমাম বুখারী (রহঃ) তাঁর জগদ্বিখ্যাত কিতাব ছহীহুল বুখারী উপরোক্ত হাদীছ ও দো‘আর মাধ্যমে শেষ করেছেন।</p><p><br></p><h2>(13) اَللهُ لآ إِلهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّوْمُ، لاَ تَأْخُذُهُ سِنَةٌ وَّلاَ نَوْمٌ، لَهُ مَا فِى السَّمَاوَاتِ وَمَا فِى الْأَرْضِ، مَنْ ذَا الَّذِىْ يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ، يَعْلَمُ مَا بَيْنَ أَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيْطُوْنَ بِشَيْئٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ، وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ، وَلاَ يَئُودُهُ حِفْظُهُمَا وَ هُوَ الْعَلِيُّ الْعَظِيْمُ-</h2><p><br></p><p>১৩. আয়াতুল কুরসী : আল্লা-হু লা ইলা-হা ইল্লা হুওয়াল হাইয়ুল ক্বাইয়ূম। লা তা’খুযুহু সেনাতুঁ ওয়ালা নাঊম। লাহূ মা ফিস্ সামা-ওয়াতে ওয়ামা ফিল আরয। মান যাল্লাযী ইয়াশফা‘উ ‘ইন্দাহূ ইল্লা বিইয্নিহি। ইয়া‘লামু মা বায়না আয়দীহিম ওয়ামা খালফাহুম, ওয়ালা ইউহীতূনা বিশাইয়িম্ মিন ‘ইল্মিহী ইল্লা বিমা শা-আ; ওয়াসে‘আ কুরসিইয়ুহুস্ সামা-ওয়া-তে ওয়াল আরয; ওয়ালা ইয়াউদুহূ হিফযুহুমা ওয়া হুওয়াল ‘আলিইয়ুল ‘আযীম (বাক্বারাহ ২/২৫৫)।</p><p><br></p><p>অর্থ : আল্লাহ, যিনি ব্যতীত কোন উপাস্য নেই। যিনি চিরঞ্জীব ও বিশ্বচরাচরের ধারক। কোন তন্দ্রা বা নিদ্রা তাঁকে পাকড়াও করতে পারে না। আসমান ও যমীনে যা কিছু আছে সবকিছু তাঁরই মালিকানাধীন। তাঁর হুকুম ব্যতীত এমন কে আছে যে তাঁর নিকটে সুফারিশ করতে পারে? তাদের সম্মুখে ও পিছনে যা কিছু আছে সবকিছুই তিনি জানেন। তাঁর জ্ঞানসমুদ্র হ’তে তারা কিছুই আয়ত্ত করতে পারে না, কেবল যতুটুকু তিনি দিতে ইচ্ছা করেন। তাঁর কুরসী[191] সমগ্র আসমান ও যমীন পরিবেষ্টন করে আছে। আর সেগুলির তত্ত্বাবধান তাঁকে মোটেই শ্রান্ত করে না। তিনি সর্বোচ্চ ও মহান’।</p><p><br></p><p>রাসূলুল্লাহ (ছাঃ) বলেন, প্রত্যেক ফরয ছালাত শেষে আয়াতুল কুরসী পাঠকারীর জান্নাতে প্রবেশ করার জন্য আর কোন বাধা থাকে না মৃত্যু ব্যতীত’ (নাসাঈ)। শয়নকালে পাঠ করলে সকাল পর্যন্ত তার হেফাযতের জন্য একজন ফেরেশতা পাহারায় নিযু্ক্ত থাকে। যাতে শয়তান তার নিকটবর্তী হ’তে না পারে’ (বুখারী)। [192]</p><p><br></p><h2>(14) اَللَّهُمَّ اكْفِنِيْ بِحَلاَلِكَ عَنْ حَرَامِكَ وَ أَغْنِنِىْ بِفَضْلِكَ عَمَّنْ سِوَاكَ-</h2><p><br></p><p>১৪. আল্লা-হুম্মাকফিনী বেহালা-লেকা ‘আন হারা-মেকা ওয়া আগ্নিনী বেফাযলেকা ‘আম্মান সেওয়া-কা।</p><p><br></p><p>অর্থ : হে আল্লাহ! আপনি আমাকে হারাম ছাড়া হালাল দ্বারা যথেষ্ট করুন এবং আপনার অনুগ্রহ দ্বারা আমাকে অন্যদের থেকে মুখাপেক্ষীহীন করুন! রাসূল (ছাঃ) বলেন, এই দো‘আর ফলে পাহাড় পরিমাণ ঋণ থাকলেও আল্লাহ তার ঋণ মুক্তির ব্যবস্থা করে দেন’।[193]</p><p><br></p><h2>(15) أَسْتَغْفِرُ اللهَ الَّذِىْ لآ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّوْمُ وَ أَتُوْبُ إِلَيْهِ-</h2><p><br></p><p>১৫. আস্তাগফিরুল্লা-হাল্লাযী লা ইলা-হা ইল্লা হুওয়াল হাইয়ুল ক্বাইয়ূমু ওয়া আতূবু ইলাইহে’।</p><p><br></p><p>অর্থ : আমি আল্লাহর নিকটে ক্ষমা প্রার্থনা করছি। যিনি ব্যতীত কোন উপাস্য নেই। যিনি চিরঞ্জীব ও বিশ্বচরাচরের ধারক। আমি অনুতপ্ত হৃদয়ে তাঁর দিকে ফিরে যাচ্ছি বা তওবা করছি’। এই দো‘আ পড়লে আল্লাহ তাকে ক্ষমা করেন, যদিও সে জিহাদের ময়দান থেকে পলাতক আসামী হয়’।[194] রাসূলুল্লাহ (ছাঃ) দৈনিক ১০০ করে বার তওবা করতেন’।[195]</p><p><br></p><p>১৬. রাসূলুল্লাহ (ছাঃ) প্রত্যেক ছালাতের শেষে সূরা ‘ফালাক্ব’ ও ‘নাস’ পড়ার নির্দেশ দিতেন।[196] তিনি প্রতি রাতে শুতে যাওয়ার সময় সূরা ইখলাছ, ফালাক্ব ও নাস পড়ে দু’হাতে ফুঁক দিয়ে মাথা ও চেহারাসহ সাধ্যপক্ষে সমস্ত শরীরে হাত বুলাতেন। তিনি এটি তিনবার করতেন। [197]</p>",
        "reference" : "<p>[173] . মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/৯৫৯, ৯৬১ ‘ছালাত পরবর্তী যিকর’ অনুচ্ছেদ-১৮।</p><p><br></p><p>[174] . মুসলিম, মিশকাত হা/৯৬০। উল্লেখ্য যে, শায়খ জাযারী বলেন, এই সাথে ‘ইলায়কা ইয়ারজি‘উস সালাম, হাইয়েনা রব্বানা বিস সালা-ম, ওয়া আদখিলনা দা-রাকা দা-রাস সালাম...’-বৃদ্ধি করার কোন ভিত্তি নেই। এটি কোন গল্পকারের সৃষ্টি। -মিশকাত আলবানী হা/৯৬১-এর টীকা দ্র:।</p><p><br></p><p>[175] . যিলযাল ৯৯/৪; নায়ল ৪/১০৯-১০ পৃঃ।</p><p><br></p><p>[176] . সালাম ফিরানোর পরে রাসূল (ছাঃ) এটুকু তাঁর সর্বোচ্চ স্বরে পড়তেন। মুসলিম, মিশকাত হা/৯৬৩।</p><p><br></p><p>[177] . মুসলিম, মিশকাত হা/৯৬৩, ‘ছালাত’ অধ্যায়-৪, ‘ছালাতের পর যিকর’ অনুচ্ছেদ-১৮।</p><p><br></p><p>[178] . আহমাদ, আবুদাঊদ, নাসাঈ, মিশকাত হা/৯৪৯।</p><p><br></p><p>[179] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৯৬২।</p><p><br></p><p>[180] . আবুদাঊদ হা/১৫২৯, ‘ছালাত’ অধ্যায়-২, ‘ক্ষমা প্রার্থনা’ অনুচ্ছেদ-৩৬১।</p><p><br></p><p>[181] . বুখারী, মিশকাত হা/৯৬৪।</p><p><br></p><p>[182] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/২৪৫৮ ‘দো‘আ সমূহ’ অধ্যায়-৯, ‘আশ্রয় প্রার্থনা’ অনুচ্ছেদ-৮।</p><p><br></p><p>[183] . মুসলিম, মিশকাত হা/২৩০১ ‘দো‘আ সমূহ’ অধ্যায়, ‘তাসবীহ ও হামদ পাঠের ছওয়াব’ অনুচ্ছেদ-৩; আবুদাঊদ হা/১৫০৩।</p><p><br></p><p>[184] . তিরমিযী, ইবনু মাজাহ, মিশকাত হা/১০২ ‘ঈমান’ অধ্যায়-১, ‘তাক্বদীরের প্রতি বিশ্বাস’ অনুচ্ছেদ-৩; মুসলিম, মিশকাত হা/৮৯।</p><p><br></p><p>[185] . তিরমিযী, নাসাঈ, মিশকাত হা/২৪৭৮ ‘দো‘আ সমূহ’ অধ্যায়-৯, ‘আশ্রয় প্রার্থনা’ অনুচ্ছেদ-৮।</p><p><br></p><p>[186] . মুসলিম, মিশকাত হা/২৪৮৪ ‘দো‘আ সমূহ’ অধ্যায়-৯, ‘সারগর্ভ দো‘আ’ অনুচ্ছেদ-৯।</p><p><br></p><p>[187] . মুসলিম, মিশকাত হা/৯৬৬, ৯৬৭, ‘ছালাত’ অধ্যায়-৪, ‘ছালাত পরবর্তী যিকর’ অনুচ্ছেদ-১৮।</p><p><br></p><p>[188] . মুসলিম, মিশকাত হা/৯৬৭।</p><p><br></p><p>[189] . মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/২৩৮৭-৮৮ ‘দো‘আ সমূহ’ অধ্যায়-৯, ‘সকালে, সন্ধ্যায় ও শয়নকালে কি দো‘আ পড়তে হয়’ অনুচ্ছেদ- ৬।</p><p><br></p><p>[190] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/২২৯৬-৯৮, ‘দো‘আ সমূহ’ অধ্যায়-৯, ‘তাসবীহ, তাহমীদ, তাহলীল ও তাকবীর পাঠের ছওয়াব’ অনুচ্ছেদ-৩; বুখারী হা/৭৫৬৩ ‘তাওহীদ’ অধ্যায়, অনুচ্ছেদ-৫৮।</p><p><br></p><p>[191] . ইবনু কাছীর বলেন, সঠিক কথা এই যে, কুরসী ও আরশ পৃথক বস্ত্ত এবং আরশ কুরসী হ’তে বড়, বিভিন্ন হাদীছ ও আছার থেকে যা প্রমাণিত হয়’ (ঐ, তাফসীর)। যেমন রাসূলুল্লাহ (ছাঃ) বলেন, কুরসীর তুলনায় সপ্ত আকাশ ও পৃথিবী ময়দানে পড়ে থাকা একটি ছোট লোহার বেড়ীর ন্যায়। আরশের তুলনায় কুরসী একই রূপ ছোট হিসাবে গণ্য। - ইবনু কাছীর, তাফসীর বাক্বারাহ ২/২৫৫; সিলসিলা ছহীহাহ হা/১০৯।</p><p><br></p><p>[192] . নাসাঈ কুবরা হা/৯৯২৮, সিলসিলা ছহীহাহ হা/৯৭২; মিশকাত হা/৯৭৪, ‘ছালাত’ অধ্যায়-৪, অনুচ্ছেদ-১৮; মুসলিম, বুখারী, মিশকাত হা/২১২২-২৩ ‘কুরআনের ফাযায়েল’ অধ্যায়-৮।</p><p><br></p><p>[193] . তিরমিযী, বায়হাক্বী (দা‘ওয়াতুল কাবীর), মিশকাত হা/২৪৪৯, ‘দো‘আ সমূহ’ অধ্যায়-৯, বিভিন্ন সময়ে বিভিন্ন দো‘আ’ অনুচ্ছেদ-৭ ; ছহীহাহ হা/২৬৬।</p><p><br></p><p>[194] . তিরমিযী, আবুদাঊদ, মিশকাত হা/২৩৫৩ ‘দো‘আসমূহ’ অধ্যায়-৯, ‘ক্ষমা প্রার্থনা ও তওবা করা’ অনুচ্ছেদ-৪; সিলসিলা ছহীহাহ হা/২৭২৭।</p><p><br></p><p>[195] . মুসলিম, মিশকাত হা/২৩২৫ ‘ক্ষমা প্রার্থনা ও তওবা করা’ অনুচ্ছেদ-৪।</p><p><br></p><p>[196] . আহমাদ, আবুদাঊদ, নাসাঈ, মিশকাত হা/৯৬৯, ‘ছালাত’ অধ্যায়-৪, ‘ছালাত পরবর্তী যিকর’ অনুচ্ছেদ-১৮।</p><p><br></p><p>[197] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/২১৩২ ‘কুরআনের ফাযায়েল’ অধ্যায়-৮।</p>"
    },
    {
        "id": 54,
        "category": 5,
        "title_id" : 20,
        "description": "<p><strong>‘মুনাজাত’ </strong>অর্থ ‘পরস্পরে গোপনে কথা বলা’ (আল-মুনজিদ প্রভৃতি)। রাসূলুল্লাহ (ছাঃ) বলেন, إِنَّ أَحَدَكُمْ إِذَا صَلَّى يُنَاجِىْ رَبَّهُ ‘তোমাদের কেউ যখন ছালাতে রত থাকে, তখন সে তার প্রভুর সাথে ‘মুনাজাত’ করে অর্থাৎ গোপনে কথা বলে’।[198] তাই ছালাত কোন ধ্যান (Meditation) নয়, বরং আল্লাহর কাছে বান্দার সরাসরি ক্ষমা চাওয়া ও প্রার্থনা নিবেদনের নাম। দুনিয়ার কাউকে যা বলা যায় না, সৃষ্টিকর্তা আল্লাহর সাথে বান্দা তাই-ই বলে। আল্লাহ স্বীয় বান্দার চোখের ভাষা বুঝেন ও হৃদয়ের কান্না শোনেন।</p><p><br></p><p>আল্লাহ বলেন, أُدْعُوْنِىْ أَسْتَجِبْ لَكُمْ ‘তোমরা আমাকে ডাক। আমি তোমাদের ডাকে সাড়া দেব’ (মুমিন/গাফির ৪০/৬০)। রাসূলুল্লাহ (ছাঃ) বলেন, اَلدُّعَاءُ هُوَ الْعِبَادَةُ ‘দো‘আ হ’ল ইবাদত’।[199] অতএব দো‘আর পদ্ধতি সুন্নাত মোতাবেক হ’তে হবে। রাসূলুল্লাহ (ছাঃ) কোন পদ্ধতিতে দো‘আ করেছেন, আমাদেরকে সেটা দেখতে হবে। তিনি যেভাবে প্রার্থনা করেছেন, আমাদেরকে সেভাবেই প্রার্থনা করতে হবে। তাঁর রেখে যাওয়া পদ্ধতি ছেড়ে অন্য পদ্ধতিতে দো‘আ করলে তা কবুল হওয়ার বদলে গোনাহ হওয়ারই সম্ভাবনা বেশী থাকবে।</p><p><br></p><p>রাসূলুল্লাহ (ছাঃ) ছালাতের মধ্যেই দো‘আ করেছেন। তাকবীরে তাহরীমার পর থেকে সালাম ফিরানো পর্যন্ত সময়কাল হ’ল ছালাতের সময়কাল। [200] ছালাতের এই নিরিবিলি সময়ে বান্দা স্বীয় প্রভুর সাথে ‘মুনাজাত’ করে। ‘ছালাত’ অর্থ দো‘আ, ক্ষমা প্রার্থনা ইত্যাদি। ‘ছানা’ হ’তে সালাম ফিরানোর আগ পর্যন্ত ছালাতের সর্বত্র কেবল দো‘আ আর দো‘আ। অর্থ বুঝে পড়লে উক্ত দো‘আগুলির বাইরে বান্দার আর তেমন কিছুই চাওয়ার থাকে না। তবুও সালাম ফিরানোর পরে একাকী দো‘আ করার প্রশস্ত সুযোগ রয়েছে। তখন ইচ্ছামত যেকোন ভাষায় যেকোন বৈধ দো‘আ করা যায়। হাফেয ইবনুল ক্বাইয়িম বলেন, এই দো‘আ دبر الصلاة বা ছালাত শেষের দো‘আ নয়, বরং তাসবীহ-তাহলীলের মাধ্যমে عبادة ثانية বা দ্বিতীয় ইবাদত শেষের দো‘আ হিসাবে গণ্য হবে। কেননা মুছল্লী যতক্ষণ ছালাতের মধ্যে থাকে, ততক্ষণ সে তার প্রভুর সাথে গোপনে কথা বলে বা মুনাজাত করে। কিন্তু যখনই সালাম ফিরায়, তখনই সে সম্পর্ক ছিন্ন হয়ে যায়। [201]</p><p><br></p><p>ছালাতে দো‘আর স্থান সমূহ : (১) ছানা বা দো‘আয়ে ইস্তেফতা-হ, যা ‘আল্লা-হুম্মা বা-‘এদ বায়নী’ দিয়ে শুরু হয় (২) শ্রেষ্ঠ দো‘আ হ’ল সূরায়ে ফাতিহার মধ্যে ‘আলহামদুলিল্লাহ’ ও‘ইহ্দিনাছ ছিরা-ত্বাল মুস্তাকীম’ (৩) রুকূতে ‘সুবহা-নাকা আল্লা-হুম্মা...’। (৪) রুকূ হ’তে উঠার পর ক্বওমার দো‘আ ‘রববানা ওয়া লাকাল হাম্দ হাম্দান কাছীরান’... বা অন্য দো‘আ সমূহ। (৫) সিজদাতেও ‘সুবহা-নাকা আল্লা-হুম্মা’... বা অন্য দো‘আ সমূহ। (৬) দুই সিজদার মাঝে বসে ‘আল্লা-হুম্মাগ্ফিরলী...’ বলে ৬টি বিষয়ের প্রার্থনা। (৭) শেষ বৈঠকে তাশাহ্হুদের পরে ও সালাম ফিরানোর পূর্বে দো‘আয়ে মাছূরাহ সহ বিভিন্ন দো‘আ পড়া। এ ছাড়াও রয়েছে (৮) ক্বওমাতে দাঁড়িয়ে দো‘আয়ে কুনূতের মাধ্যমে দীর্ঘ দো‘আ করার সুযোগ।</p><p><br></p><p>রাসূলুল্লাহ (ছাঃ) বলেন, সিজদার সময় বান্দা তার প্রভুর সর্বাধিক নিকটে পৌঁছে যায়। অতএব ঐ সময় তোমরা সাধ্যমত বেশী বেশী দো‘আ কর।[202] অন্য হাদীছে এসেছে যে, তিনি শেষ বৈঠকে তাশাহহুদ ও সালামের মধ্যবর্তী সময়ে বেশী বেশী দো‘আ করতেন। [203] সালাম ফিরানোর পরে আল্লাহর সঙ্গে বান্দার ‘মুনাজাত’ বা গোপন আলাপের সুযোগ নষ্ট হয়ে যায়। অতএব সালাম ফিরানোর আগেই যাবতীয় দো‘আ শেষ করা উচিৎ, সালাম ফিরানোর পরে নয়। এক্ষণে যদি কেউ মুছল্লীদের নিকটে কোন ব্যাপারে বিশেষভাবে দো‘আ চান, তবে তিনি আগেই সেটা নিজে অথবা ইমামের মাধ্যমে সকলকে অবহিত করবেন। যাতে মুছল্লীগণ স্ব স্ব দো‘আর নিয়তের মধ্যে তাকেও শামিল করতে পারেন।</p>",
        "reference" : "<p>[198] . বুখারী (দিল্লী ছাপা) ১/৭৬ পৃঃ; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৭১০, ‘ছালাত’ অধ্যায়-৪, ‘মসজিদ ও ছালাতের স্থানসমূহ’ অনুচ্ছেদ-৭ ; إِنَّ الْمُصَلِّى يُنَاجِى رَبَّهُ আহমাদ, মিশকাত হা/৮৫৬ ‘ছালাতে ক্বিরাআত’ অনুচ্ছেদ-১২।</p><p><br></p><p>[199] . আহমাদ, আবুদাঊদ প্রভৃতি, মিশকাত হা/২২৩০ ‘দো‘আ সমূহ’ অধ্যায়-৯, ২য় পরিচ্ছেদ।</p><p><br></p><p>[200] . আবুদাঊদ, তিরমিযী, মিশকাত হা/৩১২ ‘ত্বাহারৎ’ অধ্যায়-৩, ‘যা ওযূ ওয়াজিব করে’ অনুচ্ছেদ-১, পরিচ্ছেদ-২।</p><p><br></p><p>[201] . যা-দুল মা‘আ-দ (বৈরূত : মুওয়াসসাসাতুর রিসালাহ, ২৯তম সংস্করণ ১৯৯৬), ১/২৫০।</p><p><br></p><p>[202] . মুসলিম, মিশকাত হা/৮৯৪ ‘সিজদা ও তার ফযীলত’ অনুচ্ছেদ-১৪ ; নায়ল ৩/১০৯ পৃঃ।</p><p><br></p><p>[203] . মুসলিম, মিশকাত হা/৮১৩ ‘তাকবীরের পর যা পড়তে হয়’ অনুচ্ছেদ-১১।</p>"
    },
    {
        "id": 55,
        "category": 5,
        "title_id" : 21,
        "description": "<p>ফরয ছালাত শেষে সালাম ফিরানোর পরে ইমাম ও মুক্তাদী সম্মিলিতভাবে হাত উঠিয়ে ইমামের সরবে দো‘আ পাঠ ও মুক্তাদীদের সশব্দে ‘আমীন’ ‘আমীন’ বলার প্রচলিত প্রথাটি দ্বীনের মধ্যে একটি নতুন সৃষ্টি। রাসূলুল্লাহ (ছাঃ) ও ছাহাবায়ে কেরাম হ’তে এর পক্ষে ছহীহ বা যঈফ সনদে কোন দলীল নেই। বলা আবশ্যক যে, আজও মক্কা-মদ্বীনার দুই হারাম-এর মসজিদে উক্ত প্রথার কোন অস্তিত্ব নেই।</p><p><br></p><p>প্রচলিত সম্মিলিত দো‘আর ক্ষতিকর দিক সমূহ :</p><p>(১) এটি সুন্নাত বিরোধী আমল। অতএব তা যত মিষ্ট ও সুন্দর মনে হৌক না কেন সূরায়ে কাহ্ফ-এর ১০৩-৪ নং আয়াতের মর্ম অনুযায়ী ঐ ব্যক্তির ক্ষতিগ্রস্ত আমলকারীদের অন্তর্ভুক্ত হবার সমূহ সম্ভাবনা রয়েছে।</p><p>(২) এর ফলে মুছল্লী স্বীয় ছালাতের চাইতে ছালাতের বাইরের বিষয় অর্থাৎ প্রচলিত ‘মুনাজাত’কেই বেশী গুরুত্ব দেয়। আর এজন্যেই বর্তমানে মানুষ ফরয ছালাতের চাইতে মুনাজাতকে বেশী গুরুত্ব দিচ্ছে এবং ‘আখেরী মুনাজাত’ নামক বিদ‘আতী অনুষ্ঠানে যোগ দিতে বেশী আগ্রহ বোধ করছে ও দলে দলে সেখানে ভিড় জমাচ্ছে।</p><p>(৩) এর মন্দ পরিণতিতে একজন মুছল্লী সারা জীবন ছালাত আদায় করেও কোন কিছুর অর্থ শিখে না। বরং ছালাত শেষে ইমামের মুনাজাতের মুখাপেক্ষী থাকে।</p><p>(৪) ইমাম আরবী মুনাজাতে কী বললেন সে কিছুই বুঝতে পারে না। ওদিকে নিজেও কিছু বলতে পারে না। এর পূর্বে ছালাতের মধ্যে সে যে দো‘আগুলো পড়েছে, অর্থ না জানার কারণে সেখানেও সে অন্তর ঢেলে দিতে পারেনি। ফলে জীবনভর ঐ মুছল্লীর অবস্থা থাকে ‘না ঘরকা না ঘাটকা’।</p><p>(৫) মুছল্লীর মনের কথা ইমাম ছাহেবের অজানা থাকার ফলে মুছল্লীর কেবল ‘আমীন’ বলাই সার হয়। (৬) ইমাম ছাহেবের দীর্ঘক্ষণ ধরে আরবী-উর্দূ-বাংলায় বা অন্য ভাষায় করুণ সুরের মুনাজাতের মাধ্যমে শ্রোতা ও মুছল্লীদের মন জয় করা অন্যতম উদ্দেশ্য থাকতে পারে। ফলে ‘রিয়া’ ও ‘শ্রুতি’-র কবীরা গোনাহ হওয়ার সম্ভাবনা থাকে। ‘রিয়া’-কে হাদীছে الشرك الأصغر বা ‘ছোট শিরক’ বলা হয়েছে। [204] যার ফলে ইমাম ছাহেবের সমস্ত নেকী বরবাদ হয়ে যাওয়ার নিশ্চিত সম্ভাবনা সৃষ্টি হ’তে পারে।</p><p><br></p><p><strong>ছালাতে হাত তুলে সম্মিলিত দো‘আ :</strong></p><p><br></p><p>(১) ‘ইস্তিসক্বা’ অর্থাৎ বৃষ্টি প্রার্থনার ছালাতে ইমাম ও মুক্তাদী সম্মিলিতভাবে দু’হাত তুলে দো‘আ করবে। এতদ্ব্যতীত</p><p>(২) ‘কুনূতে নাযেলাহ’ ও ‘কুনূতে বিতরে’ও করবে।</p><p><br></p><p><strong>একাকী দু’হাত তুলে দো‘আ :</strong></p><p><br></p><p>ছালাতের বাইরে যে কোন সময়ে বান্দা তার প্রভুর নিকটে যে কোন ভাষায় দো‘আ করবে। তবে হাদীছের দো‘আই উত্তম। বান্দা হাত তুলে একাকী নিরিবিলি কিছু প্রার্থনা করলে আল্লাহ তার হাত খালি ফিরিয়ে দিতে লজ্জা বোধ করেন।[205] খোলা দু’হস্ততালু একত্রিত করে চেহারা বরাবর সামনে রেখে দো‘আ করবে।[206] দো‘আ শেষে মুখ মাসাহ করার হাদীছ যঈফ। [207] বরং উঠানো অবস্থায় দো‘আ শেষে হাত ছেড়ে দিবে।</p><p><br></p><p>(১) রাসূলুল্লাহ (ছাঃ) স্বীয় উম্মতের জন্য আল্লাহর নিকট হাত উঠিয়ে একাকী কেঁদে কেঁদে দো‘আ করেছেন।[208]</p><p>(২) বদরের যুদ্ধের দিন তিনি ক্বিবলামুখী হয়ে আল্লাহর নিকটে একাকী হাত তুলে কাতর কণ্ঠে দো‘আ করেছিলেন। [209]</p><p>(৩) বনু জাযীমা গোত্রের কিছু লোক ভুলক্রমে নিহত হওয়ায় মর্মাহত হয়ে রাসূলুল্লাহ (ছাঃ) একাকী দু’বার হাত উঠিয়ে আল্লাহর নিকটে ক্ষমা চেয়েছিলেন।[210]</p><p>(৪) আওত্বাস যুদ্ধে আবু মূসা আশ‘আরী (রাঃ)-এর নিহত ভাতিজা দলনেতা আবু ‘আমের আশ‘আরী (রাঃ)-এর জন্য ওযূ করে দু’হাত তুলে একাকী দো‘আ করেছিলেন।[211]</p><p>(৫) তিনি দাওস কওমের হেদায়াতের জন্য ক্বিবলামুখী হয়ে একাকী দু’হাত তুলে দো‘আ করেছেন।[212]</p><p><br></p><p>এতদ্ব্যতীত</p><p>(৬) হজ্জ ও ওমরাহ কালে সাঈ করার সময় ‘ছাফা’ পাহাড়ে উঠে কা‘বার দিকে মুখ ফিরিয়ে দু’হাত তুলে দো‘আ করা।[213]</p><p>(৭) আরাফার ময়দানে একাকী দু’হাত তুলে দো‘আ করা।[214]</p><p>(৮) ১ম ও ২য় জামরায় কংকর নিক্ষেপের পর একটু দূরে সরে গিয়ে ক্বিবলামুখী হয়ে দু’হাত তুলে দো‘আ করা। [215]</p><p>(৯) মুসাফির অবস্থায় হাত তুলে দো‘আ করা।[216]</p><p><br></p><p>তাছাড়া জুম‘আ ও ঈদায়েনের খুৎবায় বা অন্যান্য সভা ও সম্মেলনে একজন দো‘আ করলে অন্যেরা (দু’হাত তোলা ছাড়াই) কেবল ‘আমীন’ বলবেন। [217] এমনকি একজন দো‘আ করলে অন্যজন সেই সাথে ‘আমীন’ বলতে পারেন।</p><p><br></p><p>উল্লেখ্য যে, দো‘আর জন্য সর্বদা ওযূ করা, ক্বিবলামুখী হওয়া এবং দু’হাত তোলা শর্ত নয়। বরং বান্দা যে কোন সময় যে কোন অবস্থায় আল্লাহর নিকটে প্রার্থনা করবে। যেমন খানাপিনা, পেশাব-পায়খানা, বাড়ীতে ও সফরে সর্বদা বিভিন্ন দো‘আ করা হয়ে থাকে। আর আল্লাহ যে কোন সময় যে কোন অবস্থায় তাঁকে আহবান করার জন্য বান্দার প্রতি নির্দেশ দিয়েছেন।[218]</p><p><br></p><p><strong>কুরআনী দো‘আ</strong> :</p><p><br></p><p>রুকূ ও সিজদাতে কুরআনী দো‘আ পড়া নিষেধ আছে।[219] তবে মর্ম ঠিক রেখে সামান্য শাব্দিক পরিবর্তনে পড়া যাবে। যেমন রববানা আ-তিনা ফিদ্দুন্ইয়া ... (বাক্বারাহ ২/২০১)-এর স্থলে আল্লা-হুম্মা রববানা আ-তিনা অথবা আল্লা-হুম্মা আ-তিনা ফিদ্দুন্ইয়া ...বলা।[220] অবশ্য শেষ বৈঠকে তাশাহহুদের পরে সালাম ফিরানোর পূর্বে কুরআনী দো‘আ সহ ছহীহ হাদীছ ভিত্তিক সকল প্রকারের দো‘আ পাঠ করা যাবে।</p>",
        "reference" : "<p>[204] . আহমাদ, মিশকাত হা/৫৩৩৪ ‘হৃদয় গলানো’ অধ্যায়-২৬, ‘লোক দেখানো ও শুনানো’ অনুচ্ছেদ-৫।</p><p><br></p><p>[205] . আবুদাঊদ, মিশকাত হা/২২৪৪, ‘দো‘আ সমূহ’ অধ্যায়-৯।</p><p><br></p><p>[206] . আবুদাঊদ হা/১৪৮৬-৮৭, ৮৯; ঐ, মিশকাত হা/২২৫৬।</p><p><br></p><p>[207] . আবুদাঊদ, তিরমিযী, মিশকাত হা/২২৪৩, ৪৫, ২২৫৫ ‘দো‘আ সমূহ’ অধ্যায়-৯; আলবানী বলেন, দো‘আর পরে দু’হাত মুখে মোছা সম্পর্কে কোন ছহীহ হাদীছ নেই। মিশকাত, হাশিয়া ২/৬৯৬ পৃঃ; ইরওয়া হা/৪৩৩-৩৪, ২/১৭৮-৮২ পৃঃ।</p><p><br></p><p>[208] . মুসলিম হা/৪৯৯, ‘ঈমান’ অধ্যায়-১, ‘উম্মতের জন্য রাসূলুল্লাহ (ছাঃ)-এর দো‘আ করা’ অনুচ্ছেদ-৮৭।</p><p><br></p><p>[209] . মুসলিম হা/৪৫৮৮ ‘জিহাদ’ অধ্যায়-৩২, অনুচ্ছেদ-১৮, ‘বদরের যুদ্ধে ফেরেশতাগণের দ্বারা সাহায্য প্রদান’।</p><p><br></p><p>[210] . বুখারী, মিশকাত হা/৩৯৭৬ ‘জিহাদ’ অধ্যায়-১৯, অনুচ্ছেদ-৫; বুখারী হা/৪৩৩৯ ‘দো‘আ সমূহ’ অধ্যায়-৮০, ‘দো‘আয় হাত উঁচু করা’ অনুচ্ছেদ-২৩।</p><p><br></p><p>[211] . এটি ছিল ৮ম হিজরীতে সংঘটিত ‘হোনায়েন’ যুদ্ধের পরপরই। বুখারী হা/৪৩২৩, ‘যুদ্ধ-বিগ্রহ সমূহ’ অধ্যায়-৬৪, ‘আওত্বাস যুদ্ধ’ অনুচ্ছেদ-৫৬।</p><p><br></p><p>[212] . বুখারী, আল-আদাবুল মুফরাদ হা/৬১১; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৫৯৯৬।</p><p><br></p><p>[213] . আবুদাঊদ হা/১৮৭২; মুসলিম, মিশকাত হা/২৫৫৫।</p><p><br></p><p>[214] . নাসাঈ হা/৩০১১।</p><p><br></p><p>[215] . বুখারী হা/১৭৫১-৫৩, ‘হজ্জ’ অধ্যায়-২৫, ‘জামরায় কংকর নিক্ষেপ ও হাত উঁচু করে দো‘আ’ অনুচ্ছেদ-১৩৯-৪২।</p><p><br></p><p>[216] . মুসলিম, মিশকাত হা/২৭৬০।</p><p><br></p><p>[217] . ছহীহ আল-আদাবুল মুফরাদ হা/৪৬১; ফাতাওয়া লাজনা দায়েমা ৮/২৩০-৩১; ফাতাওয়া আরকানিল ইসলাম পৃঃ ৩৯২।</p><p><br></p><p>[218] . বাক্বারাহ ২/১৮৬, মুমিন/গাফের ৪০/৬০; বুখারী ‘দো‘আ সমূহ’ অধ্যায়-৮০, অনুচ্ছেদ-২৪, ২৫ ও অন্যান্য অনুচ্ছেদ সমূহ।</p><p><br></p><p>[219] . মুসলিম, মিশকাত হা/৮৭৩ ‘ছালাত’ অধ্যায়-৪, ‘রুকূ’ অনুচ্ছেদ-১৩ ; নায়ল ৩/১০৯ পৃঃ।</p><p><br></p><p>[220] . বুখারী হা/৪৫২২; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/২৪৮৭, ‘দো‘আ সমূহ’ অধ্যায়-৯, ‘সারগর্ভ দো‘আ’ অনুচ্ছেদ-৯।</p>"
    },
    {
        "id": 56,
        "category": 5,
        "title_id" : 22,
        "description": "<p><strong>(ক) </strong>ফরয ব্যতীত সকল ছালাতই নফল বা অতিরিক্ত। তবে যেসব নফল রাসূলুল্লাহ (ছাঃ) নিয়মিত পড়তেন বা পড়তে তাকীদ করতেন, সেগুলিকে ফিক্বহী পরিভাষায় ‘সুন্নাতে মুওয়াক্কাদাহ’ বা ‘সুন্নাতে রাতেবাহ’ বলা হয়। যেমন ফরয ছালাত সমূহের আগে-পিছের সুন্নাত সমূহ। এই সুন্নাতগুলি কবাযা হ’লে তা আদায় করতে হয়। যেমন যোহরের প্রথম দু’রাক‘আত বা চার রাক‘আত সুন্নাত ক্বাযা হ’লে তা যোহর ছালাত আদায়ের পরে পড়তে হয় এবং ফজরের দু’রাক‘আত সুন্নাত ক্বাযা হ’লে তা ফজরের ছালাতের পরেই পড়তে হয়। [221] এজন্য তাকে বেলা ওঠা পর্যন্ত অপেক্ষা করতে হয়না।</p><p><br></p><p>২য় প্রকার সুন্নাত হ’ল ‘গায়ের মুওয়াক্কাদাহ’, যা আদায় করা সুন্নাত এবং যা করলে নেকী আছে, কিন্তু তাকীদ নেই। রাসূলুল্লাহ (ছাঃ) বলেন, ‘দুই আযানের মধ্যে’ অর্থাৎ আযান ও এক্বামতের মাঝে ছালাত রয়েছে (২ বার)। তৃতীয়বারে বললেন, যে ব্যক্তি ইচ্ছা করে’।[222] যেমন আছরের পূর্বে দুই বা চার রাক‘আত সুন্নাত, মাগরিব ও এশার পূর্বে দু’রাক‘আত সুন্নাত।[223] তবে রাসূলুল্লাহ (ছাঃ) মাগরিবের ব্যাপারে বিশেষভাবে বলেন, ‘তোমরা মাগরিবের ছালাতের পূর্বে দু’রাক‘আত পড় (২ বার)। তৃতীয়বারে বললেন, যে ব্যক্তি ইচ্ছা করে’। [224]</p><p><br></p><p>এর দ্বারা নফল ছালাতের নেকী যেমন পাওয়া যায়, তেমনি মুছল্লী বৃদ্ধি পায়। যাতে জামা‘আতের নেকী বেশী হয়। [225]</p><p><br></p><p><strong>(খ) </strong>ফরয ও সুন্নাতের জন্য স্থান পরিবর্তন ও কিছুক্ষণ দেরী করে উভয় ছালাতের মাঝে পাথর্ক্য করা উচিৎ।[226]</p><p><br></p><p><strong>(গ)</strong> সুন্নাত বা নফল ছালাত সমূহ মসজিদের চেয়ে বাড়ীতে পড়া উত্তম। রাসূলুল্লাহ (ছাঃ) বলেন, বাড়ীতে নফল ছালাত অধিক উত্তম আমার এই মসজিদে ছালাত আদায়ের চাইতে; ফরয ছালাত ব্যতীত’।[227] অন্য হাদীছে বলা হয়েছে, ‘তোমরা তোমাদের বাড়ীতে কিছু ছালাত (অর্থাৎ সুন্নাত-নফল) আদায় কর এবং ওটাকে কবরে পরিণত করো না’।[228]</p><p><br></p><p>ইমাম নববী বলেন, বাড়ীতে নফল ছালাত আদায়ে উৎসাহ দানের উদ্দেশ্য এটা হ’তে পারে যে, সেটা গোপনে হয় এবং ‘রিয়া’ মুক্ত হয়, বাড়ীতে বরকত হয়, আল্লাহর রহমত এবং ফেরেশতা মন্ডলী নাযিল হয় ও শয়তান পালিয়ে যায়।[229]</p><p><br></p><p><strong>(ঘ) </strong>সাধারণ নফল ছালাতের জন্য কোন রাক‘আত নির্দিষ্ট নেই; যত খুশী পড়া যায়।[230] তবে রাতের বিশেষ নফল অর্থাৎ তারাবীহ বা তাহাজ্জুদের ছালাত আল্লাহর রাসূল (ছাঃ) ১১ রাক‘আতের ঊর্ধ্বে পড়েননি।[231]</p><p><br></p><p><strong>(ঙ) </strong>একই নফল ছালাত কিছু অংশ দাঁড়িয়ে ও কিছু অংশ বসে পড়া যায়।[232]</p><p><br></p><p><strong>(চ) </strong>ফজরের সুন্নাত পড়ার পরে ডান কাতে স্বল্পক্ষণ শুতে হয়।[233]</p><p><br></p><p>সুন্নাত ও নফলের ফযীলত : রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><h2><br></h2><h2>مَنْ صَلَّى فِىْ يَوْمٍ وَ لَيْلَةٍ اثْنَتَيْ عَشْرَةَ رَكْعَةً بُنِيَ لَهُ بَيْتٌ فِى الْجَنَّةِ، أَرْبَعًا قَبْلَ الظُّهْرِ وَرَكْعَتَيْنِ بَعْدَهَا وَرَكْعَتَيْنِ بَعْدَ الْمَغْرِبِ وَرَكْعَتَيْنِ بَعْدَ الْعِشَاءِ وَرَكْعَتَيْنِ قَبْلَ صَلاَةِ الْفَجْرِ، رواهُ الترمذىُّ ومسلمٌ عن أم حبيبةَ (رض)-</h2><p><br></p><p>(১) ‘যে ব্যক্তি দিবারাত্রিতে ১২ রাক‘আত ছালাত আদায় করে, তার জন্য জান্নাতে একটি গৃহ নির্মাণ করা হবে। যোহরের পূর্বে চার, পরে দুই, মাগরিবের পরে দুই, এশার পরে দুই ও ফজরের পূর্বে দুই’।[234] ইবনে ওমর (রাঃ)-এর বর্ণনায় রাসূলুল্লাহ (ছাঃ) থেকে যোহরের পূর্বে দু‘রাক‘আত সহ সর্বমোট দশ রাক‘আতের নিয়মিত আমলের কথা এসেছে।[235]</p><p><br></p><p>(২) রাসূলুল্লাহ (ছাঃ) বলেন,</p><h2><br></h2><h2>... فَإِنِ انْتَقَصَ مِنْ فَرِيْضَتِهِ شَيْءٌ قَالَ الرَّبُّ عَزَّ وَجَلَّ انْظُرُوْا هَلْ لِعَبْدِي مِنْ تَطَوُّعٍ فَيُكَمَّلَ بِهَا مَا انْتَقَصَ مِنَ الْفَرِيضَةِ ثُمَّ يَكُوْنُ سَائِرُ عَمَلِهِ عَلَى ذَلِكَ-</h2><p><br></p><p>... ‘ক্বিয়ামতের দিন (মীযানের পাল্লায়) ফরয ইবাদতের কমতি হ’লে প্রতিপালক আল্লাহ বলবেন, দেখ আমার বান্দার কোন নফল ইবাদত আছে কি-না। তখন নফল দিয়ে তার ঘাটতি পূরণ করা হবে। অতঃপর তার অন্যান্য সকল আমল সম্পর্কেও অনুরূপ করা হবে’ (যেমন ছালাত, ছিয়াম, যাকাত, হজ্জ ইত্যাদিতে)। [236]</p><p><br></p><p>তিনি বলেন, তোমরা অন্ধকারাচ্ছন্ন রাত্রির ন্যায় ঘনঘোর ফিৎনা সমূহে পতিত হবার আগেই নেক আমল সমূহের প্রতি দ্রুত ধাবিত হও। যখন লোকেরা মুমিন অবস্থায় সকালে উঠবে ও কাফের অবস্থায় সন্ধ্যা করবে এবং মুমিন অবস্থায় সন্ধ্যা করবে ও কাফির অবস্থায় সকালে উঠবে। সে দুনিয়াবী স্বার্থের বিনিময়ে তার দ্বীনকে বিক্রি করবে’। [237] অর্থাৎ চারিদিকে অন্যায় ছেয়ে যাবে। সঠিক পথের সন্ধান পাওয়া দুষ্কর হবে। নেক কাজের পথও খুঁজে পাওয়া যাবে না। যেমন আজকাল শিরক ও বিদ‘আতযুক্ত আমলকে নেক আমল বলা হচ্ছে। পক্ষান্তরে ছহীহ সুন্নাহভিত্তিক আমলকে বাতিল বলা হচ্ছে।</p><p><br></p><p>(৩) খাদেম রবী‘আহ বিন কা‘ব একদিন রাসূলুল্লাহ (ছাঃ)-এর নিকট দাবী করেন যে, আমি আপনার সাথে জান্নাতে থাকতে চাই। জবাবে রাসূলুল্লাহ (ছাঃ) বলেন, ‘তুমি বেশী বেশী সিজদার মাধ্যমে আমাকে সাহায্য কর’। অনুরূপ একটি প্রশ্নে আরেক খাদেম ছাওবানকে রাসূলুল্লাহ (ছাঃ) বলেন, তুমি অধিকহারে সিজদা কর। কেননা আল্লাহর উদ্দেশ্যে প্রতিটি সিজদার মাধ্যমে আল্লাহ তোমার সম্মানের স্তর একটি করে বৃদ্ধি করবেন ও তোমার থেকে একটি করে গোনাহ দূর করে দিবেন। [238]</p>",
        "reference" : "<p>[221] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১০৪৩; আবুদাঊদ হা/১২৬৫-৬৭; তিরমিযী, ইবনু মাজাহ, মিশকাত হা/১০৪৪ ‘ছালাতের নিষিদ্ধ সময় সমূহ’ অনুচ্ছেদ-২২।</p><p><br></p><p>[222] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬৬২ ‘আযানের ফযীলত’ অনুচ্ছেদ-৫।</p><p><br></p><p>[223] . তিরমিযী, আবুদাঊদ, মিশকাত হা/১১৭১-৭২; মুত্তাফাক্ব ‘আলাইহ, মুসলিম, মিশকাত হা/১১৬৫, ১১৭৯-৮০; মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬৬২; ফিক্বহুস সুন্নাহ ১/১৪২-৪৩।</p><p><br></p><p>[224] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১১৬৫ ‘সুন্নাত সমূহ ও তার ফযীলত’ অনুচ্ছেদ-৩০।</p><p><br></p><p>[225] . আবুদাঊদ, নাসাঈ, মিশকাত হা/১০৬৬ ‘ছালাত’ অধ্যায়-৪, ‘জামা‘আত ও উহার ফযীলত’ অনুচ্ছেদ-২৩।</p><p><br></p><p>[226] . আবুদাঊদ হা/১০০৬, ‘ফরয ছালাতের স্থানে নফল আদায়কারী মুছল্লী সম্পর্কে’ অনুচ্ছেদ-১৯৫।</p><p><br></p><p>[227] . আবুদাঊদ হা/১০৪৪; মিশকাত হা/১৩০০ ‘ছালাত’ অধ্যায়, ‘রামাযান মাসে রাত্রি জাগরণ’ অনুচ্ছেদ-৩৭।</p><p><br></p><p>[228] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৭১৪, ১২৯৫, অনুচ্ছেদ-৭ ও ১৭; আবুদাঊদ হা/১০৪৩।</p><p><br></p><p>[229] . ফিক্বহুস সুন্নাহ ১/১৩৬ পৃঃ।</p><p><br></p><p>[230] . ফিক্বহুস সুন্নাহ ১/১৩৭ পৃঃ; ইরওয়া হা/৪৫৭, ২/২০৯ পৃঃ; আবুদাঊদ, তিরমিযী, ইরওয়া হা/৪৬৯-৭০।</p><p><br></p><p>[231] . মুত্তাফাক্ব ‘আলাইহ, ইরওয়া ২/১৯১ পৃঃ।</p><p><br></p><p>[232] . মুসলিম, সুনান, ফিক্বহুস সুন্নাহ ১/১৩৭ পৃঃ।</p><p><br></p><p>[233] . মুত্তাফাক্ব ‘আলাইহ, তিরমিযী, মিশকাত হা/১১৮৮, ১২০৬ ‘রাত্রির ছালাত’ অনুচ্ছেদ-৩১; মির‘আত ৪/১৬৮, ১৯১ পৃঃ।</p><p><br></p><p>[234] . তিরমিযী, মুসলিম, মিশকাত হা/১১৫৯ ‘সুন্নাত সমূহ ও তার ফযীলত’ অনুচ্ছেদ-৩০।</p><p><br></p><p>[235] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/১১৬০; ফিক্বহুস সুন্নাহ ১/১৪০-৪১ পৃঃ।</p><p><br></p><p>[236] . আবুদাঊদ হা/৮৬৪-৬৬; তিরমিযী, নাসাঈ, আহমাদ, মিশকাত হা/১৩৩০, ‘ছালাতুত তাসবীহ’ অনুচ্ছেদ-৪০।</p><p><br></p><p>[237] . মুসলিম, মিশকাত হা/৫৩৮৩ ‘ফিৎনা সমূহ’ অধ্যায়-২৭, পরিচ্ছেদ-১।</p><p><br></p><p>[238] . মুসলিম, মিশকাত হা/৮৯৬-৯৭, ‘সিজদার ফযীলত’ অনুচ্ছেদ-১৪।</p>"
    },
    {
        "id": 57,
        "category": 5,
        "title_id" : 23,
        "description": "<p>কেউ ইমামের সাথে ছালাতের কিছু অংশ পেলে তাকে ‘মাসবূক্ব’ বলে। মুছল্লী ইমামকে যে অবস্থায় পাবে, সে অবস্থায় ছালাতে যোগদান করবে। [239] ইমামের সাথে যে অংশটুকু পাবে, ওটুকুই তার ছালাতের প্রথম অংশ হিসাবে গণ্য হবে। রুকূ অবস্থায় পেলে স্রেফ সূরায়ে ফাতিহা পড়ে রুকূতে শরীক হবে। ‘ছানা’ পড়তে হবে না। সূরায়ে ফাতিহা পড়তে না পারলে রাক‘আত গণনা করা হবে না। মুসাফির কোন মুক্বীমের ইক্বতিদা করলে পুরা ছালাত আদায় করবে। অতএব রুকূ, সিজদা, বৈঠক যে অবস্থায় ইমামকে পাওয়া যাবে, সেই অবস্থায় জামা‘আতে যোগদান করবে। তাতে সে জামা‘আতের পূর্ণ নেকী পেয়ে যাবে। [240] রাসূলুল্লাহ (ছাঃ) এরশাদ করেন,</p><p><br></p><p>فَمَا أَدْرَكْتُمْ فَصَلُّوْا، وَ مَا فَاتَكُمْ فَأَتِمُّوْا ‘ছালাতের যে অংশটুকু তোমরা পাও সেটুকু আদায় কর এবং যেটুকু বাদ পড়ে, সেটুকু পূর্ণ কর’। [241]</p>",
        "reference" : "<p>[239]. তিরমিযী হা/৫৯১, মিশকাত হা/১১৪২ ‘ছালাত’ অধ্যায়-৪, ‘মুক্তাদীর করণীয় এবং মাসবূকের হুকুম’ অনুচ্ছেদ-২৮, পরিচ্ছেদ-২; ছহীহুল জামে‘ হা/২৬১।</p><p><br></p><p>[240]. আবুদাঊদ হা/৫৬৪; ঐ, মিশকাত হা/১১৪৫ ‘ছালাত’ অধ্যায়-৪, ‘মুক্তাদীর করণীয় এবং মাসবূকের হুকুম’ অনুচ্ছেদ-২৮।</p><p><br></p><p>[241]. মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬৮৬ ‘দেরীতে আযান’ অনুচ্ছেদ-৬; নায়ল ৪/৪৪-৪৬।</p>"
    },
    {
        "id": 58,
        "category": 5,
        "title_id" : 24,
        "description": "<p>ক্বাযা ছালাত দ্রুত ও ধারাবাহিকভাবে এক্বামত সহ আদায় করা বাঞ্ছনীয়।[242] খন্দকের যুদ্ধের দিন রাসূলুল্লাহ (ছাঃ) ও ছাহাবীগণ মাগরিবের পরে যোহর থেকে এশা পর্যন্ত চার ওয়াক্তের ক্বাযা ছালাত এক আযান ও চারটি পৃথক এক্বামতে পরপর জামা‘আত সহকারে আদায় করেন। [243] রাসূলুল্লাহ (ছাঃ) বলেন, مَنْ نَسِىَ صَلاَةً أَوْ نَامَ عَنْهَا فَكَفَّارَتُهَا أَنْ يُّصَلِّيَهَا إِذَا ذَكَرَهَا ‘কেউ ভুলে গেলে অথবা ঘুমিয়ে গেলে তার কাফফারা হ’ল ঘুম ভাঙলে অথবা স্মরণে আসার সাথে সাথে ক্বাযা ছালাত আদায় করা’। [244]</p><p><br></p><p>‘উমরী ক্বাযা’ অর্থাৎ বিগত বা অতীত জীবনের ক্বাযা ছালাত সমূহ বর্তমানে নিয়মিত ফরয ছালাতের সাথে যুক্ত করে ক্বাযা হিসাবে আদায় করা সম্পূর্ণরূপে একটি বিদ‘আতী প্রথা’।[245] কেননা ইসলাম তার পূর্বেকার সবকিছুকে ধ্বসিয়ে দেয়[246] এবং খালেছভাবে তওবা করলে আল্লাহ তাঁর বান্দার বিগত সকল গোনাহ মাফ করে দেন। [247] অতএব এমতাবস্থায় উচিৎ হবে, বেশী বেশী নফল ইবাদত করা। কেননা ফরয ইবাদতের ঘাটতি হ’লে ক্বিয়ামতের দিন আল্লাহর হুকুমে নফল ইবাদতের নেকী দ্বারা তা পূর্ণ করা হবে।[248]</p>",
        "reference" : "<p>[242] . মুসলিম হা/১৫৬০/৬৮০ ‘মসজিদসমূহ’ অধ্যায়-৫ ‘ক্বাযা ছালাত দ্রুত আদায় করা মুস্তাহাব’ অনুচ্ছেদ-৫৫।</p><p><br></p><p>[243] . নাসাঈ হা/৬৬২; ফিক্বহুস সুন্নাহ ১/৯১ পৃঃ; নায়ল ২/৯০ পৃঃ।</p><p><br></p><p>[244] . মুত্তাফাক্ব ‘আলাইহ, মিশকাত হা/৬০৩-০৪ ‘আগেভাগে ছালাত আদায়’ অনুচ্ছেদ-২; মুসলিম, মিশকাত হা/৬৮৪, ‘দেরীতে আযান’ অনুচ্ছেদ-৬; ফিক্বহুস সুন্নাহ ১/৮২, ২০৫।</p><p><br></p><p>[245] . আলোচনা দ্রষ্টব্য: আলবানী-মিশকাত হা/৬০৩, টীকা-২।</p><p><br></p><p>[246] . মুসলিম, মিশকাত হা/২৮ ‘ঈমান’ অধ্যায়।</p><p><br></p><p>[247] . আল-ফুরক্বান ২৫/৭১; যুমার ৩৯/৫৩।</p><p><br></p><p>[248] . আবুদাঊদ হা/৮৬৪-৬৬; তিরমিযী, নাসাঈ, মিশকাত হা/১৩৩০, ‘ছালাতুত তাসবীহ’ অনুচ্ছেদ-৪০; ফিক্বহুস সুন্নাহ ১/২০৫।</p>"
    },
    {
        "id": 59,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 60,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 61,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 62,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 63,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 64,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 65,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 66,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 67,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 68,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 69,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 70,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 71,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 72,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 73,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 74,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 75,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 76,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 77,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 78,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 79,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 80,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 81,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 82,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 83,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 84,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 85,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 86,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 87,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 88,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 89,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 90,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    },
    {
        "id": 91,
        "category": "",
        "title_id" : "",
        "description": "",
        "reference" : ""
    }
]