import 'package:flutter/material.dart';

class TasbihBottomSheet extends StatelessWidget {
  final ScrollController scrollController;
  TasbihBottomSheet({super.key, required this.scrollController});
  final List<Map<String,String>> tasbih_collection = [
    {
      "ar" : "سُبْحَانَ اللهِ ",
      "bn" : "সুবহানাল্লাহ",
      "meaning" : "আল্লাহ পবিত্র ও সুমহান"
    },
    {
      "ar" : "ٱلْحَمْدُ لِلّٰهِ",
      "bn" : "আলহামদুলিল্লাহ",
      "meaning" : "সমস্ত প্রশংসা মহান আল্লাহর জন্য"
    },
    {
      "ar" : "اللَّهُ أَكْبَرُ",
      "bn" : "আল্লাহু আকবার",
      "meaning" : "আল্লাহ তাআ’লা সমস্ত কিছুর চেয়ে বড় এবং মহান"
    },
    {
      "ar" : "لا إله إلا الله",
      "bn" : "লা ইলাহা ইল্লাল্লাহ",
      "meaning" : "আল্লাহ ছাড়া কোনো সত্য মাবুদ বা উপাস্য নেই"
    },
    {
      "ar" : "اَللَّهُمَّ صَلِّ وَسَلِّمْ عَلَى نَبِيِّنَا مُحَمَّد",
      "bn" : "আল্লাহুম্মা সাল্লি আলা মুহাম্মাদ",
      "meaning" : "হে আল্লাহ! আপনি আমাদের নবি মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে রহমত ও শান্তি দান করুন"
    },
    {
      "ar" : "أَسْتَغْفِرُ ٱللَّٰهَ ",
      "bn" : "আস্তাগফিরুল্লাহ",
      "meaning" : "হে আল্লাহ আমি আপনার কাছে ক্ষমা চাই"
    },
    {
      "ar" : "أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ",
      "bn" : "আস্তাগফিরুল্লাহা ওয়া আতুবু ইলাইহি",
      "meaning" : "আমি আল্লাহর ক্ষমা প্রার্থনা করছি এবং তার দিকেই ফিরে আসছি"
    },
    {
      "ar" : "أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِِ",
      "bn" : "আস্‌তাগফিরুল্লা হাল্লাজি লা ইলাহা ইল্লা হুওয়াল হাইয়্যুল কইয়্যুমু ওয়া আতুবু ইলায়হি",
      "meaning" : "আমি ওই আল্লাহর কাছে ক্ষমা চাই, যিনি ছাড়া প্রকৃতপক্ষে কোনো মাবুদ নেই, তিনি চিরঞ্জীব, চিরস্থায়ী এবং তাঁর কাছেই (তাওবাহ করে) ফিরে আসি"
    },
    {
      "ar" : "أَسْتَغْفِرُ اللَّهَ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْحَىُّ الْقَيُّومُ وَأَتُوبُ إِلَيْهِ",
      "bn" : "আস্‌তাগফিরুল্লা হাল্লাজি লা ইলাহা ইল্লা হুওয়াল হাইয়্যুল কইয়্যুমু ওয়া আতুবু ইলায়হি",
      "meaning" : "আমি ওই আল্লাহর কাছে ক্ষমা চাই, যিনি ছাড়া প্রকৃতপক্ষে কোনো মাবুদ নেই, তিনি চিরঞ্জীব, চিরস্থায়ী এবং তাঁর কাছেই (তাওবাহ করে) ফিরে আসি"
    },
    {
      "ar" : "لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِٱللَّٰهِ",
      "bn" : "লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ",
      "meaning" : "আল্লাহ ছাড়া কোনো ভরসা নেই, কোনো ক্ষমতা বা শক্তি নেই"
    },
    {
      "ar" : "سُبْحَانَ اللهِ وَبِحَمْدِهٖ، سُبْحَانَ اللّٰهِ الْعَظِيْمِ",
      "bn" : "সুব্‌হানাল্লা-হি ওয়া বিহামদিহী, সুব্‌হানাল্লা-হিল ‘আযীম",
      "meaning" : "আল্লাহ্‌র প্রশংসা সহকারে তাঁর পবিত্রতা ও মহিমা বর্ণনা করছি। মহান আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করছি"
    },
    {
      "ar" : "حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ، نِعْمَ الْمَوْلَىٰ وَنِعْمَ النَّصِيرُ",
      "bn" : "হাসবুনাল্লাহু ওয়া নি’মাল ওয়াকিল, নি’মাল মাওলা ওয়া নি’মান-নাসির",
      "meaning" : "আল্লাহ তাআলাই আমাদের জন্য যথেষ্ট, তিনিই হলেন উত্তম কর্মবিধায়ক; আল্লাহ তাআলাই হচ্ছে উত্তম অভিভাবক এবং উত্তম সাহায্যকারী"
    },
    {
      "ar" : "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ الْهَمِّ وَالْحَزَنِ وَالْعَجْزِ وَالْكَسَلِ وَالْبُخْلِ وَالْجُبْنِ وَأضَلَعَ الدَّيْنِ وَ غَلَبَةِ الرِّجَالِ",
      "bn" : "আল্লাহুম্মা ইন্নি আউজুবিকা মিনাল হাম্মি ওয়াল হাযানি, ওয়াল আঝযি ওয়াল কাসালি, ওয়াল বুখলি ওয়াল জুবনি, ওয়া দালাইদ্দাইনি ওয়া গালাবাতির রিজাল",
      "meaning" : "হে আল্লাহ! আমি আপনার কাছে আশ্রয় প্রার্থনা করছি চিন্তা-ভাবনা, অপারগতা, অলসতা, কৃপণতা এবং কাপুরুষতা থেকে। অধিক ঋণ থেকে এবং দুষ্টু লোকের প্রাধান্য থেকে"
    },
    {
      "ar" : "اللَّهُمَّ إنِّي أَسْأَلُكَ الْجَنَّةَ وَأَسْتَجِيْرُ بِكَ مِنَ النَّارِ",
      "bn" : "আল্লাহুম্মা ইন্নী আস-আলুকাল জান্নাতা ওয়া আ‘উযু বিকা মিনান্নার",
      "meaning" : "হে আল্লাহ! আমি আপনার কাছে জান্নাত চাই এবং জাহান্নাম থেকে আপনার কাছে আশ্রয় চাই"
    },
    {
      "ar" : "اللَّهُمَّ أَعِنِّي عَلَى ذِكْرِكَ وَشُكْرِكِ وَحُسْنِ عِبَادَتِكِ",
      "bn" : "আল্লাহুম্মা আ-ইন্নি আলা জিকরিকা ওয়া শুকরিকা ওয়া হুসনি ইবাদাতিক",
      "meaning" : "হে আল্লাহ! আমাকে আপনার জিকির ও শোকর আদায় করার তাওফিক দিন এবং উত্তমরূপে আপনার ইবাদত করার তাওফিক দান করুন"
    },
    {
      "ar" : "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ، وَالْهَرَمِ والْمَأثَمِ وَ الْمَغْرَمِ",
      "bn" : "আল্লাহুম্মা ইন্নি আউজুবিকা মিনাল কাসালি ওয়াল হারামি ওয়াল মা’ছামি ওয়াল মাগরাম",
      "meaning" : "হে আল্লাহ! আমি আপনার কাছে আশ্রয় প্রার্থনা করছি অলসতা, অধিক বার্ধক্য, গোনাহ এবং ঋণ থেকে"
    },
    {
      "ar" :"هُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى ",
      "bn" : "আল্লাহুম্মা ইন্নি আসআলুকাল হুদা ওয়াততুকা ওয়াল আফাফা ওয়াল গিনা",
      "meaning" : "হে আল্লাহ! আমি আপনার কাছে হিদায়াত, তাকওয়া, পবিত্রতা ও সচ্ছলতা কামনা করছি"
    }
  ];

  @override
  Widget build(BuildContext context) {
    return Container(
      padding: EdgeInsets.all(16),
      decoration: BoxDecoration(
        color: Colors.white,
        borderRadius: BorderRadius.vertical(top: Radius.circular(20)),
      ),
      child: ListView.builder(
        controller: scrollController,
        itemCount: tasbih_collection.length,
        itemBuilder: (context, index) {
          final tasbih = tasbih_collection[index];
          return Column(
            crossAxisAlignment: CrossAxisAlignment.start,
            children: [
              SizedBox(
                width: double.infinity,
                  child: Text(
                    tasbih['ar']!,
                    style: TextStyle(
                        fontSize: 18,
                        fontWeight: FontWeight.bold
                    ),
                    textAlign: TextAlign.right,
                  )
              ),
              Text(tasbih['bn']!),
              Text(tasbih['meaning']!),
              Divider()
            ],
          );
        },
      ),
    );
  }
}
